{"1":"GOD spoke to Moses in the Wilderness of Sinai at the Tent of Meeting on the first day of the second month in the second year after they had left Egypt. He said,","2":"\"Number the congregation of the People of Israel by clans and families, writing down the names of every male.","3":"You and Aaron are to register, company by company, every man who is twenty years and older who is able to fight in the army.","4":"Pick one man from each tribe who is head of his family to help you.","5":"These are the names of the men who will help you: from Reuben: Elizur son of Shedeur","6":"from Simeon: Shelumiel son of Zurishaddai","7":"from Judah: Nahshon son of Amminadab","8":"from Issachar: Nethanel son of Zuar","9":"from Zebulun: Eliab son of Helon","10":"from the sons of Joseph, from Ephraim: Elishama son of Ammihud from Manasseh: Gamaliel son of Pedahzur","11":"from Benjamin: Abidan son of Gideoni","12":"from Dan: Ahiezer son of Ammishaddai","13":"from Asher: Pagiel son of Ocran","14":"from Gad: Eliasaph son of Deuel","15":"from Naphtali: Ahira son of Enan.\"","16":"These were the men chosen from the congregation, leaders of their ancestral tribes, heads of Israel's military divisions.","17":"Moses and Aaron took these men who had been named to help","18":"and gathered the whole congregation together on the first day of the second month. The people registered themselves in their tribes according to their ancestral families, putting down the names of those who were twenty years old and older,","19":"just as GOD commanded Moses. He numbered them in the Wilderness of Sinai.","20":"The line of Reuben, Israel's firstborn: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by tribes according to their ancestral families.","21":"The tribe of Reuben numbered 46,500.","22":"The line of Simeon: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","23":"The tribe of Simeon numbered 59,300.","24":"The line of Gad: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","25":"The tribe of Gad numbered 45,650.","26":"The line of Judah: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","27":"The tribe of Judah numbered 74,600.","28":"The line of Issachar: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","29":"The tribe of Issachar numbered 54,400.","30":"The line of Zebulun: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","31":"The tribe of Zebulun numbered 57,400.","32":"The line of Joseph: From son Ephraim the men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","33":"The tribe of Ephraim numbered 40,500.","34":"And from son Manasseh the men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","35":"The tribe of Manasseh numbered 32,200.","36":"The line of Benjamin: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","37":"The tribe of Benjamin numbered 35,400.","38":"The line of Dan: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","39":"The tribe of Dan numbered 62,700.","40":"The line of Asher: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","41":"The tribe of Asher numbered 41,500.","42":"The line of Naphtali: The men were counted off head by head, every male twenty years and older who was able to fight in the army, registered by clans and families.","43":"The tribe of Naphtali numbered 53,400.","44":"These are the numbers of those registered by Moses and Aaron, registered with the help of the leaders of Israel, twelve men, each representing his ancestral family.","45":"The sum total of the People of Israel twenty years old and over who were able to fight in the army, counted by ancestral family, was 603,550.","47":"The Levites, however, were not counted by their ancestral family along with the others.","48":"GOD had told Moses,","49":"\"The tribe of Levi is an exception: Don't register them. Don't count the tribe of Levi; don't include them in the general census of the People of Israel.","50":"Instead, appoint the Levites to be in charge of The Dwelling of The Testimony--over all its furnishings and everything connected with it. Their job is to carry The Dwelling and all its furnishings, maintain it, and camp around it.","51":"When it's time to move The Dwelling, the Levites will take it down, and when it's time to set it up, the Levites will do it. Anyone else who even goes near it will be put to death.","52":"\"The rest of the People of Israel will set up their tents in companies, every man in his own camp under its own flag.","53":"But the Levites will set up camp around The Dwelling of The Testimony so that wrath will not fall on the community of Israel. The Levites are responsible for the security of The Dwelling of The Testimony.\"","54":"The People of Israel did everything that God commanded Moses. They did it all."}