{"1":"GOD spoke to Moses:","2":"\"Send men to scout out the country of Canaan that I am giving to the People of Israel. Send one man from each ancestral tribe, each one a tried-and-true leader in the tribe.\"","3":"So Moses sent them off from the Wilderness of Paran at the command of GOD. All of them were leaders in Israel, one from each tribe.","4":"These were their names: from Reuben: Shammua son of Zaccur","5":"from Simeon: Shaphat son of Hori","6":"from Judah: Caleb son of Jephunneh","7":"from Issachar: Igal son of Joseph","8":"from Ephraim: Hoshea son of Nun","9":"from Benjamin: Palti son of Raphu","10":"from Zebulun: Gaddiel son of Sodi","11":"from Manasseh (a Joseph tribe): Gaddi son of Susi","12":"from Dan: Ammiel son of Gemalli","13":"from Asher: Sethur son of Michael","14":"from Naphtali: Nahbi son of Vophsi","15":"from Gad: Geuel son of Maki","16":"These are the names of the men Moses sent to scout out the land. Moses gave Hoshea (Salvation) son of Nun a new name--Joshua (GOD-Saves).","17":"When Moses sent them off to scout out Canaan, he said, \"Go up through the Negev and then into the hill country.","18":"Look the land over, see what it is like. Assess the people: Are they strong or weak? Are there few or many?","19":"Observe the land: Is it pleasant or harsh? Describe the towns where they live: Are they open camps or fortified with walls?","20":"And the soil: Is it fertile or barren? Are there forests? And try to bring back a sample of the produce that grows there--this is the season for the first ripe grapes.\"","21":"With that they were on their way. They scouted out the land from the Wilderness of Zin as far as Rehob toward Lebo Hamath.","22":"Their route went through the Negev Desert to the town of Hebron. Ahiman, Sheshai, and Talmai, descendants of the giant Anak, lived there. Hebron had been built seven years before Zoan in Egypt.","23":"When they arrived at the Eshcol Valley they cut off a branch with a single cluster of grapes--it took two men to carry it--slung on a pole. They also picked some pomegranates and figs.","24":"They named the place Eshcol Valley (Grape-Cluster-Valley) because of the huge cluster of grapes they had cut down there.","25":"After forty days of scouting out the land, they returned home.","26":"They presented themselves before Moses and Aaron and the whole congregation of the People of Israel in the Wilderness of Paran at Kadesh. They reported to the whole congregation and showed them the fruit of the land.","27":"Then they told the story of their trip: \"We went to the land to which you sent us and, oh! It does flow with milk and honey! Just look at this fruit!","28":"The only thing is that the people who live there are fierce, their cities are huge and well fortified. Worse yet, we saw descendants of the giant Anak.","29":"Amalekites are spread out in the Negev; Hittites, Jebusites, and Amorites hold the hill country; and the Canaanites are established on the Mediterranean Sea and along the Jordan.\"","30":"Caleb interrupted, called for silence before Moses and said, \"Let's go up and take the land--now. We can do it.\"","31":"But the others said, \"We can't attack those people; they're way stronger than we are.\"","32":"They spread scary rumors among the People of Israel. They said, \"We scouted out the land from one end to the other--it's a land that swallows people whole. Everybody we saw was huge.","33":"Why, we even saw the Nephilim giants (the Anak giants come from the Nephilim). Alongside them we felt like grasshoppers. And they looked down on us as if we were grasshoppers.\" [JC]"}