{"1":"GOD spoke to Moses and Aaron. He said,","2":"\"The People of Israel are to set up camp circling the Tent of Meeting and facing it. Each company is to camp under its distinctive tribal flag.\"","3":"To the east toward the sunrise are the companies of the camp of Judah under its flag, led by Nahshon son of Amminadab.","4":"His troops number 74,600.","5":"The tribe of Issachar will camp next to them, led by Nethanel son of Zuar.","6":"His troops number 54,400.","7":"And the tribe of Zebulun is next to them, led by Eliab son of Helon.","8":"His troops number 57,400.","9":"The total number of men assigned to Judah, troop by troop, is 186,400. They will lead the march.","10":"To the south are the companies of the camp of Reuben under its flag, led by Elizur son of Shedeur.","11":"His troops number 46,500.","12":"The tribe of Simeon will camp next to them, led by Shelumiel son of Zurishaddai.","13":"His troops number 59,300.","14":"And the tribe of Gad is next to them, led by Eliasaph son of Deuel.","15":"His troops number 45,650.","16":"The total number of men assigned to Reuben, troop by troop, is 151,450. They are second in the order of the march.","17":"The Tent of Meeting with the camp of the Levites takes its place in the middle of the march. Each tribe will march in the same order in which they camped, each under its own flag.","18":"To the west are the companies of the camp of Ephraim under its flag, led by Elishama son of Ammihud.","19":"His troops number 40,500.","20":"The tribe of Manasseh will set up camp next to them, led by Gamaliel son of Pedahzur.","21":"His troops number 32,200.","22":"And next to him is the camp of Benjamin, led by Abidan son of Gideoni.","23":"His troops number 35,400.","24":"The total number of men assigned to the camp of Ephraim, troop by troop, is 108,100. They are third in the order of the march.","25":"To the north are the companies of the camp of Dan under its flag, led by Ahiezer son of Ammishaddai.","26":"His troops number 62,700.","27":"The tribe of Asher will camp next to them, led by Pagiel son of Ocran.","28":"His troops number 41,500.","29":"And next to them is the tribe of Naphtali, led by Ahira son of Enan.","30":"His troops number 53,400.","31":"The total number of men assigned to the camp of Dan number 157,600. They will set out, under their flags, last in the line of the march.","32":"These are the People of Israel, counted according to their ancestral families. The total number in the camps, counted troop by troop, comes to 603,550.","33":"Following GOD's command to Moses, the Levites were not counted in with the rest of Israel.","34":"The People of Israel did everything the way GOD commanded Moses: They camped under their respective flags; they marched by tribe with their ancestral families."}