{"1":"By now Balaam realized that GOD wanted to bless Israel. So he didn't work in any sorcery as he had done earlier. He turned and looked out over the wilderness.","2":"As Balaam looked, he saw Israel camped tribe by tribe. The Spirit of God came on him,","3":"and he spoke his oracle-message: Decree of Balaam son of Beor, yes, decree of a man with 20/20 vision;","4":"Decree of a man who hears God speak, who sees what The Strong God shows him, Who falls on his face in worship, who sees what's really going on.","5":"What beautiful tents, Jacob, oh, your homes, Israel!","6":"Like valleys stretching out in the distance, like gardens planted by rivers, Like sweet herbs planted by the gardener GOD, like red cedars by pools and springs,","7":"Their buckets will brim with water, their seed will spread life everywhere. Their king will tower over Agag and his ilk, their kingdom surpassingly majestic.","8":"God brought them out of Egypt, rampaging like a wild ox, Gulping enemies like morsels of meat, crushing their bones, snapping their arrows.","9":"Israel crouches like a lion and naps, king-of-the-beasts--who dares disturb him? Whoever blesses you is blessed, whoever curses you is cursed.","10":"Balak lost his temper with Balaam. He shook his fist. He said to Balaam: \"I got you in here to curse my enemies and what have you done? Blessed them! Blessed them three times!","11":"Get out of here! Go home! I told you I would pay you well, but you're getting nothing. You can blame GOD.\"","12":"Balaam said to Balak, \"Didn't I tell you up front when you sent your emissaries,","13":"\"Even if Balak gave me his palace stuffed with silver and gold, I couldn't do anything on my own, whether good or bad, that went against GOD's command'?","14":"I'm leaving for home and my people, but I warn you of what this people will do to your people in the days to come.\"","15":"Then he spoke his oracle-message: Decree of Balaam son of Beor, decree of the man with 20/20 vision,","16":"Decree of the man who hears godly speech, who knows what's going on with the High God, Who sees what The Strong God reveals, who bows in worship and sees what's real.","17":"I see him, but not right now, I perceive him, but not right here; A star rises from Jacob a scepter from Israel, Crushing the heads of Moab, the skulls of all the noisy windbags;","18":"I see Edom sold off at auction, enemy Seir marked down at the flea market, while Israel walks off with the trophies.","19":"A ruler is coming from Jacob who'll destroy what's left in the city. [JC]","20":"Then Balaam spotted Amalek and delivered an oracle-message. He said, Amalek, you're in first place among nations right now, but you're going to come in last, ruined. [JC]","21":"He saw the Kenites and delivered his oracle-message to them: Your home is in a nice secure place, like a nest high on the face of a cliff.","22":"Still, you Kenites will look stupid when Asshur takes you prisoner. [JC]","23":"Balaam spoke his final oracle-message: Doom! Who stands a chance when God starts in?","24":"Sea-Peoples, raiders from across the sea, will harass Asshur and Eber, But they'll also come to nothing, just like all the rest.","25":"Balaam got up and went home. Balak also went on his way."}