{"1":"This is the family tree of Aaron and Moses at the time GOD spoke with Moses on Mount Sinai.","2":"The names of the sons of Aaron: Nadab the firstborn, Abihu, Eleazar, and Ithamar--","3":"anointed priests ordained to serve as priests.","4":"But Nadab and Abihu fell dead in the presence of GOD when they offered unauthorized sacrifice to him in the Wilderness of Sinai. They left no sons, and so only Eleazar and Ithamar served as priests during the lifetime of their father, Aaron.","5":"GOD spoke to Moses. He said,","6":"\"Bring forward the tribe of Levi and present them to Aaron so they can help him.","7":"They shall work for him and the whole congregation at the Tent of Meeting by doing the work of The Dwelling.","8":"Their job is to be responsible for all the furnishings of The Dwelling, ministering to the affairs of The Dwelling as the People of Israel come to perform their duties.","9":"Turn the Levites over to Aaron and his sons; they are the ones assigned to work full time for him.","10":"Appoint Aaron and his sons to minister as priests; anyone else who tries to elbow his way in will be put to death.\"","11":"GOD spoke to Moses:","12":"\"I have taken the Levites from among the People of Israel as a stand-in for every Israelite mother's firstborn son. The Levites belong to me.","13":"All the firstborn are mine--when I killed all the firstborn in Egypt, I consecrated for my own use every firstborn in Israel, whether human or animal. They belong to me. I am GOD.\"","14":"GOD spoke to Moses in the Wilderness of Sinai:","15":"\"Count the Levites by their ancestral families and clans. Count every male a month old and older.\"","16":"Moses counted them just as he was instructed by the mouth of GOD.","17":"These are the names of the sons of Levi: Gershon, Kohath, and Merari.","18":"These are the names of the Gershonite clans: Libni and Shimei.","19":"The sons of Kohath by clan: Amram, Izhar, Hebron, and Uzziel.","20":"The sons of Merari by clan: Mahli and Mushi. These are the clans of Levi, family by family.","21":"Gershon was ancestor to the clans of the Libnites and Shimeites, known as the Gershonite clans.","22":"All the males who were one month and older numbered 7,500.","23":"The Gershonite clans camped on the west, behind The Dwelling,","24":"led by Eliasaph son of Lael.","25":"At the Tent of Meeting the Gershonites were in charge of maintaining The Dwelling and its tent, its coverings, the screen at the entrance to the Tent of Meeting,","26":"the hangings of the Courtyard, the screen at the entrance to the Courtyard that surrounded The Dwelling and Altar, and the cords--in short, everything having to do with these things.","27":"Kohath was ancestor to the clans of the Amramites, Izharites, Hebronites, and Uzzielites. These were known as the Kohathite clans.","28":"All the males who were one month and older numbered 8,600. The Kohathites were in charge of the Sanctuary.","29":"The Kohathite clans camped on the south side of The Dwelling,","30":"led by Elizaphan son of Uzziel.","31":"They were in charge of caring for the Chest, the Table, the Lampstand, the Altars, the articles of the Sanctuary used in worship, and the screen--everything having to do with these things.","32":"Eleazar, the son of Aaron the priest, supervised the leaders of the Levites and those in charge of the Sanctuary.","33":"Merari was ancestor to the clans of the Mahlites and the Mushites, known as the Merarite clans.","34":"The males who were one month and older numbered 6,200.","35":"They were led by Zuriel son of Abihail and camped on the north side of The Dwelling.","36":"The Merarites were in charge of the frames of The Dwelling, its crossbars, posts, bases, and all its equipment--everything having to do with these things,","37":"as well as the posts of the surrounding Courtyard with their bases, tent pegs, and cords.","38":"Moses and Aaron and his sons camped to the east of The Dwelling, toward the rising sun, in front of the Tent of Meeting. They were in charge of maintaining the Sanctuary for the People of Israel and the rituals of worship. Anyone else who tried to perform these duties was to be put to death.","39":"The sum total of Levites counted at GOD's command by Moses and Aaron, clan by clan, all the males one month and older, numbered 22,000.","40":"GOD spoke to Moses: \"Count all the firstborn males of the People of Israel who are one month and older. List their names.","41":"Then set apart for me the Levites--remember, I am GOD-in place of all the firstborn among the People of Israel, also the livestock of the Levites in place of their livestock. I am GOD.\"","42":"So, just as GOD commanded him, Moses counted all the firstborn of the People of Israel.","43":"The total of firstborn males one month and older, listed by name, numbered 22,273.","44":"Again GOD spoke to Moses. He said,","45":"\"Take the Levites in place of all the firstborn of Israel and the livestock of the Levites in place of their livestock. The Levites are mine, I am GOD.","46":"Redeem the 273 firstborn Israelites who exceed the number of Levites","47":"by collecting five shekels for each one, using the Sanctuary shekel (the shekel weighing twenty gerahs).","48":"Give that money to Aaron and his sons for the redemption of the excess number of Israelites.\"","49":"So Moses collected the redemption money from those who exceeded the number redeemed by the Levites.","50":"From the 273 firstborn Israelites he collected silver weighing 1,365 shekels according to the Sanctuary shekel.","51":"Moses turned over the redemption money to Aaron and his sons, as he was commanded by the word of GOD."}