{"1":"Moses spoke to the heads of the tribes of the People of Israel: \"This is what GOD commands:","2":"When a man makes a vow to GOD or binds himself by an oath to do something, he must not break his word; he must do exactly what he has said.","3":"\"When a woman makes a vow to GOD and binds herself by a pledge as a young girl still living in her father's house,","4":"and her father hears of her vow or pledge but says nothing to her, then she has to make good on all her vows and pledges.","5":"But if her father holds her back when he hears of what she has done, none of her vows and pledges are valid. GOD will release her since her father held her back.","6":"\"If she marries after she makes a vow or has made some rash promise or pledge,","7":"and her husband hears of it but says nothing to her, then she has to make good on whatever she vowed or pledged.","8":"But if her husband intervenes when he hears of it, he cancels the vow or rash promise that binds her. And GOD will release her.","9":"\"Any vow or pledge taken by a widow or divorced woman is binding on her.","10":"\"When a woman who is living with her husband makes a vow or takes a pledge under oath","11":"and her husband hears about it but says nothing and doesn't say she can't do it, then all her vows and pledges are valid.","12":"But if her husband cancels them when he hears about them, then none of the vows and pledges that she made are binding. Her husband has canceled them and GOD will release her.","13":"Any vow and pledge that she makes that may be to her detriment can be either affirmed or annulled by her husband.","14":"But if her husband is silent and doesn't speak up day after day, he confirms her vows and pledges--she has to make good on them. By saying nothing to her when he hears of them, he binds her to them.","15":"If, however, he cancels them sometime after he hears of them, he takes her guilt on himself.\"","16":"These are the rules that GOD gave Moses regarding conduct between a man and his wife and between a father and his young daughter who is still living at home."}