{"1":"GOD spoke to Moses:","2":"\"Avenge the People of Israel on the Midianites. Afterward you will go to be with your dead ancestors.\"","3":"Moses addressed the people: \"Recruit men for a campaign against Midian, to exact GOD's vengeance on Midian,","4":"a thousand from each tribe of Israel to go to war.\"","5":"A fighting force of a thousand from each tribe of Israel--twelve thousand in all--was recruited.","6":"Moses sent them off to war, a thousand from each tribe, and also Phinehas son of Eleazar, who went as priest to the army, in charge of holy vessels and the signaling bugles.","7":"They attacked Midian, just as GOD had commanded Moses, and killed every last man.","8":"Among the fallen were Evi, Rekem, Zur, Hur, and Reba--the five kings of Midian. They also killed Balaam son of Beor with the sword.","9":"The People of Israel took the Midianite women and children captive and took all their animals and herds and goods as plunder.","10":"They burned to the ground all the towns in which Midianites lived and also their tent camps.","11":"They looted and plundered everything and everyone--stuff and people and animals.","12":"They took it all--captives and booty and plunder--back to Moses and Eleazar the priest and the company of Israel where they were camped on the Plains of Moab, at Jordan-Jericho.","13":"Moses, Eleazar, and all the leaders of the congregation went to meet the returning army outside the camp.","14":"Moses was furious with the army officers--the commanders of thousands and commanders of hundreds--as they came back from the battlefield:","15":"\"What's this! You've let these women live!","16":"They're the ones who, under Balaam's direction, seduced the People of Israel away from GOD in that mess at Peor, causing the plague that hit GOD's people.","17":"Finish your job: kill all the boys. Kill every woman who has slept with a man.","18":"The younger women who are virgins you can keep alive for yourselves.","19":"\"Now here's what you are to do: Pitch tents outside the camp. All who have killed anyone or touched a corpse must stay outside the camp for seven days. Purify yourselves and your captives on the third and seventh days.","20":"Purify every piece of clothing and every utensil--everything made of leather, goat hair, or wood.\"","21":"Eleazar the priest then spoke to the soldiers who had fought in the battle: \"This is the ruling from the Revelation that GOD gave Moses:","22":"Gold, silver, bronze, iron, tin, and lead","23":"-and anything else that can survive fire--must be passed through the fire; then it will be ritually purified. It must also be ritually washed in the Water-of-Cleansing. Further, whatever cannot survive fire must be put through that water.","24":"On the seventh day scrub your clothes; you will be ritually clean. Then you can return to camp.\" [JC]","25":"GOD said to Moses,","26":"\"I want you and Eleazar the priest and the family leaders in the community to count the captives, people and animals.","27":"Split the plunder between the soldiers who fought the battle and the rest of the congregation.","28":"\"Then tax the booty that goes to the soldiers at the rate of one life out of five hundred, whether humans, cattle, donkeys, or sheep.","29":"It's a GOD-tax taken from their half-share to be turned over to Eleazar the priest on behalf of GOD.","30":"Tax the congregation's half-share at the rate of one life out of fifty, whether persons, cattle, donkeys, sheep, goats, or other animals. Give this to the Levites who are in charge of the care of GOD's Dwelling.\"","31":"Moses and Eleazar followed through with what GOD had commanded Moses.","32":"The rest of the plunder taken by the army: 675,000 sheep","33":"72,000 cattle","34":"61,000 donkeys","35":"32,000 women who were virgins","36":"The half-share for those who had fought in the war:,500 sheep,","37":"with a tax of 675 for GOD","38":"36,000 cattle, with a tax of 72 for GOD","39":"30,500 donkeys, with a tax of 61 for GOD","40":"16,000 people, with a tax of 32 for GOD","41":"Moses turned the tax over to Eleazar the priest as GOD's part, following GOD's instructions to Moses.","42":"The other half-share for the Israelite community that Moses set apart from what was given to the men who fought the war was:","43":"337,500 sheep","44":"36,000 cattle","45":"30,500 donkeys","46":"16,000 people","47":"From the half-share going to the People of Israel, Moses, just as GOD had instructed him, picked one out of every fifty persons and animals and gave them to the Levites, who were in charge of maintaining GOD's Dwelling.","48":"The military officers--commanders of thousands and commanders of hundreds--came to Moses","49":"and said, \"We have counted the soldiers under our command and not a man is missing.","50":"We've brought offerings to GOD from the gold jewelry we got--armlets, bracelets, rings, earrings, ornaments--to make atonement for our lives before GOD.\"","51":"Moses and Eleazar the priest received the gold from them, all that fine-crafted jewelry.","52":"In total, the gold from the commanders of thousands and hundreds that Moses and Eleazar offered as a gift to GOD weighed about six hundred pounds,","53":"all donated by the soldiers who had taken the booty.","54":"Moses and Eleazar took the gold from the commanders of thousands and hundreds and brought it to the Tent of Meeting, to serve as a reminder for the People of Israel before GOD."}