{"1":"The families of Reuben and Gad had huge herds of livestock. They saw that the country of Jazer and Gilead was just the place for grazing livestock.","2":"And so they came, the families of Gad and of Reuben, and spoke to Moses and Eleazar the priest and the leaders of the congregation, saying,","3":"\"Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon","4":"-the country that GOD laid low before the community of Israel--is a country just right for livestock, and we have livestock.\"","5":"They continued, \"If you think we've done a good job so far, give us this country for our inheritance. Don't make us go across the Jordan.\"","6":"Moses answered the families of Gad and Reuben: \"Do you mean that you are going to leave the fighting that's ahead to your brothers while you settle down here?","7":"Why would you even think of letting the People of Israel down, demoralizing them just as they're about to move into the land GOD gave them?","8":"That's exactly what your ancestors did when I sent them from Kadesh Barnea to survey the country.","9":"They went as far as the Valley of Eshcol, took one look and quit. They completely demoralized the People of Israel from entering the land GOD had given them.","10":"And GOD got angry--oh, did he get angry! He swore:","11":"\"They'll never get to see it; none of those who came up out of Egypt who are twenty years and older will ever get to see the land that I promised to Abraham, Isaac, and Jacob. They weren't interested in following me--their hearts weren't in it.","12":"None, except for Caleb son of Jephunneh the Kenizzite, and Joshua son of Nun; they followed me--their hearts were in it.'","13":"\"GOD's anger smoked against Israel. He made them wander in the wilderness for forty years, until that entire generation that acted out evil in his sight had died out.","14":"\"And now here you are, just one more mob of sinners stepping up to replace your ancestors, throwing fuel on the already blazing anger of GOD against Israel.","15":"If you won't follow him, he'll do it again. He'll dump them in the desert and the disaster will be all your fault.\"","16":"They came close to him and said, \"All we want to do is build corrals for our livestock and towns for our families.","17":"Then we'll take up arms and take the front lines, leading the People of Israel to their place. We'll be able to leave our families behind, secure in fortified towns, safe from those who live in the land.","18":"But we won't go back home until every Israelite is in full possession of his inheritance.","19":"We won't expect any inheritance west of the Jordan; we are claiming all our inheritance east of the Jordan.\"","20":"Moses said, \"If you do what you say, take up arms before GOD for battle","21":"and together go across the Jordan ready, before GOD, to fight until GOD has cleaned his enemies out of the land,","22":"then when the land is secure you will have fulfilled your duty to GOD and Israel. Then this land will be yours to keep before GOD.","23":"\"But if you don't do what you say, you will be sinning against GOD; you can be sure that your sin will track you down.","24":"So, go ahead. Build towns for your families and corrals for you livestock. Do what you said you'd do.\"","25":"The families of Gad and Reuben told Moses: \"We will do as our master commands.","26":"Our children and wives, our flocks and herds will stay behind here in the towns of Gilead.","27":"But we, every one of us fully armed, will cross the river to fight for GOD, just as our master has said.\"","28":"So Moses issued orders for them to Eleazar the priest, Joshua the son of Nun, and the heads of the ancestral tribes of the People of Israel.","29":"Moses said, \"If the families of Gad and Reuben cross the Jordan River with you and before GOD, all armed and ready to fight, then after the land is secure, you may give them the land of Gilead as their inheritance.","30":"But if they don't cross over with you, they'll have to settle up with you in Canaan.\"","31":"The families of Gad and Reuben responded: \"We will do what GOD has said.","32":"We will cross the Jordan before GOD, ready and willing to fight. But the land we inherit will be here, to the east of the Jordan.\"","33":"Moses gave the families of Gad, Reuben, and the half-tribe of Manasseh son of Joseph the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan--the land, its towns, and all the territories connected with them--the works.","34":"The Gadites rebuilt Dibon, Ataroth, Aroer,","35":"Atroth Shophan, Jazer, Jogbehah,","36":"Beth Nimrah, and Beth Haran as fortified cities; they also built corrals for their animals.","37":"The Reubenites rebuilt Heshbon, Elealeh, and Kiriathaim,","38":"also Nebo and Baal Meon and Sibmah. They renamed the cities that they rebuilt.","39":"The family of Makir son of Manasseh went to Gilead, captured it, and drove out the Amorites who lived there.","40":"Moses then gave Gilead to the Makirites, the descendants of Manasseh. They moved in and settled there.","41":"Jair, another son of Manasseh, captured some villages and named them Havvoth Jair (Jair's Tent-Camps).","42":"Nobah captured Kenath and its surrounding camps. He renamed it after himself, Nobah."}