{"1":"These are the camping sites in the journey of the People of Israel after they left Egypt, deployed militarily under the command of Moses and Aaron.","2":"Under GOD's instruction Moses kept a log of every time they moved, camp by camp:","3":"They marched out of Rameses the day after the Passover. It was the fifteenth day of the first month. They marched out heads high and confident.","4":"The Egyptians, busy burying their firstborn whom GOD had killed, watched them go. GOD had exposed the nonsense of their gods.","5":"The People of Israel: left Rameses and camped at Succoth;","6":"left Succoth and camped at Etham at the edge of the wilderness;","7":"left Etham, circled back to Pi Hahiroth east of Baal Zephon, and camped near Migdol;","8":"left Pi Hahiroth and crossed through the Sea into the wilderness; three days into the Wilderness of Etham they camped at Marah;","9":"left Marah and came to Elim where there were twelve springs and seventy palm trees; they camped there;","10":"left Elim and camped by the Red Sea;","11":"left the Red Sea and camped in the Wilderness of Sin;","12":"left the Wilderness of Sin and camped at Dophkah;","13":"left Dophkah and camped at Alush;","14":"left Alush and camped at Rephidim where there was no water for the people to drink;","15":"left Rephidim and camped in the Wilderness of Sinai;","16":"left the Wilderness of Sinai and camped at Kibroth Hattaavah;","17":"left Kibroth Hattaavah and camped at Hazeroth;","18":"left Hazeroth and camped at Rithmah;","19":"left Rithmah and camped at Rimmon Perez;","20":"left Rimmon Perez and camped at Libnah;","21":"left Libnah and camped at Rissah;","22":"left Rissah and camped at Kehelathah;","23":"left Kehelathah and camped at Mount Shepher;","24":"left Mount Shepher and camped at Haradah;","25":"left Haradah and camped at Makheloth;","26":"left Makheloth and camped at Tahath;","27":"left Tahath and camped at Terah;","28":"left Terah and camped at Mithcah;","29":"left Mithcah and camped at Hashmonah;","30":"left Hashmonah and camped at Moseroth;","31":"left Moseroth and camped at Bene Jaakan;","32":"left Bene Jaakan and camped at Hor Haggidgad;","33":"left Hor Haggidgad and camped at Jotbathah;","34":"left Jotbathah and camped at Abronah;","35":"left Abronah and camped at Ezion Geber;","36":"left Ezion Geber and camped at Kadesh in the Wilderness of Zin.","37":"After they left Kadesh and camped at Mount Hor at the border of Edom,","38":"Aaron the priest climbed Mount Hor at GOD's command and died there. It was the first day of the fifth month in the fortieth year after the People of Israel had left Egypt.","39":"Aaron was 123 years old when he died on Mount Hor. [JC]","40":"The Canaanite king of Arad--he ruled in the Negev of Canaan--heard that the People of Israel had arrived.","41":"They left Mount Hor and camped at Zalmonah;","42":"left Zalmonah and camped at Punon;","43":"left Punon and camped at Oboth;","44":"left Oboth and camped at Iye Abarim on the border of Moab;","45":"left Iyim and camped at Dibon Gad;","46":"left Dibon Gad and camped at Almon Diblathaim;","47":"left Almon Diblathaim and camped in the mountains of Abarim (Across-the-River), within sight of Nebo.","48":"After they left the mountains of Abarim they camped on the Plains of Moab at Jordan-Jericho.","49":"On the Plains of Moab their camp stretched along the banks of the Jordan from Beth Jeshimoth to Abel Shittim (Acacia Meadow).","50":"GOD spoke to Moses on the Plains of Moab at Jordan-Jericho:","51":"\"Tell the People of Israel, When you cross the Jordan into the country of Canaan,","52":"drive out the native population before you, destroy their carved idols, destroy their cast images, level their worship-mounds","53":"so that you take over the land and make yourself at home in it; I've given it to you. It's yours.","54":"\"Divide up the land by lot according to the size of your clans: Large clans will get large tracts of land, small clans will get smaller tracts of land. However the lot falls, that's it. Divide it up according to your ancestral tribes.","55":"\"But if you don't drive out the native population, everyone you let stay there will become a cinder in your eye and a splinter in your foot. They'll give you endless trouble right in your own backyards.","56":"And I'll start treating you the way I planned to treat them.\""}