{"1":"GOD spoke to Moses:","2":"\"Speak to the People of Israel; tell them, If any of you, man or woman, wants to make a special Nazirite vow, consecrating yourself totally to GOD,","3":"you must not drink any wine or beer, no intoxicating drink of any kind, not even the juice of grapes--in fact, you must not even eat grapes or raisins.","4":"For the duration of the consecration, nothing from the grapevine--not even the seeds, not even the skin--may be eaten.","5":"\"Also, for the duration of the consecration you must not have your hair cut. Your long hair will be a continuing sign of holy separation to GOD.","6":"\"Also, for the duration of the consecration to GOD, you must not go near a corpse.","7":"Even if it's the body of your father or mother, brother or sister, you must not ritually defile yourself because the sign of consecration to God is on your head.","8":"\"For the entire duration of your consecration you are holy to GOD.","9":"\"If someone should die suddenly in your presence, so that your consecrated head is ritually defiled, you must shave your head on the day of your purifying, that is, the seventh day.","10":"Then on the eighth day bring two doves or two pigeons to the priest at the entrance to the Tent of Meeting.","11":"The priest will offer one for the Absolution-Offering and one for the Whole-Burnt-Offering, purifying you from the ritual contamination of the corpse. You resanctify your hair on that day","12":"and reconsecrate your Nazirite consecration to GOD by bringing a yearling lamb for a Compensation-Offering. You start over; the previous days don't count because your consecration was ritually defiled.","13":"\"These are the instructions for the time set when your special consecration to GOD is up. First, you are to be brought to the entrance to the Tent of Meeting.","14":"Then you will present your offerings to GOD: a healthy yearling lamb for the Whole-Burnt-Offering, a healthy yearling ewe for an Absolution-Offering, a healthy ram for a Peace-Offering,","15":"a basket of unraised bread made of fine flour, loaves mixed with oil, and crackers spread with oil, along with your Grain-Offerings and Drink-Offerings.","16":"The priest will approach GOD and offer up your Absolution-Offering and Whole-Burnt-Offering.","17":"He will sacrifice the ram as a Peace-Offering to GOD with the basket of unraised bread, and, last of all, the Grain-Offering and Drink-Offering.","18":"\"At the entrance to the Tent of Meeting, shave off the hair you consecrated and put it in the fire that is burning under the Peace-Offering.","19":"\"After you have shaved the hair of your consecration, the priest will take a shoulder from the ram, boiled, and a piece of unraised bread and a cracker from the basket and place them in your hands.","20":"The priest will then wave them before GOD, a Wave-Offering. They are holy and belong to the priest, along with the breast that was waved and the thigh that was offered. \"Now you are free to drink wine.","21":"\"These are the instructions for Nazirites as they bring offerings to GOD in their vow of consecration, beyond their other offerings. They must carry out the vow they have vowed following the instructions for the Nazirite.\"","22":"GOD spoke to Moses:","23":"\"Tell Aaron and his sons, This is how you are to bless the People of Israel. Say to them,","24":"GOD bless you and keep you,","25":"GOD smile on you and gift you,","26":"GOD look you full in the face and make you prosper.","27":"In so doing, they will place my name on the People of Israel--I will confirm it by blessing them.\""}