{"1":"When Moses finished setting up The Dwelling, he anointed it and consecrated it along with all that went with it. At the same time he anointed and consecrated the Altar and its accessories.","2":"The leaders of Israel, the heads of the ancestral tribes who had carried out the census, brought offerings.","3":"They presented before GOD six covered wagons and twelve oxen, a wagon from each pair of leaders and an ox from each leader.","4":"GOD spoke to Moses:","5":"Receive these so that they can be used to transport the Tent of Meeting. Give them to the Levites according to what they need for their work.\"","6":"Moses took the wagons and oxen and gave them to the Levites.","7":"He gave two wagons and four oxen to the Gershonites for their work","8":"and four wagons and eight oxen to the Merarites for their work. They were all under the direction of Ithamar son of Aaron the priest.","9":"Moses didn't give any to the Kohathites because they had to carry the holy things for which they were responsible on their shoulders.","10":"When the Altar was anointed, the leaders brought their offerings for its dedication and presented them before the Altar","11":"because GOD had instructed Moses, \"Each day one leader is to present his offering for the dedication of the Altar.\"","12":"On the first day, Nahshon son of Amminadab, of the tribe of Judah, brought his offering.","13":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","14":"a gold vessel weighing four ounces, filled with incense;","15":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","16":"a he-goat for an Absolution-Offering;","17":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Nahshon son of Amminadab.","18":"On the second day, Nethanel son of Zuar, the leader of Issachar, brought his offering.","19":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","20":"a gold vessel weighing four ounces, filled with incense;","21":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","22":"a he-goat for an Absolution-Offering;","23":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Nethanel son of Zuar.","24":"On the third day, Eliab son of Helon, the leader of the people of Zebulun, brought his offering.","25":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","26":"a gold vessel weighing four ounces, filled with incense;","27":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","28":"a he-goat for an Absolution-Offering;","29":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Eliab son of Helon.","30":"On the fourth day, Elizur son of Shedeur, the leader of the people of Reuben, brought his offering.","31":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","32":"a gold vessel weighing four ounces, filled with incense;","33":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","34":"a he-goat for an Absolution-Offering;","35":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Elizur son of Shedeur.","36":"On the fifth day, Shelumiel son of Zurishaddai, the leader of the people of Simeon, brought his offering.","37":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","38":"a gold vessel weighing four ounces, filled with incense;","39":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","40":"a he-goat for an Absolution-Offering;","41":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Shelumiel son of Zurishaddai.","42":"On the sixth day, Eliasaph son of Deuel, the leader of the people of Gad, brought his offering.","43":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","44":"a gold vessel weighing four ounces, filled with incense;","45":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","46":"a he-goat for an Absolution-Offering;","47":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Eliasaph son of Deuel.","48":"On the seventh day, Elishama son of Ammihud, the leader of the people of Ephraim, brought his offering.","49":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","50":"a gold vessel weighing four ounces, filled with incense;","51":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","52":"a he-goat for an Absolution-Offering;","53":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Elishama son of Ammihud.","54":"On the eighth day, Gamaliel son of Pedahzur, the leader of the people of Manasseh, brought his offering.","55":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","56":"a gold vessel weighing four ounces, filled with incense;","57":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","58":"a he-goat for an Absolution-Offering;","59":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Gamaliel son of Pedahzur.","60":"On the ninth day, Abidan son of Gideoni, the leader of the people of Benjamin, brought his offering.","61":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","62":"a gold vessel weighing four ounces, filled with incense;","63":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","64":"a he-goat for an Absolution-Offering;","65":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Abidan son of Gideoni.","66":"On the tenth day, Ahiezer son of Ammishaddai, the leader of the people of Dan, brought his offering.","67":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","68":"a gold vessel weighing four ounces, filled with incense;","69":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","70":"a he-goat for an Absolution-Offering;","71":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Ahiezer son of Ammishaddai.","72":"On the eleventh day, Pagiel son of Ocran, the leader of the people of Asher, brought his offering.","73":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","74":"a gold vessel weighing four ounces, filled with incense;","75":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","76":"a he-goat for an Absolution-Offering;","77":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Pagiel son of Ocran.","78":"On the twelfth day, Ahira son of Enan, the leader of the people of Naphtali, brought his offering.","79":"His offering was: a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering;","80":"a gold vessel weighing four ounces, filled with incense;","81":"a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;","82":"a he-goat for an Absolution-Offering;","83":"two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Ahira son of Enan.","84":"These were the dedication offerings of the leaders of Israel for the anointing of the Altar: twelve silver plates, twelve silver bowls, twelve gold vessels.","85":"Each plate weighed three and a quarter pounds and each bowl one and three-quarter pounds. All the plates and bowls together weighed about sixty pounds (using the official Sanctuary weight).","86":"The twelve gold vessels filled with incense weighed four ounces each (using the official Sanctuary weight). Altogether the gold vessels weighed about three pounds.","87":"The sum total of animals used for the Whole-Burnt-Offering together with the Grain-Offering: twelve bulls, twelve rams, twelve yearling lambs. For the Absolution-Offering: twelve he-goats.","88":"The sum total of animals used for the sacrifice of the Peace-Offering: twenty-four bulls, sixty rams, sixty he-goats, sixty yearling lambs. These were the offerings for the dedication of the Altar after it was anointed.","89":"When Moses entered the Tent of Meeting to speak with GOD, he heard the Voice speaking to him from between the two angel-cherubim above the Atonement-Cover on the Chest of The Testimony. He spoke with him."}