{"1":"\"We're all adrift in the same boat: too few days, too many troubles.","2":"We spring up like wildflowers in the desert and then wilt, transient as the shadow of a cloud.","3":"Do you occupy your time with such fragile wisps? Why even bother hauling me into court?","4":"There's nothing much to us to start with; how do you expect us to amount to anything?","5":"Mortals have a limited life span. You've already decided how long we'll live--you set the boundary and no one can cross it.","6":"So why not give us a break? Ease up! Even ditchdiggers get occasional days off.","7":"For a tree there is always hope. Chop it down and it still has a chance--its roots can put out fresh sprouts.","8":"Even if its roots are old and gnarled, its stump long dormant,","9":"At the first whiff of water it comes to life, buds and grows like a sapling.","10":"But men and women? They die and stay dead. They breathe their last, and that's it.","11":"Like lakes and rivers that have dried up, parched reminders of what once was,","12":"So mortals lie down and never get up, never wake up again--never.","13":"Why don't you just bury me alive, get me out of the way until your anger cools? But don't leave me there! Set a date when you'll see me again.","14":"If we humans die, will we live again? That's my question. All through these difficult days I keep hoping, waiting for the final change--for resurrection!","15":"Homesick with longing for the creature you made, you'll call--and I'll answer!","16":"You'll watch over every step I take, but you won't keep track of my missteps.","17":"My sins will be stuffed in a sack and thrown into the sea--sunk in deep ocean.","18":"\"Meanwhile, mountains wear down and boulders break up,","19":"Stones wear smooth and soil erodes, as you relentlessly grind down our hope.","20":"You're too much for us. As always, you get the last word. We don't like it and our faces show it, but you send us off anyway.","21":"If our children do well for themselves, we never know it; if they do badly, we're spared the hurt.","22":"Body and soul, that's it for us--a lifetime of pain, a lifetime of sorrow.\" HKEliphaz Attacks AgainHK You Trivialize Religion"}