{"1":"Then Job defended himself:","2":"\"I've had all I can take of your talk. What a bunch of miserable comforters!","3":"Is there no end to your windbag speeches? What's your problem that you go on and on like this?","4":"If you were in my shoes, I could talk just like you. I could put together a terrific harangue and really let you have it.","5":"But I'd never do that. I'd console and comfort, make things better, not worse!","6":"\"When I speak up, I feel no better; if I say nothing, that doesn't help either.","7":"I feel worn down. God, you have wasted me totally--me and my family!","8":"You've shriveled me like a dried prune, showing the world that you're against me. My gaunt face stares back at me from the mirror, a mute witness to your treatment of me.","9":"Your anger tears at me, your teeth rip me to shreds, your eyes burn holes in me--God, my enemy!","10":"People take one look at me and gasp. Contemptuous, they slap me around and gang up against me.","11":"And God just stands there and lets them do it, lets wicked people do what they want with me.","12":"I was contentedly minding my business when God beat me up. He grabbed me by the neck and threw me around. He set me up as his target,","13":"then rounded up archers to shoot at me. Merciless, they shot me full of arrows; bitter bile poured from my gut to the ground.","14":"He burst in on me, onslaught after onslaught, charging me like a mad bull.","15":"\"I sewed myself a shroud and wore it like a shirt; I lay face down in the dirt.","16":"Now my face is blotched red from weeping; look at the dark shadows under my eyes,","17":"Even though I've never hurt a soul and my prayers are sincere!","18":"\"O Earth, don't cover up the wrong done to me! Don't muffle my cry!","19":"There must be Someone in heaven who knows the truth about me, in highest heaven, some Attorney who can clear my name--","20":"My Champion, my Friend, while I'm weeping my eyes out before God.","21":"I appeal to the One who represents mortals before God as a neighbor stands up for a neighbor.","22":"\"Only a few years are left before I set out on the road of no return."}