{"1":"Zophar from Naamath again took his turn:","2":"\"I can't believe what I'm hearing! You've put my teeth on edge, my stomach in a knot.","3":"How dare you insult my intelligence like this! Well, here's a piece of my mind!","4":"\"Don't you even know the basics, how things have been since the earliest days, when Adam and Eve were first placed on earth?","5":"The good times of the wicked are short-lived; godless joy is only momentary.","6":"The evil might become world famous, strutting at the head of the celebrity parade,","7":"But still end up in a pile of dung. Acquaintances look at them with disgust and say, \"What's that?'","8":"They fly off like a dream that can't be remembered, like a shadowy illusion that vanishes in the light.","9":"Though once notorious public figures, now they're nobodies, unnoticed, whether they come or go.","10":"Their children will go begging on skid row, and they'll have to give back their ill-gotten gain.","11":"Right in the prime of life, and youthful and vigorous, they'll die.","12":"\"They savor evil as a delicacy, roll it around on their tongues,","13":"Prolong the flavor, a dalliance in decadence--real gourmets of evil!","14":"But then they get stomach cramps, a bad case of food poisoning.","15":"They gag on all that rich food; God makes them vomit it up.","16":"They gorge on evil, make a diet of that poison--a deadly diet--and it kills them.","17":"No quiet picnics for them beside gentle streams with fresh-baked bread and cheese, and tall, cool drinks.","18":"They spit out their food half-chewed, unable to relax and enjoy anything they've worked for.","19":"And why? Because they exploited the poor, took what never belonged to them.","20":"\"Such God--denying people are never content with what they have or who they are; their greed drives them relentlessly.","21":"They plunder everything but they can't hold on to any of it.","22":"Just when they think they have it all, disaster strikes; they're served up a plate full of misery.","23":"When they've filled their bellies with that, God gives them a taste of his anger, and they get to chew on that for a while.","24":"As they run for their lives from one disaster, they run smack into another.","25":"They're knocked around from pillar to post, beaten to within an inch of their lives. They're trapped in a house of horrors,","26":"and see their loot disappear down a black hole. Their lives are a total loss--not a penny to their name, not so much as a bean.","27":"God will strip them of their sin-soaked clothes and hang their dirty laundry out for all to see.","28":"Life is a complete wipeout for them, nothing surviving God's wrath.","29":"There! That's God's blueprint for the wicked--what they have to look forward to.\" Job's Response Why Do the Wicked Have It So Good?"}