{"1":"Having waited for Zophar, Job now resumed his defense:","2":"\"God--Alive! He's denied me justice! God Almighty! He's ruined my life!","3":"But for as long as I draw breath, and for as long as God breathes life into me,","4":"I refuse to say one word that isn't true. I refuse to confess to any charge that's false.","5":"There is no way I'll ever agree to your accusations. I'll not deny my integrity even if it costs me my life.","6":"I'm holding fast to my integrity and not loosening my grip--and, believe me, I'll never regret it.","7":"\"Let my enemy be exposed as wicked! Let my adversary be proven guilty!","8":"What hope do people without God have when life is cut short? when God puts an end to life?","9":"Do you think God will listen to their cry for help when disaster hits?","10":"What interest have they ever shown in the Almighty? Have they ever been known to pray before?","11":"\"I've given you a clear account of God in action, suppressed nothing regarding God Almighty.","12":"The evidence is right before you. You can all see it for yourselves, so why do you keep talking nonsense?","13":"\"I'll quote your own words back to you: This is how God treats the wicked, this is what evil people can expect from God Almighty:","14":"Their children--all of them--will die violent deaths; they'll never have enough bread to put on the table.","15":"They'll be wiped out by the plague, and none of the widows will shed a tear when they're gone.","16":"Even if they make a lot of money and are resplendent in the latest fashions,","17":"It's the good who will end up wearing the clothes and the decent who will divide up the money.","18":"They build elaborate houses that won't survive a single winter.","19":"They go to bed wealthy and wake up poor.","20":"Terrors pour in on them like flash floods--a tornado snatches them away in the middle of the night,","21":"A cyclone sweeps them up--gone! Not a trace of them left, not even a footprint.","22":"Catastrophes relentlessly pursue them; they run this way and that, but there's no place to hide--","23":"Pummeled by the weather, blown to kingdom come by the storm.'"}