{"1":"\"We all know how silver seams the rocks, we've seen the stuff from which gold is refined,","2":"We're aware of how iron is dug out of the ground and copper is smelted from rock.","3":"Miners penetrate the earth's darkness, searching the roots of the mountains for ore, digging away in the suffocating darkness.","4":"Far from civilization, far from the traffic, they cut a shaft, and are lowered into it by ropes.","5":"Earth's surface is a field for grain, but its depths are a forge","6":"Firing sapphires from stones and chiseling gold from rocks.","7":"Vultures are blind to its riches, hawks never lay eyes on it.","8":"Wild animals are oblivious to it, lions don't know it's there.","9":"Miners hammer away at the rock, they uproot the mountains.","10":"They tunnel through the rock and find all kinds of beautiful gems.","11":"They discover the origins of rivers, and bring earth's secrets to light.","12":"\"But where, oh where, will they find Wisdom? Where does Insight hide?","13":"Mortals don't have a clue, haven't the slightest idea where to look.","14":"Earth's depths say, \"It's not here'; ocean deeps echo, \"Never heard of it.'","15":"It can't be bought with the finest gold; no amount of silver can get it.","16":"Even famous Ophir gold can't buy it, not even diamonds and sapphires.","17":"Neither gold nor emeralds are comparable; extravagant jewelry can't touch it.","18":"Pearl necklaces and ruby bracelets--why bother? None of this is even a down payment on Wisdom!","19":"Pile gold and African diamonds as high as you will, they can't hold a candle to Wisdom.","20":"\"So where does Wisdom come from? And where does Insight live?","21":"It can't be found by looking, no matter how deep you dig, no matter how high you fly.","22":"If you search through the graveyard and question the dead, they say, \"We've only heard rumors of it.'","23":"\"God alone knows the way to Wisdom, he knows the exact place to find it.","24":"He knows where everything is on earth, he sees everything under heaven.","25":"After he commanded the winds to blow and measured out the waters,","26":"Arranged for the rain and set off explosions of thunder and lightning,","27":"He focused on Wisdom, made sure it was all set and tested and ready.","28":"Then he addressed the human race: \"Here it is! Fear-of-the-Lord--that's Wisdom, and Insight means shunning evil.'\""}