{"1":"\"But no longer. Now I'm the butt of their jokes--young ruffians! whippersnappers!","2":"Why, I considered their fathers mere inexperienced pups. But they are worse than dogs--good for nothing, stray, mangy animals,","3":"Half-starved, scavenging the back alleys, howling at the moon;","4":"Homeless guttersnipes chewing on old bones and licking old tin cans;","5":"Outcasts from the community, cursed as dangerous delinquents.","6":"Nobody would put up with them; they were driven from the neighborhood.","7":"You could hear them out there at the edge of town, yelping and barking, huddled in junkyards,","8":"A gang of beggars and no-names, thrown out on their ears.","9":"\"But now I'm the one they're after, mistreating me, taunting and mocking.","10":"They abhor me, they abuse me. How dare those scoundrels--they spit in my face!","11":"Now that God has undone me and left me in a heap, they hold nothing back. Anything goes.","12":"They come at me from my blind side, trip me up, then jump on me while I'm down.","13":"They throw every kind of obstacle in my path, determined to ruin me--and no one lifts a finger to help me!","14":"They violate my broken body, trample through the rubble of my ruined life.","15":"Terrors assault me--my dignity in shreds, salvation up in smoke.","16":"\"And now my life drains out, as suffering seizes and grips me hard.","17":"Night gnaws at my bones; the pain never lets up.","18":"I am tied hand and foot, my neck in a noose. I twist and turn.","19":"Thrown facedown in the muck, I'm a muddy mess, inside and out.","20":"\"I shout for help, God, and get nothing, no answer! I stand to face you in protest, and you give me a blank stare!","21":"You've turned into my tormenter--you slap me around, knock me about.","22":"You raised me up so I was riding high and then dropped me, and I crashed.","23":"I know you're determined to kill me, to put me six feet under.","24":"\"What did I do to deserve this? Did I ever hit anyone who was calling for help?","25":"Haven't I wept for those who live a hard life, been heartsick over the lot of the poor?","26":"But where did it get me? I expected good but evil showed up. I looked for light but darkness fell.","27":"My stomach's in a constant churning, never settles down. Each day confronts me with more suffering.","28":"I walk under a black cloud. The sun is gone. I stand in the congregation and protest.","29":"I howl with the jackals, I hoot with the owls.","30":"I'm black and blue all over, burning up with fever.","31":"My fiddle plays nothing but the blues; my mouth harp wails laments."}