{"1":"\"I made a solemn pact with myself never to undress a girl with my eyes.","2":"So what can I expect from God? What do I deserve from God Almighty above?","3":"Isn't calamity reserved for the wicked? Isn't disaster supposed to strike those who do wrong?","4":"Isn't God looking, observing how I live? Doesn't he mark every step I take?","5":"\"Have I walked hand in hand with falsehood, or hung out in the company of deceit?","6":"Weigh me on a set of honest scales so God has proof of my integrity.","7":"If I've strayed off the straight and narrow, wanted things I had no right to, messed around with sin,","8":"Go ahead, then--give my portion to someone who deserves it.","9":"\"If I've let myself be seduced by a woman and conspired to go to bed with her,","10":"Fine, my wife has every right to go ahead and sleep with anyone she wants to.","11":"For disgusting behavior like that, I'd deserve the worst punishment you could hand out.","12":"Adultery is a fire that burns the house down; I wouldn't expect anything I count dear to survive it.","13":"\"Have I ever been unfair to my employees when they brought a complaint to me?","14":"What, then, will I do when God confronts me? When God examines my books, what can I say?","15":"Didn't the same God who made me, make them? Aren't we all made of the same stuff, equals before God?","16":"\"Have I ignored the needs of the poor, turned my back on the indigent,","17":"Taken care of my own needs and fed my own face while they languished?","18":"Wasn't my home always open to them? Weren't they always welcome at my table?","19":"\"Have I ever left a poor family shivering in the cold when they had no warm clothes?","20":"Didn't the poor bless me when they saw me coming, knowing I'd brought coats from my closet?","21":"\"If I've ever used my strength and influence to take advantage of the unfortunate,","22":"Go ahead, break both my arms, cut off all my fingers!","23":"The fear of God has kept me from these things--how else could I ever face him?","24":"\"Did I set my heart on making big money or worship at the bank?","25":"Did I boast about my wealth, show off because I was well-off?","26":"Was I ever so awed by the sun's brilliance and moved by the moon's beauty","27":"That I let myself become seduced by them and worshiped them on the sly?","28":"If so, I would deserve the worst of punishments, for I would be betraying God himself.","29":"\"Did I ever crow over my enemy's ruin? Or gloat over my rival's bad luck?","30":"No, I never said a word of detraction, never cursed them, even under my breath.","31":"\"Didn't those who worked for me say, \"He fed us well. There were always second helpings'?","32":"And no stranger ever had to spend a night in the street; my doors were always open to travelers.","33":"Did I hide my sin the way Adam did, or conceal my guilt behind closed doors","34":"Because I was afraid what people would say, fearing the gossip of the neighbors so much That I turned myself into a recluse? You know good and well that I didn't.","35":"\"Oh, if only someone would give me a hearing! I've signed my name to my defense--let the Almighty One answer! I want to see my indictment in writing.","36":"Anyone's welcome to read my defense; I'll write it on a poster and carry it around town.","37":"I'm prepared to account for every move I've ever made--to anyone and everyone, prince or pauper.","38":"\"If the very ground that I farm accuses me, if even the furrows fill with tears from my abuse,","39":"If I've ever raped the earth for my own profit or dispossessed its rightful owners,","40":"Then curse it with thistles instead of wheat, curse it with weeds instead of barley.\" The words of Job to his three friends were finished. Elihu Speaks God's Spirit Makes Wisdom Possible"}