{"1":"Here Elihu took a deep breath, but kept going:","2":"\"Stay with me a little longer. I'll convince you. There's still more to be said on God's side.","3":"I learned all this firsthand from the Source; everything I know about justice I owe to my Maker himself.","4":"Trust me, I'm giving you undiluted truth; believe me, I know these things inside and out.","5":"\"It's true that God is all-powerful, but he doesn't bully innocent people.","6":"For the wicked, though, it's a different story--he doesn't give them the time of day, but champions the rights of their victims.","7":"He never takes his eyes off the righteous; he honors them lavishly, promotes them endlessly.","8":"When things go badly, when affliction and suffering descend,","9":"God tells them where they've gone wrong, shows them how their pride has caused their trouble.","10":"He forces them to heed his warning, tells them they must repent of their bad life.","11":"If they obey and serve him, they'll have a good, long life on easy street.","12":"But if they disobey, they'll be cut down in their prime and never know the first thing about life.","13":"Angry people without God pile grievance upon grievance, always blaming others for their troubles.","14":"Living it up in sexual excesses, virility wasted, they die young.","15":"But those who learn from their suffering, God delivers from their suffering.","16":"\"Oh, Job, don't you see how God's wooing you from the jaws of danger? How he's drawing you into wide-open places--inviting you to feast at a table laden with blessings?","17":"And here you are laden with the guilt of the wicked, obsessed with putting the blame on God!","18":"Don't let your great riches mislead you; don't think you can bribe your way out of this.","19":"Did you plan to buy your way out of this? Not on your life!","20":"And don't think that night, when people sleep off their troubles, will bring you any relief.","21":"Above all, don't make things worse with more evil--that's what's behind your suffering as it is!","22":"\"Do you have any idea how powerful God is? Have you ever heard of a teacher like him?","23":"Has anyone ever had to tell him what to do, or correct him, saying, \"You did that all wrong!'?","24":"Remember, then, to praise his workmanship, which is so often celebrated in song.","25":"Everybody sees it; nobody is too far away to see it.","26":"\"Take a long, hard look. See how great he is--infinite, greater than anything you could ever imagine or figure out!","27":"\"He pulls water up out of the sea, distills it, and fills up his rain-cloud cisterns.","28":"Then the skies open up and pour out soaking showers on everyone.","29":"Does anyone have the slightest idea how this happens? How he arranges the clouds, how he speaks in thunder?","30":"Just look at that lightning, his sky-filling light show illumining the dark depths of the sea!","31":"These are the symbols of his sovereignty, his generosity, his loving care.","32":"He hurls arrows of light, taking sure and accurate aim.","33":"The High God roars in the thunder, angry against evil."}