{"1":"\"Whenever this happens, my heart stops--I'm stunned, I can't catch my breath.","2":"Listen to it! Listen to his thunder, the rolling, rumbling thunder of his voice.","3":"He lets loose his lightnings from horizon to horizon, lighting up the earth from pole to pole.","4":"In their wake, the thunder echoes his voice, powerful and majestic. He lets out all the stops, he holds nothing back. No one can mistake that voice--","5":"His word thundering so wondrously, his mighty acts staggering our understanding.","6":"He orders the snow, \"Blanket the earth!' and the rain, \"Soak the whole countryside!'","7":"No one can escape the weather--it's there. And no one can escape from God.","8":"Wild animals take shelter, crawling into their dens,","9":"When blizzards roar out of the north and freezing rain crusts the land.","10":"It's God's breath that forms the ice, it's God's breath that turns lakes and rivers solid.","11":"And yes, it's God who fills clouds with rainwater and hurls lightning from them every which way.","12":"He puts them through their paces--first this way, then that--commands them to do what he says all over the world.","13":"Whether for discipline or grace or extravagant love, he makes sure they make their mark.","14":"\"Job, are you listening? Have you noticed all this? Stop in your tracks! Take in God's miracle-wonders!","15":"Do you have any idea how God does it all, how he makes bright lightning from dark storms,","16":"How he piles up the cumulus clouds--all these miracle-wonders of a perfect Mind?","17":"Why, you don't even know how to keep cool on a sweltering hot day,","18":"So how could you even dream of making a dent in that hot-tin-roof sky?","19":"\"If you're so smart, give us a lesson in how to address God. We're in the dark and can't figure it out.","20":"Do you think I'm dumb enough to challenge God? Wouldn't that just be asking for trouble?","21":"No one in his right mind stares straight at the sun on a clear and cloudless day.","22":"As gold comes from the northern mountains, so a terrible beauty streams from God.","23":"\"Mighty God! Far beyond our reach! Unsurpassable in power and justice! It's unthinkable that he'd treat anyone unfairly.","24":"So bow to him in deep reverence, one and all! If you're wise, you'll most certainly worship him.\" God Confronts Job Have You Gotten to the Bottom of Things?"}