{"1":"And now, finally, GOD answered Job from the eye of a violent storm. He said:","2":"\"Why do you confuse the issue? Why do you talk without knowing what you're talking about?","3":"Pull yourself together, Job! Up on your feet! Stand tall! I have some questions for you, and I want some straight answers.","4":"Where were you when I created the earth? Tell me, since you know so much!","5":"Who decided on its size? Certainly you'll know that! Who came up with the blueprints and measurements?","6":"How was its foundation poured, and who set the cornerstone,","7":"While the morning stars sang in chorus and all the angels shouted praise?","8":"And who took charge of the ocean when it gushed forth like a baby from the womb?","9":"That was me! I wrapped it in soft clouds, and tucked it in safely at night.","10":"Then I made a playpen for it, a strong playpen so it couldn't run loose,","11":"And said, \"Stay here, this is your place. Your wild tantrums are confined to this place.'","12":"\"And have you ever ordered Morning, \"Get up!' told Dawn, \"Get to work!'","13":"So you could seize Earth like a blanket and shake out the wicked like cockroaches?","14":"As the sun brings everything to light, brings out all the colors and shapes,","15":"The cover of darkness is snatched from the wicked--they're caught in the very act!","16":"\"Have you ever gotten to the true bottom of things, explored the labyrinthine caves of deep ocean?","17":"Do you know the first thing about death? Do you have one clue regarding death's dark mysteries?","18":"And do you have any idea how large this earth is? Speak up if you have even the beginning of an answer.","19":"\"Do you know where Light comes from and where Darkness lives","20":"So you can take them by the hand and lead them home when they get lost?","21":"Why, of course you know that. You've known them all your life, grown up in the same neighborhood with them!","22":"\"Have you ever traveled to where snow is made, seen the vault where hail is stockpiled,","23":"The arsenals of hail and snow that I keep in readiness for times of trouble and battle and war?","24":"Can you find your way to where lightning is launched, or to the place from which the wind blows?","25":"Who do you suppose carves canyons for the downpours of rain, and charts the route of thunderstorms","26":"That bring water to unvisited fields, deserts no one ever lays eyes on,","27":"Drenching the useless wastelands so they're carpeted with wildflowers and grass?","28":"And who do you think is the father of rain and dew,","29":"the mother of ice and frost?","30":"You don't for a minute imagine these marvels of weather just happen, do you?","31":"\"Can you catch the eye of the beautiful Pleiades sisters, or distract Orion from his hunt?","32":"Can you get Venus to look your way, or get the Great Bear and her cubs to come out and play?","33":"Do you know the first thing about the sky's constellations and how they affect things on Earth?","34":"\"Can you get the attention of the clouds, and commission a shower of rain?","35":"Can you take charge of the lightning bolts and have them report to you for orders?","36":"\"Who do you think gave weather-wisdom to the ibis, and storm-savvy to the rooster?","37":"Does anyone know enough to number all the clouds or tip over the rain barrels of heaven","38":"When the earth is cracked and dry, the ground baked hard as a brick?","39":"\"Can you teach the lioness to stalk her prey and satisfy the appetite of her cubs","40":"As they crouch in their den, waiting hungrily in their cave?","41":"And who sets out food for the ravens when their young cry to God, fluttering about because they have no food?"}