{"1":"Then Eliphaz from Teman spoke up:","2":"\"Would you mind if I said something to you? Under the circumstances it's hard to keep quiet.","3":"You yourself have done this plenty of times, spoken words that clarify, encouraged those who were about to quit.","4":"Your words have put stumbling people on their feet, put fresh hope in people about to collapse.","5":"But now you're the one in trouble--you're hurting! You've been hit hard and you're reeling from the blow.","6":"But shouldn't your devout life give you confidence now? Shouldn't your exemplary life give you hope?","7":"\"Think! Has a truly innocent person ever ended up on the scrap heap? Do genuinely upright people ever lose out in the end?","8":"It's my observation that those who plow evil and sow trouble reap evil and trouble.","9":"One breath from God and they fall apart, one blast of his anger and there's nothing left of them.","10":"The mighty lion, king of the beasts, roars mightily, but when he's toothless he's useless--","11":"No teeth, no prey--and the cubs wander off to fend for themselves.","12":"\"A word came to me in secret--a mere whisper of a word, but I heard it clearly.","13":"It came in a scary dream one night, after I had fallen into a deep, deep sleep.","14":"Dread stared me in the face, and Terror. I was scared to death--I shook from head to foot.","15":"A spirit glided right in front of me--the hair on my head stood on end.","16":"I couldn't tell what it was that appeared there--a blur... and then I heard a muffled voice:","17":"How can mere mortals be more righteous than God? How can humans be purer than their Creator?","18":"Why, God doesn't even trust his own servants, doesn't even cheer his angels,","19":"So how much less these bodies composed of mud, fragile as moths?","20":"These bodies of ours are here today and gone tomorrow, and no one even notices--gone without a trace.","21":"When the tent stakes are ripped up, the tent collapses--we die and are never the wiser for having lived.'"}