{"1":"\"Or can you pull in the sea beast, Leviathan, with a fly rod\t and stuff him in your creel?","2":"Can you lasso him with a rope, or snag him with an anchor?","3":"Will he beg you over and over for mercy, or flatter you with flowery speech?","4":"Will he apply for a job with you to run errands and serve you the rest of your life?","5":"Will you play with him as if he were a pet goldfish? Will you make him the mascot of the neighborhood children?","6":"Will you put him on display in the market and have shoppers haggle over the price?","7":"Could you shoot him full of arrows like a pin cushion, or drive harpoons into his huge head?","8":"If you so much as lay a hand on him, you won't live to tell the story.","9":"What hope would you have with such a creature? Why, one look at him would do you in!","10":"If you can't hold your own against his glowering visage, how, then, do you expect to stand up to me?","11":"Who could confront me and get by with it? I'm in charge of all this--I run this universe!","12":"\"But I've more to say about Leviathan, the sea beast, his enormous bulk, his beautiful shape.","13":"Who would even dream of piercing that tough skin or putting those jaws into bit and bridle?","14":"And who would dare knock at the door of his mouth filled with row upon row of fierce teeth?","15":"His pride is invincible; nothing can make a dent in that pride.","16":"Nothing can get through that proud skin--impervious to weapons and weather,","17":"The thickest and toughest of hides, impenetrable!","18":"\"He snorts and the world lights up with fire, he blinks and the dawn breaks.","19":"Comets pour out of his mouth, fireworks arc and branch.","20":"Smoke erupts from his nostrils like steam from a boiling pot.","21":"He blows and fires blaze; flames of fire stream from his mouth.","22":"All muscle he is--sheer and seamless muscle. To meet him is to dance with death.","23":"Sinewy and lithe, there's not a soft spot in his entire body--","24":"As tough inside as out, rock-hard, invulnerable.","25":"Even angels run for cover when he surfaces, cowering before his tail-thrashing turbulence.","26":"Javelins bounce harmlessly off his hide, harpoons ricochet wildly.","27":"Iron bars are so much straw to him, bronze weapons beneath notice.","28":"Arrows don't even make him blink; bullets make no more impression than raindrops.","29":"A battle ax is nothing but a splinter of kindling; he treats a brandished harpoon as a joke.","30":"His belly is armor-plated, inexorable--unstoppable as a barge.","31":"He roils deep ocean the way you'd boil water, he whips the sea like you'd whip an egg into batter.","32":"With a luminous trail stretching out behind him, you might think Ocean had grown a gray beard!","33":"There's nothing on this earth quite like him, not an ounce of fear in that creature!","34":"He surveys all the high and mighty--king of the ocean, king of the deep!\" Job Worships God I Babbled On About Things Far Beyond Me"}