{"1":"Job answered:","2":"\"If my misery could be weighed, if you could pile the whole bitter load on the scales,","3":"It would be heavier than all the sand of the sea! Is it any wonder that I'm screaming like a caged cat?","4":"The arrows of God Almighty are in me, poison arrows--and I'm poisoned all through! God has dumped the whole works on me.","5":"Donkeys bray and cows moo when they run out of pasture--so don't expect me to keep quiet in this.","6":"Do you see what God has dished out for me? It's enough to turn anyone's stomach!","7":"Everything in me is repulsed by it--it makes me sick.","8":"\"All I want is an answer to one prayer, a last request to be honored:","9":"Let God step on me--squash me like a bug, and be done with me for good.","10":"I'd at least have the satisfaction of not having blasphemed the Holy God, before being pressed past the limits.","11":"Where's the strength to keep my hopes up? What future do I have to keep me going?","12":"Do you think I have nerves of steel? Do you think I'm made of iron?","13":"Do you think I can pull myself up by my bootstraps? Why, I don't even have any boots!","14":"\"When desperate people give up on God Almighty, their friends, at least, should stick with them.","15":"But my brothers are fickle as a gulch in the desert--one day they're gushing with water","16":"From melting ice and snow cascading out of the mountains,","17":"But by midsummer they're dry, gullies baked dry in the sun.","18":"Travelers who spot them and go out of their way for a drink, end up in a waterless gulch and die of thirst.","19":"Merchant caravans from Tema see them and expect water, tourists from Sheba hope for a cool drink.","20":"They arrive so confident--but what a disappointment! They get there, and their faces fall!","21":"And you, my so-called friends, are no better--there's nothing to you! One look at a hard scene and you shrink in fear.","22":"It's not as though I asked you for anything--I didn't ask you for one red cent--","23":"Nor did I beg you to go out on a limb for me. So why all this dodging and shuffling?","24":"\"Confront me with the truth and I'll shut up, show me where I've gone off the track.","25":"Honest words never hurt anyone, but what's the point of all this pious bluster?","26":"You pretend to tell me what's wrong with my life, but treat my words of anguish as so much hot air.","27":"Are people mere things to you? Are friends just items of profit and loss?","28":"\"Look me in the eyes! Do you think I'd lie to your face?","29":"Think it over--no double-talk! Think carefully--my integrity is on the line!","30":"Can you detect anything false in what I say? Don't you trust me to discern good from evil?"}