{"1":"Job continued by saying:","2":"\"So what's new? I know all this. The question is, \"How can mere mortals get right with God?'","3":"If we wanted to bring our case before him, what chance would we have? Not one in a thousand!","4":"God's wisdom is so deep, God's power so immense, who could take him on and come out in one piece?","5":"He moves mountains before they know what's happened, flips them on their heads on a whim.","6":"He gives the earth a good shaking up, rocks it down to its very foundations.","7":"He tells the sun, \"Don't shine,' and it doesn't; he pulls the blinds on the stars.","8":"All by himself he stretches out the heavens and strides on the waves of the sea.","9":"He designed the Big Dipper and Orion, the Pleiades and Alpha Centauri.","10":"We'll never comprehend all the great things he does; his miracle-surprises can't be counted.","11":"Somehow, though he moves right in front of me, I don't see him; quietly but surely he's active, and I miss it.","12":"If he steals you blind, who can stop him? Who's going to say, \"Hey, what are you doing?'","13":"God doesn't hold back on his anger; even dragon-bred monsters cringe before him.","14":"\"So how could I ever argue with him, construct a defense that would influence God?","15":"Even though I'm innocent I could never prove it; I can only throw myself on the Judge's mercy.","16":"If I called on God and he himself answered me, then, and only then, would I believe that he'd heard me.","17":"As it is, he knocks me about from pillar to post, beating me up, black and blue, for no good reason.","18":"He won't even let me catch my breath, piles bitterness upon bitterness.","19":"If it's a question of who's stronger, he wins, hands down! If it's a question of justice, who'll serve him the subpoena?","20":"Even though innocent, anything I say incriminates me; blameless as I am, my defense just makes me sound worse.","21":"\"Believe me, I'm blameless. I don't understand what's going on. I hate my life!","22":"Since either way it ends up the same, I can only conclude that God destroys the good right along with the bad.","23":"When calamity hits and brings sudden death, he folds his arms, aloof from the despair of the innocent.","24":"He lets the wicked take over running the world, he installs judges who can't tell right from wrong. If he's not responsible, who is?","25":"\"My time is short--what's left of my life races off too fast for me to even glimpse the good.","26":"My life is going fast, like a ship under full sail, like an eagle plummeting to its prey.","27":"Even if I say, \"I'll put all this behind me, I'll look on the bright side and force a smile,'","28":"All these troubles would still be like grit in my gut since it's clear you're not going to let up.","29":"The verdict has already been handed down-\"Guilty!'- so what's the use of protests or appeals?","30":"Even if I scrub myself all over and wash myself with the strongest soap I can find,","31":"It wouldn't last--you'd push me into a pigpen, or worse, so nobody could stand me for the stink.","32":"\"God and I are not equals; I can't bring a case against him. We'll never enter a courtroom as peers.","33":"How I wish we had an arbitrator to step in and let me get on with life--","34":"To break God's death grip on me, to free me from this terror so I could breathe again.","35":"Then I'd speak up and state my case boldly. As things stand, there is no way I can do it."}