{"1":"Jephthah the Gileadite was one tough warrior. He was the son of a whore, but Gilead was his father.","2":"Meanwhile Gilead's legal wife had given him other sons, and when they grew up, his wife's sons threw Jephthah out. They told him: \"You're not getting any of our family inheritance--you're the son of another woman.\"","3":"So Jephthah fled from his brothers and went to live in the land of Tob. Some riff-raff joined him and went around with him.","4":"Some time passed. And then the Ammonites started fighting Israel.","5":"With the Ammonites at war with them, the elders of Gilead went to get Jephthah from the land of Tob.","6":"They said to Jephthah: \"Come. Be our general and we'll fight the Ammonites.\"","7":"But Jephthah said to the elders of Gilead: \"But you hate me. You kicked me out of my family home. So why are you coming to me now? Because you are in trouble. Right?\"","8":"The elders of Gilead replied, \"That's it exactly. We've come to you to get you to go with us and fight the Ammonites. You'll be the head of all of us, all the Gileadites.\"","9":"Jephthah addressed the elders of Gilead, \"So if you bring me back home to fight the Ammonites and GOD gives them to me, I'll be your head--is that right?\"","10":"They said, \"GOD is witness between us; whatever you say, we'll do.\"","11":"Jephthah went along with the elders of Gilead. The people made him their top man and general. And Jephthah repeated what he had said before GOD at Mizpah.","12":"Then Jephthah sent messengers to the king of the Ammonites with a message: \"What's going on here that you have come into my country picking a fight?\"","13":"The king of the Ammonites told Jephthah's messengers: \"Because Israel took my land when they came up out of Egypt--from the Arnon all the way to the Jabbok and to the Jordan. Give it back peaceably and I'll go.\"","14":"Jephthah again sent messengers to the king of the Ammonites with the message:","15":"\"Jephthah's word: Israel took no Moabite land and no Ammonite land.","16":"When they came up from Egypt, Israel went through the desert as far as the Red Sea, arriving at Kadesh.","17":"There Israel sent messengers to the king of Edom saying, \"Let us pass through your land, please.' But the king of Edom wouldn't let them. Israel also requested permission from the king of Moab, but he wouldn't let them cross either. They were stopped in their tracks at Kadesh.","18":"So they traveled across the desert and circled around the lands of Edom and Moab. They came out east of the land of Moab and set camp on the other side of the Arnon--they didn't set foot in Moabite territory, for Arnon was the Moabite border.","19":"Israel then sent messengers to Sihon king of the Amorites at Heshbon the capital. Israel asked, \"Let us pass, please, through your land on the way to our country.'","20":"But Sihon didn't trust Israel to cut across his land; he got his entire army together, set up camp at Jahaz, and fought Israel.","21":"But GOD, the God of Israel, gave Sihon and all his troops to Israel. Israel defeated them. Israel took all the Amorite land,","22":"all Amorite land from Arnon to the Jabbok and from the desert to the Jordan.","23":"It was GOD, the God of Israel, who pushed out the Amorites in favor of Israel; so who do you think you are to try to take it over?","24":"Why don't you just be satisfied with what your god Chemosh gives you and we'll settle for what GOD, our God, gives us?","25":"Do you think you're going to come off better than Balak son of Zippor, the king of Moab? Did he get anywhere in opposing Israel? Did he risk war?","26":"All this time--it's been three hundred years now!-that Israel has lived in Heshbon and its villages, in Aroer and its villages, and in all the towns along the Arnon, why didn't you try to snatch them away then?","27":"No, I haven't wronged you. But this is an evil thing that you are doing to me by starting a fight. Today GOD the Judge will decide between the People of Israel and the people of Ammon.\"","28":"But the king of the Ammonites refused to listen to a word that Jephthah had sent him.","29":"GOD's Spirit came upon Jephthah. He went across Gilead and Manasseh, went through Mizpah of Gilead, and from there approached the Ammonites.","30":"Jephthah made a vow before GOD: \"If you give me a clear victory over the Ammonites,","31":"then I'll give to GOD whatever comes out of the door of my house to meet me when I return in one piece from among the Ammonites--I'll offer it up in a sacrificial burnt offering.\"","32":"Then Jephthah was off to fight the Ammonites. And GOD gave them to him.","33":"He beat them soundly, all the way from Aroer to the area around Minnith as far as Abel Keramim--twenty cities! A massacre! Ammonites brought to their knees by the People of Israel.","34":"Jephthah came home to Mizpah. His daughter ran from the house to welcome him home--dancing to tambourines! She was his only child. He had no son or daughter except her.","35":"When he realized who it was, he ripped his clothes, saying, \"Ah, dearest daughter--I'm dirt. I'm despicable. My heart is torn to shreds. I made a vow to GOD and I can't take it back!\"","36":"She said, \"Dear father, if you made a vow to GOD, do to me what you vowed; GOD did his part and saved you from your Ammonite enemies.\"","37":"And then she said to her father, \"But let this one thing be done for me. Give me two months to wander through the hills and lament my virginity since I will never marry, I and my dear friends.\"","38":"\"Oh yes, go,\" he said. He sent her off for two months. She and her dear girlfriends went among the hills, lamenting that she would never marry.","39":"At the end of the two months, she came back to her father. He fulfilled the vow with her that he had made. She had never slept with a man. It became a custom in Israel","40":"that for four days every year the young women of Israel went out to mourn for the daughter of Jephthah the Gileadite. [JC]"}