{"1":"GOD's angel went up from Gilgal to Bokim and said, \"I brought you out of Egypt; I led you to the land that I promised to your fathers; and I said, I'll never break my covenant with you--never!","2":"And you're never to make a covenant with the people who live in this land. Tear down their altars! But you haven't obeyed me! What's this that you're doing?","3":"\"So now I'm telling you that I won't drive them out before you. They'll trip you up and their gods will become a trap.\"","4":"When GOD's angel had spoken these words to all the People of Israel, they cried out--oh! how they wept!","5":"They named the place Bokim (Weepers). And there they sacrificed to GOD.","6":"[JC] After Joshua had dismissed them, the People of Israel went off to claim their allotted territories and take possession of the land.","7":"The people worshiped GOD throughout the lifetime of Joshua and the time of the leaders who survived him, leaders who had been in on all of GOD's great work that he had done for Israel.","8":"Then Joshua son of Nun, the servant of GOD, died. He was 110 years old.","9":"They buried him in his allotted inheritance at Timnath Heres in the hills of Ephraim north of Mount Gaash.","10":"Eventually that entire generation died and was buried. Then another generation grew up that didn't know anything of GOD or the work he had done for Israel. [JC]","11":"The People of Israel did evil in GOD's sight:","12":"they served Baal-gods; they deserted GOD, the God of their parents who had led them out of Egypt; they took up with other gods, gods of the peoples around them. They actually worshiped them! And oh, how they angered GOD","13":"as they worshiped god Baal and goddess Astarte!","14":"GOD's anger was hot against Israel: He handed them off to plunderers who stripped them; he sold them cheap to enemies on all sides. They were helpless before their enemies.","15":"Every time they walked out the door GOD was with them--but for evil, just as GOD had said, just as he had sworn he would do. They were in a bad way.","16":"But then GOD raised up judges who saved them from their plunderers.","17":"But they wouldn't listen to their judges; they prostituted themselves to other gods--worshiped them! They lost no time leaving the road walked by their parents, the road of obedience to GOD's commands. They refused to have anything to do with it.","18":"When GOD was setting up judges for them, he would be right there with the judge: He would save them from their enemies' oppression as long as the judge was alive, for GOD was moved to compassion when he heard their groaning because of those who afflicted and beat them.","19":"But when the judge died, the people went right back to their old ways--but even worse than their parents!-running after other gods, serving and worshiping them. Stubborn as mules, they didn't drop a single evil practice.","20":"And GOD's anger blazed against Israel. He said, \"Because these people have thrown out my covenant that I commanded their parents and haven't listened to me,","21":"I'm not driving out one more person from the nations that Joshua left behind when he died.","22":"I'll use them to test Israel and see whether they stay on GOD's road and walk down it as their parents did.\"","23":"That's why GOD let those nations remain. He didn't drive them out or let Joshua get rid of them."}