{"1":"That day Deborah and Barak son of Abinoam sang this song:","2":"When they let down their hair in Israel, they let it blow wild in the wind. The people volunteered with abandon, bless GOD!","3":"Hear O kings! Listen O princes! To GOD, yes to GOD, I'll sing, Make music to GOD, to the God of Israel.","4":"GOD, when you left Seir, marched across the fields of Edom, Earth quaked, yes, the skies poured rain, oh, the clouds made rivers.","5":"Mountains leapt before GOD, the Sinai God, before GOD, the God of Israel.","6":"In the time of Shamgar son of Anath, and in the time of Jael, Public roads were abandoned, travelers went by backroads.","7":"Warriors became fat and sloppy, no fight left in them. Then you, Deborah, rose up; you got up, a mother in Israel.","8":"God chose new leaders, who then fought at the gates. And not a shield or spear to be seen among the forty companies of Israel.","9":"Lift your hearts high, O Israel, with abandon, volunteering yourselves with the people--bless GOD! [JC]","10":"You who ride on prize donkeys comfortably mounted on blankets And you who walk down the roads, ponder, attend!","11":"Gather at the town well and listen to them sing, Chanting the tale of GOD's victories, his victories accomplished in Israel. Then the people of GOD went down to the city gates.","12":"Wake up, wake up, Deborah! Wake up, wake up, sing a song! On your feet, Barak! Take your prisoners, son of Abinoam! [JC]","13":"Then the remnant went down to greet the brave ones. The people of GOD joined the mighty ones.","14":"The captains from Ephraim came to the valley, behind you, Benjamin, with your troops. Captains marched down from Makir, from Zebulun high-ranking leaders came down.","15":"Issachar's princes rallied to Deborah, Issachar stood fast with Barak, backing him up on the field of battle. But in Reuben's divisions there was much second-guessing.","16":"Why all those campfire discussions? Diverted and distracted, Reuben's divisions couldn't make up their minds.","17":"Gilead played it safe across the Jordan, and Dan, why did he go off sailing? Asher kept his distance on the seacoast, safe and secure in his harbors.","18":"But Zebulun risked life and limb, defied death, as did Naphtali on the battle heights.","19":"The kings came, they fought, the kings of Canaan fought. At Taanach they fought, at Megiddo's brook, but they took no silver, no plunder.","20":"The stars in the sky joined the fight, from their courses they fought against Sisera.","21":"The torrent Kishon swept them away, the torrent attacked them, the torrent Kishon. Oh, you'll stomp on the necks of the strong!","22":"Then the hoofs of the horses pounded, charging, stampeding stallions.","23":"\"Curse Meroz,\" says GOD's angel. \"Curse, double curse, its people, Because they didn't come when GOD needed them, didn't rally to GOD's side with valiant fighters.\" [JC]","24":"Most blessed of all women is Jael, wife of Heber the Kenite, most blessed of homemaking women.","25":"He asked for water, she brought milk; In a handsome bowl, she offered cream.","26":"She grabbed a tent peg in her left hand, with her right hand she seized a hammer. She hammered Sisera, she smashed his head, she drove a hole through his head.","27":"He slumped at her feet. He fell. He sprawled. He slumped at her feet. He fell. Slumped. Fallen. Dead. [JC]","28":"Sisera's mother waited at the window, a weary, anxious watch. \"What's keeping his chariot? What delays his chariot's rumble?\"","29":"The wisest of her ladies-in-waiting answers with calm, reassuring words,","30":"\"Don't you think they're busy at plunder, dividing up the loot? A girl, maybe two girls, for each man, And for Sisera a bright silk shirt, a prize, fancy silk shirt! And a colorful scarf--make it two scarves--to grace the neck of the plunderer.\" [JC]","31":"Thus may all GOD's enemies perish, while his lovers be like the unclouded sun. The land was quiet for forty years."}