{"1":"Once again GOD's anger blazed out against Israel. He tested David by telling him, \"Go and take a census of Israel and Judah.\"","2":"So David gave orders to Joab and the army officers under him, \"Canvass all the tribes of Israel, from Dan to Beersheba, and get a count of the population. I want to know the number.\"","3":"But Joab resisted the king: \"May your GOD multiply people by the hundreds right before the eyes of my master the king, but why on earth would you do a thing like this?\"","4":"Nevertheless, the king insisted, and so Joab and the army officers left the king to take a census of Israel.","5":"They crossed the Jordan and began with Aroer and the town in the canyon of the Gadites near Jazer,","6":"proceeded through Gilead, passed Hermon, then on to Dan, but detoured Sidon.","7":"They covered Fort Tyre and all the Hivite and Canaanite cities, and finally reached the Negev of Judah at Beersheba.","8":"They canvassed the whole country and after nine months and twenty days arrived back in Jerusalem.","9":"Joab gave the results of the census to the king: 800,000 able-bodied fighting men in Israel; in Judah 500,000.","10":"But when it was all done, David was overwhelmed with guilt because he had counted the people, replacing trust with statistics. And David prayed to GOD, \"I have sinned badly in what I have just done. But now GOD forgive my guilt--I've been really stupid.\"","11":"When David got up the next morning, the word of GOD had already come to Gad the prophet, David's spiritual advisor,","12":"\"Go and give David this message: \"GOD has spoken thus: There are three things I can do to you; choose one out of the three and I'll see that it's done.'\"","13":"Gad came to deliver the message: \"Do you want three years of famine in the land, or three months of running from your enemies while they chase you down, or three days of an epidemic on the country? Think it over and make up your mind. What shall I tell the one who sent me?\"","14":"David told Gad, \"They're all terrible! But I'd rather be punished by GOD, whose mercy is great, than fall into human hands.\"","15":"So GOD let loose an epidemic from morning until suppertime. From Dan to Beersheba seventy thousand people died.","16":"But when the angel reached out over Jerusalem to destroy it, GOD felt the pain of the terror and told the angel who was spreading death among the people, \"Enough's enough! Pull back!\" The angel of GOD had just reached the threshing floor of Araunah the Jebusite. David looked up and saw the angel hovering between earth and sky, sword drawn and about to strike Jerusalem. David and the elders bowed in prayer and covered themselves with rough burlap.","17":"When David saw the angel about to destroy the people, he prayed, \"Please! I'm the one who sinned; I, the shepherd, did the wrong. But these sheep, what did they do wrong? Punish me and my family, not them.\"","18":"That same day Gad came to David and said, \"Go and build an altar on the threshing floor of Araunah the Jebusite.\"","19":"David did what Gad told him, what GOD commanded.","20":"Araunah looked up and saw David and his men coming his way; he met them, bowing deeply, honoring the king","21":"and saying, \"Why has my master the king come to see me?To buy your threshing floor,\" said David, \"so I can build an altar to GOD here and put an end to this disaster.\"","22":"\"Oh,\" said Araunah, \"let my master the king take and sacrifice whatever he wants. Look, here's an ox for the burnt offering and threshing paddles and ox-yokes for fuel","23":"-Araunah gives it all to the king! And may GOD your God, act in your favor.\"","24":"But the king said to Araunah, \"No. I've got to buy it from you for a good price; I'm not going to offer GOD my God, sacrifices that are no sacrifice.\" So David bought the threshing floor and the ox, paying out fifty shekels of silver.","25":"He built an altar to GOD there and sacrificed burnt offerings and peace offerings. GOD was moved by the prayers and that was the end of the disaster."}