{"1":"Before long all the tribes of Israel approached David in Hebron and said, \"Look at us--your own flesh and blood!","2":"In time past when Saul was our king, you're the one who really ran the country. Even then GOD said to you, \"You will shepherd my people Israel and you'll be the prince.'\"","3":"All the leaders of Israel met with King David at Hebron, and the king made a treaty with them in the presence of GOD. And so they anointed David king over Israel. [JC]","4":"David was thirty years old when he became king, and ruled for forty years.","5":"In Hebron he ruled Judah for seven and a half years. In Jerusalem he ruled all Israel and Judah for thirty-three years.","6":"David and his men immediately set out for Jerusalem to take on the Jebusites, who lived in that country. But they said, \"You might as well go home! Even the blind and the lame could keep you out. You can't get in here!\" They had convinced themselves that David couldn't break through.","7":"But David went right ahead and captured the fortress of Zion, known ever since as the City of David.","8":"That day David said, \"To get the best of these Jebusites, one must target the water system, not to mention this so-called lame and blind bunch that David hates.\" (In fact, he was so sick and tired of it, people coined the expression, \"No lame and blind allowed in the palace.\")","9":"David made the fortress city his home and named it \"City of David.\" He developed the city from the outside terraces inward.","10":"David proceeded with a longer stride, a larger embrace since the GOD-of-the-Angel-Armies was with him.","11":"It was at this time that Hiram, king of Tyre, sent messengers to David, along with timbers of cedar. He also sent carpenters and masons to build a house for David.","12":"David took this as a sign that GOD had confirmed him as king of Israel, giving his kingship world prominence for the sake of Israel, his people.","13":"David took on more concubines and wives from Jerusalem after he left Hebron. And more sons and daughters were born to him.","14":"These are the names of those born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,","15":"Ibhar, Elishua, Nepheg, Japhia,","16":"Elishama, Eliada, Eliphelet.","17":"When the Philistines got word that David had been made king over all Israel, they came on the hunt for him. David heard of it and went down to the stronghold.","18":"When the Philistines arrived, they deployed their forces in Raphaim Valley.","19":"Then David prayed to GOD: \"Shall I go up and fight the Philistines? Will you help me beat them?\"","20":"\"Go up,\" GOD replied. \"Count on me. I'll help you beat them.\" David then went straight to Baal Perazim, and smashed them to pieces. Afterwards David said, \"GOD exploded on my enemies like a gush of water.\" That's why David named the place Baal Perazim (The-Master-Who-Explodes).","21":"The retreating Philistines dumped their idols, and David and his soldiers took them away.","22":"Later there was a repeat performance. The Philistines came up again and deployed their troops in the Rephaim Valley.","23":"David again prayed to GOD. This time GOD said, \"Don't attack them head-on. Instead, circle around behind them and ambush them from the grove of sacred trees.","24":"When you hear the sound of shuffling in the trees, get ready to move out. It's a signal that GOD is going ahead of you to smash the Philistine camp.\"","25":"David did exactly what GOD told him. He routed the Philistines all the way from Gibeon to Gezer."}