{"1":"In the days that followed, David struck hard at the Philistines--brought them to their knees and took control of the countryside.","2":"He also fought and defeated Moab. He chose two-thirds of them randomly and executed them. The other third he spared. So the Moabites fell under David's rule and were forced to bring tribute.","3":"On his way to restore his sovereignty at the River Euphrates, David next defeated Hadadezer son of Rehob the king of Zobah.","4":"He captured from him a thousand chariots, seven thousand cavalry, and twenty thousand infantry. He hamstrung all the chariot horses, but saved back a hundred.","5":"When the Arameans from Damascus came to the aid of Hadadezer king of Zobah, David killed twenty-two thousand of them.","6":"David set up a puppet government in Aram-Damascus. The Arameans became subjects of David and were forced to bring tribute. GOD gave victory to David wherever he marched.","7":"David plundered the gold shields that belonged to the servants of Hadadezer and brought them to Jerusalem.","8":"He also looted a great quantity of bronze from Tebah and Berothai, cities of Hadadezer.","9":"Toi, king of Hamath, heard that David had struck down the entire army of Hadadezer.","10":"So he sent his son Joram to King David to greet and congratulate him for fighting and defeating them, for Toi and Hadadezer were old enemies. He brought with him gifts of silver, gold, and bronze.","11":"King David consecrated these along with the silver and gold from all the nations he had conquered","12":"-from Aram, Moab, the Ammonites, the Philistines, and from Amalek, along with the plunder from Hadadezer son of Rehob king of Zobah.","13":"David built a victory monument on his return from defeating the Arameans. Abishai son of Zeruiah fought and defeated the Edomites in the Salt Valley. Eighteen thousand of them were killed.","14":"David set up a puppet government in Edom, and the Edomites became subjects under David. GOD gave David victory wherever he marched.","15":"Thus David ruled over all of Israel. He ruled well--fair and evenhanded in all his duties and relationships.","16":"Joab son of Zeruiah was head of the army; Jehoshaphat son of Ahilud was clerk;","17":"Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was secretary;","18":"Benaiah son of Jehoiada was over the Kerethites and Pelethites; And David's sons were priests."}