{"1":"But for right now, friends, I'm completely frustrated by your unspiritual dealings with each other and with God. You're acting like infants in relation to Christ,","2":"capable of nothing much more than nursing at the breast. Well, then, I'll nurse you since you don't seem capable of anything more.","3":"As long as you grab for what makes you feel good or makes you look important, are you really much different than a babe at the breast, content only when everything's going your way?","4":"When one of you says, \"I'm on Paul's side,\" and another says, \"I'm for Apollos,\" aren't you being totally infantile?","5":"Who do you think Paul is, anyway? Or Apollos, for that matter? Servants, both of us--servants who waited on you as you gradually learned to entrust your lives to our mutual Master. We each carried out our servant assignment.","6":"I planted the seed, Apollos watered the plants, but God made you grow.","7":"It's not the one who plants or the one who waters who is at the center of this process but God, who makes things grow.","8":"Planting and watering are menial servant jobs at minimum wages.","9":"What makes them worth doing is the God we are serving. You happen to be God's field in which we are working. Or, to put it another way, you are God's house.","10":"Using the gift God gave me as a good architect, I designed blueprints; Apollos is putting up the walls. Let each carpenter who comes on the job take care to build on the foundation!","11":"Remember, there is only one foundation, the one already laid: Jesus Christ.","12":"Take particular care in picking out your building materials.","13":"Eventually there is going to be an inspection. If you use cheap or inferior materials, you'll be found out. The inspection will be thorough and rigorous. You won't get by with a thing.","14":"If your work passes inspection, fine;","15":"if it doesn't, your part of the building will be torn out and started over. But you won't be torn out; you'll survive--but just barely.","16":"You realize, don't you, that you are the temple of God, and God himself is present in you?","17":"No one will get by with vandalizing God's temple, you can be sure of that. God's temple is sacred--and you, remember, are the temple.","18":"Don't fool yourself. Don't think that you can be wise merely by being up-to-date with the times.","19":"Be God's fool--that's the path to true wisdom. What the world calls smart, God calls stupid. It's written in Scripture, He exposes the chicanery of the chic.","20":"The Master sees through the smoke screens of the know-it-alls.","21":"I don't want to hear any of you bragging about yourself or anyone else. Everything is already yours as a gift--","22":"Paul, Apollos, Peter, the world, life, death, the present, the future--all of it is yours,","23":"and you are privileged to be in union with Christ, who is in union with God. [JC]"}