{"1":"Adam\t\tSeth Enosh","2":"Kenan Mahalalel Jared","3":"Enoch Methuselah Lamech","4":"Noah Shem, Ham, and Japheth.","5":"Japheth had Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.","6":"Gomer had Ashkenaz, Riphath, and Togarmah.","7":"Javan had Elisha, Tarshish, Kittim, and Rodanim.","8":"Ham had Cush, Mizraim, Put, and Canaan.","9":"Cush had Seba, Havilah, Sabta, Raamah, and Sabteca. Raamah had Sheba and Dedan.","10":"Cush had Nimrod, the first great hero on earth.","11":"Mizraim was ancestor to the Ludim, the Anamim, the Lehabim, the Naphtuhim,","12":"the Pathrusim, the Casluhim, and the Caphtorim from whom the Philistines descended.","13":"Canaan had Sidon (his firstborn) and Heth,","14":"and was ancestor to the Jebusites, the Amorites, the Girgashites,","15":"the Hivites, the Arkites, the Sinites,","16":"the Arvadites, the Zemarites, and the Hamathites.","17":"Shem had Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshech.","18":"Arphaxad had Shelah and Shelah had Eber.","19":"Eber had two sons: Peleg (Division) because in his time the earth was divided up; his brother was Joktan.","20":"Joktan had Almodad, Sheleph, Hazarmaveth, Jerah,","21":"Hadoram, Uzal, Diklah,","22":"Ebal, Abimael, Sheba,","23":"Ophir, Havilah, and Jobab--all sons of Joktan.","24":"The three main branches in summary: Shem, Arphaxad, Shelah,","25":"Eber, Peleg, Reu,","26":"Serug, Nahor, Terah,","27":"and Abram (Abraham).","28":"And Abraham had Isaac and Ishmael.","29":"Abraham's family tree developed along these lines: Ishmael had Nebaioth (his firstborn), then Kedar, Adbeel, Mibsam,","30":"Mishma, Dumah, Massa, Hadad, Tema,","31":"Jetur, Naphish, and Kedemah--the Ishmael branch.","32":"Keturah, Abraham's concubine, gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Then Jokshan had Sheba and Dedan.","33":"And Midian had Ephah, Epher, Hanoch, Abida, and Eldaah. These made up the Keturah branch.","34":"Abraham had Isaac, and Isaac had Esau and Israel (Jacob).","35":"Esau had Eliphaz, Reuel, Jeush, Jalam, and Korah.","36":"Eliphaz had Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek.","37":"And Reuel had Nahath, Zerah, Shammah, and Mizzah.","38":"Seir then had Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.","39":"Lotan had Hori and Homam. Timna was Lotan's sister.","40":"Shobal had Alian, Manahath, Ebal, Shepho, and Onam. Zibeon had Aiah and Anah.","41":"Anah had Dishon. Dishon had Hemdan, Eshban, Ithran, and Keran.","42":"Ezer had Bilhan, Zaavan, and Akan. And Dishan had Uz and Aran.","43":"A list of the kings who ruled in the country of Edom before Israel had a king: Bela son of Beor; his city was Dinhabah.","44":"Bela died; Jobab son of Zerah from Bozrah was the next king.","45":"Jobab died; Husham from the country of the Temanites was the next king.","46":"Husham died; Hadad son of Bedad, who defeated Midian in the country of Moab, was the next king; his city was Avith.","47":"Hadad died; Samlah from Masrekah was the next king.","48":"Samlah died; Shaul from Rehoboth-by-the-River was the next king.","49":"Shaul died; Baal-Hanan son of Acbor was the next king.","50":"Baal-Hanan died; Hadad was the next king; his city was Pau and his wife was Mehetabel daughter of Matred, the daughter of Me-Zahab.","51":"Last of all Hadad died. The chieftains of Edom after that were Chief Timna, Chief Alvah, Chief Jetheth,","52":"Chief Oholibamah, Chief Elah, Chief Pinon,","53":"Chief Kenaz, Chief Teman, Chief Mibzar,","54":"Chief Magdiel, and Chief Iram. These were the chieftains of Edom."}