{"1":"These are the men who joined David in Ziklag; it was during the time he was banished by Saul the son of Kish; they were among the Mighty Men, good fighters.","2":"They were armed with bows and could sling stones and shoot arrows either right- or left-handed. They hailed from Saul's tribe, Benjamin.","3":"The first was Ahiezer; then Joash son of Shemaah the Gibeathite; Jeziel and Pelet the sons of Azmaveth; Beracah; Jehu the Anathothite;","4":"Ishmaiah the Gibeonite, a Mighty Man among the Thirty, a leader of the Thirty; Jeremiah; Jahaziel; Johanan; Jozabad the Gederathite;","5":"Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Haruphite;","6":"Elkanah; Isshiah; Azarel; Joezer; Jashobeam; the Korahites;","7":"and Joelah and Zebadiah, the sons of Jeroham from Gedor.","8":"There were some Gadites there who had defected to David at his wilderness fortress; they were seasoned and eager fighters who knew how to handle shield and spear. They were wild in appearance, like lions, but as agile as gazelles racing across the hills.","9":"Ezer was the first, then Obadiah, Eliab,","10":"Mishmannah, Jeremiah,","11":"Attai, Eliel,","12":"Johanan, Elzabad,","13":"Jeremiah, and Macbannai--eleven of them.","14":"These Gadites were the cream of the crop--any one of them was worth a hundred lesser men, and the best of them were worth a thousand.","15":"They were the ones who crossed the Jordan when it was at flood stage in the first month, and put everyone in the lowlands to flight, both east and west.","16":"There were also men from the tribes of Benjamin and Judah who joined David in his wilderness fortress.","17":"When David went out to meet them, this is what he said: \"If you have come in peace and to help me, you are most welcome to join this company; but if you have come to betray me to my enemies, innocent as I am, the God of our ancestors will see through you and bring judgment on you.\"","18":"Just then Amasai chief of the Thirty, moved by God's Spirit, said, We're on your side, O David, We're committed, O son of Jesse; All is well, yes, all is well with you, And all's well with whoever helps you. Yes, for your God has helped and does help you. So David took them on and assigned them a place under the chiefs of the raiders.","19":"Some from the tribe of Manasseh also defected to David when he started out with the Philistines to go to war against Saul. In the end, they didn't actually fight because the Philistine leaders, after talking it over, sent them home, saying, \"We can't trust them with our lives--they'll betray us to their master Saul.\"","20":"The men from Manasseh who defected to David at Ziklag were Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, all leaders among the families of Manasseh.","21":"They helped David in his raids against the desert bandits; they were all stalwart fighters and good leaders among his raiders.","22":"Hardly a day went by without men showing up to help--it wasn't long before his band seemed as large as God's own army! [JC]","23":"Here are the statistics on the battle-seasoned warriors who came down from the north to David at Hebron to hand over Saul's kingdom, in accord with GOD's word:","24":"from Judah, carrying shield and spear, 6,800 battle-ready;","25":"from Simeon, 7,100 stalwart fighters;","26":"from Levi, 4,600,","27":"which included Jehoiada leader of the family of Aaron, bringing 3,700 men","28":"and the young and stalwart Zadok with twenty-two leaders from his family;","29":"from Benjamin, Saul's family, 3,000, most of whom had stuck it out with Saul until now;","30":"from Ephraim, 20,800, fierce fighters and famous in their hometowns;","31":"from the half-tribe of Manasseh, 18,000 elected to come and make David king;","32":"from Issachar, men who understood both the times and Israel's duties, 200 leaders with their families;","33":"from Zebulun, 50,000 well-equipped veteran warriors, unswervingly loyal;","34":"from Naphtali, 1,000 chiefs leading 37,000 men heavily armed;","35":"from Dan, 28,600 battle-ready men;","36":"from Asher, 40,000 veterans, battle-ready;","37":"and from East of Jordan, men from Reuben, Gad, and the half-tribe of Manasseh, heavily armed, 120,000.","38":"All these soldiers came to David at Hebron, ready to fight if necessary; they were both united and determined to make David king over all Israel. And everyone else in Israel was of the same mind--\"Make David king!\"","39":"They were with David for three days of feasting celebration, with food and drink supplied by their families.","40":"Neighbors ranging from as far north as Issachar, Zebulun, and Naphtali arrived with donkeys, camels, mules, and oxen loaded down with food for the party: flour, fig cakes, raisin cakes, wine, oil, cattle, and sheep--joy in Israel!"}