{"1":"David consulted with all of his leaders, the commanders of thousands and of hundreds.","2":"Then David addressed the entire assembly of Israel, \"If it seems right to you, and it is GOD's will, let's invite all our relatives wherever they are throughout Israel, along with their relatives, including their priests and Levites from their cities and surrounding pastures, to join us.","3":"And let's bring the Chest of our God back--the Chest that was out of sight, out of mind during the days of Saul.\"","4":"The entire assembly of Israel agreed--everybody agreed that it was the right thing to do.","5":"So David gathered all Israel together, from Egypt's Pond of Horus in the southwest to the Pass of Hamath in the northeast, to go and get the Chest of God from Kiriath Jearim.","6":"Then David and all Israel went to Baalah (Kiriath Jearim) in Judah to bring back the Chest of God, the \"Cherubim-Throne-of-GOD,\" where GOD's Name is invoked.","7":"They moved the Chest of God on a brand-new cart from the house of Abinadab with Uzzah and Ahio in charge.","8":"In procession with the Chest of God, David and all Israel worshiped exuberantly in song and dance, with a marching band of all kinds of instruments.","9":"When they were at the threshing floor of Kidon, the oxen stumbled and Uzzah grabbed the Chest to keep it from falling off.","10":"GOD erupted in anger against Uzzah and killed him because he grabbed the Chest. He died on the spot--in the presence of God.","11":"David lost his temper, angry because GOD exploded against Uzzah; the place is still called Perez Uzzah (Exploded Uzzah).","12":"David was terrified of God that day; he said, \"How can I possibly continue this parade with the Chest of God?\"","13":"So David called off the parade of the Chest to the City of David; instead he stored it in the house of Obed-Edom the Gittite.","14":"The Chest of God was in storage in the house of Obed-Edom for three months. GOD blessed the family of Obed-Edom and everything around him."}