{"1":"They brought the Chest of God and placed it right in the center of the tent that David had pitched for it; then they worshiped by presenting burnt offerings and peace offerings to God.","2":"When David had completed the offerings of worship, he blessed the people in the name of GOD.","3":"Then he passed around to every one there, men and women alike, a loaf of bread, a slice of barbecue, and a raisin cake.","4":"Then David assigned some of the Levites to the Chest of GOD to lead worship--to intercede, give thanks, and praise the GOD of Israel.","5":"Asaph was in charge; under him were Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel, who played the musical instruments. Asaph was on percussion.","6":"The priests Benaiah and Jahaziel blew the trumpets before the Chest of the Covenant of God at set times through the day.","7":"That was the day that David inaugurated regular worship of praise to GOD, led by Asaph and his company.","8":"Thank GOD! Call out his Name! Tell the whole world who he is and what he's done!","9":"Sing to him! Play songs for him! Broadcast all his wonders!","10":"Revel in his holy Name, GOD-seekers, be jubilant!","11":"Study GOD and his strength, seek his presence day and night;","12":"Remember all the wonders he performed, the miracles and judgments that came out of his mouth.","13":"Seed of Israel his servant! Children of Jacob, his first choice!","14":"He is GOD, our God; wherever you go you come on his judgments and decisions.","15":"He keeps his commitments across thousands of generations, the covenant he commanded,","16":"The same one he made with Abraham, the very one he swore to Isaac;","17":"He posted it in big block letters to Jacob, this eternal covenant with Israel:","18":"\"I give you the land of Canaan, this is your inheritance;","19":"Even though you're not much to look at, a few straggling strangers.\"","20":"They wandered from country to country, camped out in one kingdom after another;","21":"But he didn't let anyone push them around, he stood up for them against bully-kings:","22":"\"Don't you dare touch my anointed ones, don't lay a hand on my prophets.\"","23":"Sing to GOD, everyone and everything! Get out his salvation news every day!","24":"Publish his glory among the godless nations, his wonders to all races and religions.","25":"And why? Because GOD is great--well worth praising! No god or goddess comes close in honor.","26":"All the popular gods are stuff and nonsense, but GOD made the cosmos!","27":"Splendor and majesty flow out of him, strength and joy fill his place.","28":"Shout Bravo! to GOD, families of the peoples, in awe of the Glory, in awe of the Strength: Bravo!","29":"Shout Bravo! to his famous Name, lift high an offering and enter his presence! Stand resplendent in his robes of holiness!","30":"God is serious business, take him seriously; he's put the earth in place and it's not moving.","31":"So let heaven rejoice, let earth be jubilant, and pass the word among the nations, \"GOD reigns!\"","32":"Let Ocean, all teeming with life, bellow, let Field and all its creatures shake the rafters;","33":"Then the trees in the forest will add their applause to all who are pleased and present before GOD -he's on his way to set things right!","34":"Give thanks to GODhe is good and his love never quits.","35":"Say, \"Save us, Savior God, round us up and get us out of these godless places, So we can give thanks to your holy Name, and bask in your life of praise.\"","36":"Blessed be GOD, the God of Israel, from everlasting to everlasting. Then everybody said, \"Yes! Amen!\" and \"Praise GOD!\" [JC]","37":"David left Asaph and his coworkers with the Chest of the Covenant of GOD and in charge of the work of worship; they were responsible for the needs of worship around the clock.","38":"He also assigned Obed-Edom and his sixty-eight relatives to help them. Obed-Edom son of Jeduthun and Hosah were in charge of the security guards.","39":"The priest Zadok and his family of priests were assigned to the Tent of GOD at the sacred mound at Gibeon","40":"to make sure that the services of morning and evening worship were conducted daily, complete with Whole-Burnt-Offerings offered on the Altar of Burnt Offering, as ordered in the Law of GOD which was the norm for Israel.","41":"With them were Heman, Jeduthun, and others specifically named, with the job description: \"Give thanks to GOD, for his love never quits!\"","42":"Heman and Jeduthun were also well equipped with trumpets, cymbals, and other instruments for accompanying sacred songs. The sons of Jeduthun formed the security guard.","43":"Arrangements completed, the people all left for home. And David went home to bless his family."}