{"1":"Now Satan entered the scene and seduced David into taking a census of Israel.","2":"David gave orders to Joab and the army officers under him, \"Canvass all the tribes of Israel, from Dan to Beersheba, and get a count of the population. I want to know the number.\"","3":"Joab resisted: \"May GOD multiply his people by hundreds! Don't they all belong to my master the king? But why on earth would you do a thing like this--why risk getting Israel into trouble with God?\"","4":"But David wouldn't take no for an answer, so Joab went off and did it--canvassed the country and then came back to Jerusalem","5":"and reported the results of the census: There were 1,100,000 fighting men; of that total, Judah accounted for 470,000.","6":"Joab, disgusted by the command--it, in fact, turned his stomach!-protested by leaving Levi and Benjamin out of the census-taking.","7":"And God, offended by the whole thing, punished Israel.","8":"Then David prayed, \"I have sinned badly in what I have just done, substituting statistics for trust; forgive my sin--I've been really stupid.\"","9":"GOD answered by speaking to Gad, David's pastor:","10":"\"Go and give David this message: \"GOD's word: You have your choice of three punishments; choose one and I'll do the rest.'\"","11":"Gad delivered the message to David:","12":"\"Do you want three years of famine, three months of running from your enemies while they chase you down, or three days of the sword of GOD-an epidemic unleashed on the country by an angel of GOD? Think it over and make up your mind. What shall I tell the One who sent me?\"","13":"David told Gad, \"They're all terrible! But I'd rather be punished by GOD whose mercy is great, than fall into human hands.\"","14":"So GOD unleashed an epidemic in Israel--70,000 Israelites died.","15":"God then sent the angel to Jerusalem but when he saw the destruction about to begin, he compassionately changed his mind and ordered the death angel, \"Enough's enough! Pull back!\" The angel of GOD had just reached the threshing floor of Araunah the Jebusite.","16":"David looked up and saw the angel hovering between earth and sky, sword drawn and about to strike Jerusalem. David and the elders bowed in prayer and covered themselves with rough burlap.","17":"David prayed, \"Please! I'm the one who sinned; I'm the one at fault. But these sheep, what did they do wrong? Punish me, not them, me and my family; don't take it out on them.\"","18":"The angel of GOD ordered Gad to tell David to go and build an altar to GOD on the threshing floor of Araunah the Jebusite.","19":"David did what Gad told him in obedience to GOD's command.","20":"Meanwhile Araunah had quit threshing the wheat and was watching the angel; his four sons took cover and hid.","21":"David came up to Araunah. When Araunah saw David, he left the threshing floor and bowed deeply before David, honoring the king.","22":"David said to Araunah, \"Give me the site of the threshing floor so I can build an altar to GOD. Charge me the market price; we're going to put an end to this disaster.\"","23":"\"O master, my king,\" said Araunah, \"just take it; do whatever you want with it! Look, here's an ox for the burnt offering and threshing paddles for the fuel and wheat for the meal offering--it's all yours!\"","24":"David replied to Araunah, \"No. I'm buying it from you, and at the full market price. I'm not going to offer GOD sacrifices that are no sacrifice.\"","25":"So David bought the place from Araunah for 600 shekels of gold.","26":"He built an altar to GOD there and sacrificed Whole-Burnt-Offerings and Peace-Offerings. He called out to GOD and GOD answered by striking the altar of Whole-Burnt-Offering with lightning.","27":"Then GOD told the angel to put his sword back into its scabbard.","28":"And that's the story of what happened when David saw that GOD answered him on the threshing floor of Araunah the Jebusite at the time he offered the sacrifice. [JC]","29":"At this time the Tabernacle that Moses had constructed in the desert, and with it the Altar of Burnt Offering, were set up at the worship center at Gibeon.","30":"But David, terrified by the angel's sword, wouldn't go there to pray to God anymore."}