{"1":"The family of Aaron was grouped as follows: Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar.","2":"Nadab and Abihu died before their father and left no sons. So Eleazar and Ithamar filled the office of priest.","3":"David assigned Zadok from the family of Eleazar and Ahimelech from the family of Ithamar and assigned them to separate divisions for carrying out their appointed ministries.","4":"It turned out that there were more leaders in Eleazar's family than in Ithamar's and so they divided them proportionately: sixteen clan leaders from Eleazar's family and eight clan leaders from Ithamar's family.","5":"They assigned the leaders by lot, treating both families alike, for there were officials of the sanctuary and officials of God among both the Eleazar and Ithamar families.","6":"The secretary Shemaiah son of Nethanel, a Levite, wrote down their names in the presence of the king, the officials, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the priestly and Levitical families. They took turns: One family was selected from Eleazar and then one from Ithamar.","7":"The first lot fell to Jehoiarib, the second to Jedaiah,","8":"the third to Harim, the fourth to Seorim,","9":"the fifth to Malkijah, the sixth to Mijamin,","10":"the seventh to Hakkoz, the eighth to Abijah,","11":"the ninth to Jeshua, the tenth to Shecaniah,","12":"the eleventh to Eliashib, the twelfth to Jakim,","13":"the thirteenth to Huppah, the fourteenth to Jeshebeab,","14":"the fifteenth to Bilgah, the sixteenth to Immer,","15":"the seventeenth to Hezir, the eighteenth to Happizzez,","16":"the nineteenth to Pethahiah, the twentieth to Jehezkel,","17":"the twenty-first to Jakin, the twenty-second to Gamul,","18":"the twenty-third to Delaiah, and the twenty-fourth to Maaziah.","19":"They served in this appointed order when they entered The Temple of GOD, following the procedures laid down by their ancestor Aaron as GOD, the God of Israel, had commanded him.","20":"The rest of the Levites are as follows: From the sons of Amram: Shubael; from the sons of Shubael: Jehdeiah.","21":"Concerning Rehabiah: from his sons, Isshiah was the first.","22":"From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath.","23":"The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.","24":"The son of Uzziel: Micah, and from the sons of Micah: Shamir.","25":"The brother of Micah was Isshiah, and from the sons of Isshiah: Zechariah.","26":"The sons of Merari: Mahli and Mushi. The son of Jaaziah: Beno.","27":"The sons of Merari from Jaaziah: Beno, Shoham, Zaccur, and Ibri.","28":"From Mahli: Eleazar, who had no sons.","29":"From Kish: Jerahmeel, the son of Kish.","30":"And from the sons of Mushi: Mahli, Eder, and Jerimoth. These were the Levites by their families.","31":"They also cast lots, the same as their kindred the sons of Aaron had done, in the presence of David the king, Zadok, Ahimelech, and the leaders of the priestly and Levitical families. The families of the oldest and youngest brothers were treated the same."}