{"1":"b3.5Next David and the worship leaders selected some from the family of Asaph, Heman, and Jeduthun for special service in preaching and music. Here is the roster of names and assignments:","2":"b0b3.5 From the family of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah; they were supervised by Asaph, who spoke for GOD backed up by the king's authority.","3":"From the family of Jeduthun there were six sons: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah; they were supervised by their father Jeduthun, who preached and accompanied himself with the zither--he was responsible for leading the thanks and praise to GOD.","4":"From the family of Heman: Bukkiah, Mattaniah, Uzziel, Shubael, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.","5":"These were the sons of Heman the king's seer; they supported and assisted him in his divinely appointed work. God gave Heman fourteen sons and three daughters.","6":"Under their father's supervision they were in charge of leading the singing and providing musical accompaniment in the work of worship in the sanctuary of God (Asaph, Jeduthun, and Heman took their orders directly from the king).","7":"They were well-trained in the sacred music, all of them masters. There were 288 of them.b0","8":"They drew names at random to see who would do what. Nobody, whether young or old, teacher or student, was given preference or advantage over another.","9":"The first name from Asaph's family was Joseph and his twelve sons and brothers; second, Gedaliah and his twelve sons and brothers;","10":"third, Zaccur and his twelve sons and brothers;","11":"fourth, Izri and his twelve sons and brothers;","12":"fifth, Nethaniah and his twelve sons and brothers;","13":"sixth, Bukkiah and his twelve sons and brothers;","14":"seventh, Jesarelah and his twelve sons and brothers;","15":"eighth, Jeshaiah and his twelve sons and brothers;","16":"ninth, Mattaniah and his twelve sons and brothers;","17":"tenth, Shimei and his twelve sons and brothers;","18":"eleventh, Azarel and his twelve sons and brothers;","19":"twelfth, Hashabiah and his twelve sons and brothers;","20":"thirteenth, Shubael and his twelve sons and brothers;","21":"fourteenth, Mattithiah and his twelve sons and brothers;","22":"fifteenth, Jerimoth and his twelve sons and brothers;","23":"sixteenth, Hananiah and his twelve sons and brothers;","24":"seventeenth, Joshbekashah and his twelve sons and brothers;","25":"eighteenth, Hanani and his twelve sons and brothers;","26":"nineteenth, Mallothi and his twelve sons and brothers;","27":"twentieth, Eliathah and his twelve sons and brothers;","28":"twenty-first, Hothir and his twelve sons and brothers;","29":"twenty-second, Giddalti and his twelve sons and brothers;","30":"twenty-third, Mahazioth and his twelve sons and brothers;","31":"twenty-fourth, Romamti-Ezer and his twelve sons and brothers."}