{"1":"The teams of security guards were from the family of Korah: Meshelemiah son of Kore (one of the sons of Asaph).","2":"Meshelemiah's sons were Zechariah, the firstborn, followed by Jediael, Zebadiah, Jathniel,","3":"Elam, Jehohanan, and Eliehoenai--seven sons.","4":"Obed-Edom's sons were Shemaiah, the firstborn, followed by Jehozabad, Joah, Sacar, Nethanel,","5":"Ammiel, Issachar, and Peullethai--God blessed him with eight sons.","6":"His son Shemaiah had sons who provided outstanding leadership in the family:","7":"Othni, Rephael, Obed, and Elzabad; his relatives Elihu and Semakiah were also exceptional.","8":"These all came from the line of Obed-Edom--all of them outstanding and strong. There were sixty-two of them.","9":"Meshelemiah had eighteen sons and relatives who were outstanding.","10":"The sons of Hosah the Merarite were Shimri (he was not the firstborn but his father made him first),","11":"then Hilkiah, followed by Tabaliah and Zechariah. Hosah accounted for thirteen.","12":"These teams of security guards, supervised by their leaders, kept order in The Temple of GOD, keeping up the traditions of their ancestors.","13":"They were all assigned to their posts by the same method regardless of the prominence of their families--each picked his gate assignment from a hat.","14":"Shelemiah was assigned to the East Gate; his son Zechariah, a shrewd counselor, got the North Gate.","15":"Obed-Edom got the South Gate; and his sons pulled duty at the storehouse.","16":"Shuppim and Hosah were posted to the West Gate and the Shalleketh Gate on the high road. The guards stood shoulder to shoulder:","17":"six Levites per day on the east, four per day on the north and on the south, and two at a time at the storehouse.","18":"At the open court to the west, four guards were posted on the road and two at the court.","19":"These are the teams of security guards from the sons of Korah and Merari.","20":"Other Levites were put in charge of the financial affairs of The Temple of God.","21":"From the family of Ladan (all Gershonites) came Jehieli,","22":"and the sons of Jehieli, Zetham and his brother Joel. They supervised the finances of the sanctuary of GOD.","23":"From the Amramites, the Izharites, the Hebronites, and the Uzzielites:","24":"Shubael, descended from Gershom the son of Moses, was the chief financial officer.","25":"His relatives through Eliezer: his son Rehabiah, his son Jeshaiah, his son Joram, his son Zicri, and his son Shelomith.","26":"Shelomith and his relatives were in charge of valuables consecrated by David the king, family heads, and various generals and commanders from the army.","27":"They dedicated the plunder that they had gotten in war to the work of the worship of GOD.","28":"In addition, everything that had been dedicated by Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah--anything that had been dedicated, ever, was the responsibility of Shelomith and his family.","29":"From the family of the Izharites, Kenaniah and sons were appointed as officials and judges responsible for affairs outside the work of worship and sanctuary.","30":"From the family of the Hebronites, Hashabiah and his relatives--1,700 well-qualified men--were responsible for administration of matters related to the worship of GOD and the king's work in the territory west of the Jordan.","31":"According to the family tree of the Hebronites, Jeriah held pride of place. In the fortieth year of David's reign (his last), the Hebron family tree was researched and outstanding men were found at Jazer in Gilead,","32":"namely, Jeriah and 2,700 men of his extended family: David the king made them responsible for administration of matters related to the worship of God and the work of the king in the territory east of the Jordan--the Reubenites, the Gadites, and the half-tribe of Manasseh."}