{"1":"Here is the listing of the sons of Israel by family heads, commanders and captains, and other officers who served the king in everything military. Army divisions were on duty a month at a time for the twelve months of the year. Each division comprised 24,000 men.","2":"First division, first month: Jashobeam son of Zabdiel was in charge with 24,000 men.","3":"He came from the line of Perez. He was over all the army officers during the first month.","4":"The division for the second month: Dodai the Ahohite was in charge: 24,000 men; Mikloth was the leader of his division.","5":"Commander for the third month: Benaiah son of Jehoiada the priest with 24,000 men.","6":"This was the same Benaiah who was a Mighty Man among the Thirty and their chief. His son Ammizabad was in charge of the division.","7":"Fourth division for the fourth month: Asahel brother of Joab; his son Zebadiah succeeded him: 24,000 men.","8":"Fifth division, fifth month: commander Shamhuth the Izrahite: 24,000 men.","9":"Sixth division, sixth month: Ira son of Ikkesh the Tekoite: 24,000 men.","10":"Seventh division, seventh month: Helez the Pelonite, an Ephraimite: 24,000 men.","11":"Eighth division, eighth month: Sibbecai the Hushathite, a Zerahite: 24,000 men.","12":"Ninth division, ninth month: Abiezer the Anathothite, a Benjaminite: 24,000 men.","13":"Tenth division, tenth month: Maharai the Netophathite, a Zerahite: 24,000 men.","14":"Eleventh division, eleventh month: Benaiah the Pirathomite, an Ephraimite: 24,000 men.","15":"Twelfth division, twelfth month: Heldai the Netophathite from the family of Othniel: 24,000 men.","16":"Administrators of the affairs of the tribes: for Reuben: Eliezer son of Zicri;","17":"for Simeon: Shephatiah son of Maacah; for Levi: Hashabiah son of Kemuel; for Aaron: Zadok;","18":"for Judah: Elihu, David's brother; for Issachar: Omri son of Michael;","19":"for Zebulun: Ishmaiah son of Obadiah; for Naphtali: Jerimoth son of Azriel;","20":"for Ephraim: Hoshea son of Azaziah; for one half-tribe of Manasseh: Joel son of Pedaiah;","21":"for the half-tribe of Manasseh in Gilead: Iddo son of Zechariah; for Benjamin: Jaasiel son of Abner;","22":"for Dan: Azarel son of Jeroham. These are the administrative officers assigned to the tribes of Israel.","23":"David didn't keep a count of men under the age of twenty, because GOD had promised to give Israel a population as numerous as the stars in the sky.","24":"Joab son of Zeruiah started out counting the men, but he never finished. God's anger broke out on Israel because of the counting. As it turned out, the numbers were never entered into the court records of King David.","25":"The king's storage facilities were supervised by Azmaveth son of Adiel. Jonathan son of Uzziah was responsible for the warehouses in the outlying areas.","26":"Ezri son of Kelub was in charge of the field workers on the farms.","27":"Shimei the Ramathite was in charge of the vineyards and Zabdi the Shiphmite was in charge of grapes for the wine vats.","28":"Baal-Hanan the Gederite was in charge of the olive and sycamore-fig trees in the western hills, and Joash was in charge of the olive oil.","29":"Shitrai the Sharonite was in charge of herds grazing in Sharon and Shaphat son of Adlai was in charge of herds in the valley.","30":"Obil the Ismaelite was in charge of the camels, Jehdeiah the Meronothite was in charge of the donkeys,","31":"and Jaziz the Hagrite was in charge of the flocks. These were the ones responsible for taking care of King David's property.","32":"Jonathan, David's uncle, a wise and literate counselor, and Jehiel son of Hacmoni, were responsible for rearing the king's sons.","33":"Ahithophel was the king's counselor; Hushai the Arkite was the king's friend.","34":"Ahithophel was later replaced by Jehoiada son of Benaiah and by Abiathar. Joab was commander of the king's army."}