{"1":"One Sabbath, Jesus was strolling with his disciples through a field of ripe grain. Hungry, the disciples were pulling off the heads of grain and munching on them.","2":"Some Pharisees reported them to Jesus: \"Your disciples are breaking the Sabbath rules!\"","3":"Jesus said, \"Really? Didn't you ever read what David and his companions did when they were hungry,","4":"how they entered the sanctuary and ate fresh bread off the altar, bread that no one but priests were allowed to eat?","5":"And didn't you ever read in God's Law that priests carrying out their Temple duties break Sabbath rules all the time and it's not held against them?","6":"\"There is far more at stake here than religion.","7":"If you had any idea what this Scripture meant--\"I prefer a flexible heart to an inflexible ritual'--you wouldn't be nitpicking like this.","8":"The Son of Man is no lackey to the Sabbath; he's in charge.\"","9":"When Jesus left the field, he entered their meeting place.","10":"There was a man there with a crippled hand. They said to Jesus, \"Is it legal to heal on the Sabbath?\" They were baiting him.","11":"He replied, \"Is there a person here who, finding one of your lambs fallen into a ravine, wouldn't, even though it was a Sabbath, pull it out?","12":"Surely kindness to people is as legal as kindness to animals!\"","13":"Then he said to the man, \"Hold out your hand.\" He held it out and it was healed.","14":"The Pharisees walked out furious, sputtering about how they were going to ruin Jesus.","15":"Jesus, knowing they were out to get him, moved on. A lot of people followed him, and he healed them all","16":". He also cautioned them to keep it quiet,","17":"following guidelines set down by Isaiah:","18":"Look well at my handpicked servant; I love him so much, take such delight in him. I've placed my Spirit on him; he'll decree justice to the nations.","19":"But he won't yell, won't raise his voice; there'll be no commotion in the streets.","20":"He won't walk over anyone's feelings, won't push you into a corner. Before you know it, his justice will triumph;","21":"the mere sound of his name will signal hope, even among far-off unbelievers.","22":"Next a poor demon-afflicted wretch, both blind and deaf, was set down before him. Jesus healed him, gave him his sight and hearing.","23":"The people who saw it were impressed--\"This has to be the Son of David!\"","24":"But the Pharisees, when they heard the report, were cynical. \"Black magic,\" they said. \"Some devil trick he's pulled from his sleeve.\"","25":"Jesus confronted their slander. \"A judge who gives opposite verdicts on the same person cancels himself out; a family that's in a constant squabble disintegrates;","26":"if Satan banishes Satan, is there any Satan left?","27":"If you're slinging devil mud at me, calling me a devil kicking out devils, doesn't the same mud stick to your own exorcists?","28":"\"But if it's by God's power that I am sending the evil spirits packing, then God's kingdom is here for sure.","29":"How in the world do you think it's possible in broad daylight to enter the house of an awake, able-bodied man and walk off with his possessions unless you tie him up first? Tie him up, though, and you can clean him out.","30":"\"This is war, and there is no neutral ground. If you're not on my side, you're the enemy; if you're not helping, you're making things worse.","31":"\"There's nothing done or said that can't be forgiven. But if you deliberately persist in your slanders against God's Spirit, you are repudiating the very One who forgives.","32":"If you reject the Son of Man out of some misunderstanding, the Holy Spirit can forgive you, but when you reject the Holy Spirit, you're sawing off the branch on which you're sitting, severing by your own perversity all connection with the One who forgives.","33":"\"If you grow a healthy tree, you'll pick healthy fruit. If you grow a diseased tree, you'll pick worm-eaten fruit. The fruit tells you about the tree.","34":"\"You have minds like a snake pit! How do you suppose what you say is worth anything when you are so foul-minded? It's your heart, not the dictionary, that gives meaning to your words.","35":"A good person produces good deeds and words season after season. An evil person is a blight on the orchard.","36":"Let me tell you something: Every one of these careless words is going to come back to haunt you. There will be a time of Reckoning. Words are powerful; take them seriously.","37":"Words can be your salvation. Words can also be your damnation.\"","38":"Later a few religion scholars and Pharisees got on him. \"Teacher, we want to see your credentials. Give us some hard evidence that God is in this. How about a miracle?\"","39":"Jesus said, \"You're looking for proof, but you're looking for the wrong kind. All you want is something to titillate your curiosity, satisfy your lust for miracles. The only proof you're going to get is what looks like the absence of proof: Jonah-evidence.","40":"Like Jonah, three days and nights in the fish's belly, the Son of Man will be gone three days and nights in a deep grave.","41":"\"On Judgment Day, the Ninevites will stand up and give evidence that will condemn this generation, because when Jonah preached to them they changed their lives. A far greater preacher than Jonah is here, and you squabble about \"proofs.'","42":"On Judgment Day, the Queen of Sheba will come forward and bring evidence that will condemn this generation, because she traveled from a far corner of the earth to listen to wise Solomon. Wisdom far greater than Solomon's is right in front of you, and you quibble over \"evidence.'","43":"\"When a defiling evil spirit is expelled from someone, it drifts along through the desert looking for an oasis, some unsuspecting soul it can bedevil. When it doesn't find anyone,","44":"it says, \"I'll go back to my old haunt.' On return it finds the person spotlessly clean, but vacant.","45":"It then runs out and rounds up seven other spirits more evil than itself and they all move in, whooping it up. That person ends up far worse off than if he'd never gotten cleaned up in the first place. \"That's what this generation is like: You may think you have cleaned out the junk from your lives and gotten ready for God, but you weren't hospitable to my kingdom message, and now all the devils are moving back in.\"","46":"While he was still talking to the crowd, his mother and brothers showed up. They were outside trying to get a message to him.","47":"Someone told Jesus, \"Your mother and brothers are out here, wanting to speak with you.\"","48":"Jesus didn't respond directly, but said, \"Who do you think my mother and brothers are?\"","49":"He then stretched out his hand toward his disciples. \"Look closely. These are my mother and brothers.","50":"Obedience is thicker than blood. The person who obeys my heavenly Father's will is my brother and sister and mother.\""}