{"1":"Jesus responded by telling still more stories.","2":"\"God's kingdom,\" he said, \"is like a king who threw a wedding banquet for his son.","3":"He sent out servants to call in all the invited guests. And they wouldn't come!","4":"\"He sent out another round of servants, instructing them to tell the guests, \"Look, everything is on the table, the prime rib is ready for carving. Come to the feast!'","5":"\"They only shrugged their shoulders and went off, one to weed his garden, another to work in his shop.","6":"The rest, with nothing better to do, beat up on the messengers and then killed them.","7":"The king was outraged and sent his soldiers to destroy those thugs and level their city.","8":"\"Then he told his servants, \"We have a wedding banquet all prepared but no guests. The ones I invited weren't up to it.","9":"Go out into the busiest intersections in town and invite anyone you find to the banquet.'","10":"The servants went out on the streets and rounded up everyone they laid eyes on, good and bad, regardless. And so the banquet was on--every place filled.","11":"\"When the king entered and looked over the scene, he spotted a man who wasn't properly dressed.","12":"He said to him, \"Friend, how dare you come in here looking like that!' The man was speechless.","13":"Then the king told his servants, \"Get him out of here--fast. Tie him up and ship him to hell. And make sure he doesn't get back in.'","14":"\"That's what I mean when I say, \"Many get invited; only a few make it.'\"","15":"That's when the Pharisees plotted a way to trap him into saying something damaging.","16":"They sent their disciples, with a few of Herod's followers mixed in, to ask, \"Teacher, we know you have integrity, teach the way of God accurately, are indifferent to popular opinion, and don't pander to your students.","17":"So tell us honestly: Is it right to pay taxes to Caesar or not?\"","18":"Jesus knew they were up to no good. He said, \"Why are you playing these games with me? Why are you trying to trap me?","19":"Do you have a coin? Let me see it.\" They handed him a silver piece.","20":"\"This engraving--who does it look like? And whose name is on it?\"","21":"They said, \"Caesar.Then give Caesar what is his, and give God what is his.\"","22":"The Pharisees were speechless. They went off shaking their heads.","23":"That same day, Sadducees approached him. This is the party that denies any possibility of resurrection.","24":"They asked, \"Teacher, Moses said that if a man dies childless, his brother is obligated to marry his widow and get her with child.","25":"Here's a case where there were seven brothers. The first brother married and died, leaving no child, and his wife passed to his brother.","26":"The second brother also left her childless, then the third--and on and on, all seven.","27":"Eventually the wife died.","28":"Now here's our question: At the resurrection, whose wife is she? She was a wife to each of them.\"","29":"Jesus answered, \"You're off base on two counts: You don't know your Bibles, and you don't know how God works.","30":"At the resurrection we're beyond marriage. As with the angels, all our ecstasies and intimacies then will be with God.","31":"And regarding your speculation on whether the dead are raised or not, don't you read your Bibles? The grammar is clear: God says,","32":"\"I am--not was--the God of Abraham, the God of Isaac, the God of Jacob.' The living God defines himself not as the God of dead men, but of the living.\"","33":"Hearing this exchange the crowd was much impressed.","34":"When the Pharisees heard how he had bested the Sadducees, they gathered their forces for an assault.","35":"One of their religion scholars spoke for them, posing a question they hoped would show him up:","36":"\"Teacher, which command in God's Law is the most important?\"","37":"Jesus said, Love the Lord your God with all your passion and prayer and intelligence.'","38":"This is the most important, the first on any list.","39":"But there is a second to set alongside it: \"Love others as well as you love yourself.'","40":"These two commands are pegs; everything in God's Law and the Prophets hangs from them.\"","41":"As the Pharisees were regrouping, Jesus caught them off balance with his own test question:","42":"\"What do you think about the Christ? Whose son is he?\" They said, \"David's son.\"","43":"Jesus replied, \"Well, if the Christ is David's son, how do you explain that David, under inspiration, named Christ his \"Master'?","44":"God said to my Master, \"Sit here at my right hand until I make your enemies your footstool.\"","45":"\"Now if David calls him \"Master,' how can he at the same time be his son?\"","46":"That stumped them, literalists that they were. Unwilling to risk losing face again in one of these public verbal exchanges, they quit asking questions for good."}