{"1":"Jesus then left the Temple. As he walked away, his disciples pointed out how very impressive the Temple architecture was.","2":"Jesus said, \"You're not impressed by all this sheer size, are you? The truth of the matter is that there's not a stone in that building that is not going to end up in a pile of rubble.\"","3":"Later as he was sitting on Mount Olives, his disciples approached and asked him, \"Tell us, when are these things going to happen? What will be the sign of your coming, that the time's up?\"","4":"Jesus said, \"Watch out for doomsday deceivers.","5":"Many leaders are going to show up with forged identities, claiming, \"I am Christ, the Messiah.' They will deceive a lot of people.","6":"When reports come in of wars and rumored wars, keep your head and don't panic. This is routine history; this is no sign of the end.","7":"Nation will fight nation and ruler fight ruler, over and over. Famines and earthquakes will occur in various places.","8":"This is nothing compared to what is coming.","9":"\"They are going to throw you to the wolves and kill you, everyone hating you because you carry my name.","10":"And then, going from bad to worse, it will be dog-eat-dog, everyone at each other's throat, everyone hating each other.","11":"\"In the confusion, lying preachers will come forward and deceive a lot of people.","12":"For many others, the overwhelming spread of evil will do them in--nothing left of their love but a mound of ashes.","13":"\"Staying with it--that's what God requires. Stay with it to the end. You won't be sorry, and you'll be saved.","14":"All during this time, the good news--the Message of the kingdom--will be preached all over the world, a witness staked out in every country. And then the end will come.","15":"\"But be ready to run for it when you see the monster of desecration set up in the Temple sanctuary. The prophet Daniel described this. If you've read Daniel, you'll know what I'm talking about.","16":"If you're living in Judea at the time, run for the hills;","17":"if you're working in the yard, don't return to the house to get anything;","18":"if you're out in the field, don't go back and get your coat.","19":"Pregnant and nursing mothers will have it especially hard.","20":"Hope and pray this won't happen during the winter or on a Sabbath.","21":"\"This is going to be trouble on a scale beyond what the world has ever seen, or will see again.","22":"If these days of trouble were left to run their course, nobody would make it. But on account of God's chosen people, the trouble will be cut short.","23":"\"If anyone tries to flag you down, calling out, \"Here's the Messiah!' or points, \"There he is!' don't fall for it.","24":"Fake Messiahs and lying preachers are going to pop up everywhere. Their impressive credentials and dazzling performances will pull the wool over the eyes of even those who ought to know better.","25":"But I've given you fair warning.","26":"\"So if they say, \"Run to the country and see him arrive!' or, \"Quick, get downtown, see him come!' don't give them the time of day.","27":"The Arrival of the Son of Man isn't something you go to see. He comes like swift lightning to you!","28":"Whenever you see crowds gathering, think of carrion vultures circling, moving in, hovering over a rotting carcass. You can be quite sure that it's not the living Son of Man pulling in those crowds.","29":"\"Following those hard times, Sun will fade out, moon cloud over, Stars fall out of the sky, cosmic powers tremble.","30":"\"Then, the Arrival of the Son of Man! It will fill the skies--no one will miss it. Unready people all over the world, outsiders to the splendor and power, will raise a huge lament as they watch the Son of Man blazing out of heaven.","31":"At that same moment, he'll dispatch his angels with a trumpet-blast summons, pulling in God's chosen from the four winds, from pole to pole.","32":"\"Take a lesson from the fig tree. From the moment you notice its buds form, the merest hint of green, you know summer's just around the corner.","33":"So it is with you: When you see all these things, you'll know he's at the door.","34":"Don't take this lightly. I'm not just saying this for some future generation, but for all of you. This age continues until all these things take place.","35":"Sky and earth will wear out; my words won't wear out.","36":"\"But the exact day and hour? No one knows that, not even heaven's angels, not even the Son. Only the Father knows.","37":"\"The Arrival of the Son of Man will take place in times like Noah's.","38":"Before the great flood everyone was carrying on as usual, having a good time right up to the day Noah boarded the ark.","39":"They knew nothing--until the flood hit and swept everything away. \"The Son of Man's Arrival will be like that:","40":"Two men will be working in the field--one will be taken, one left behind;","41":"two women will be grinding at the mill--one will be taken, one left behind.","42":"So stay awake, alert. You have no idea what day your Master will show up.","43":"But you do know this: You know that if the homeowner had known what time of night the burglar would arrive, he would have been there with his dogs to prevent the break-in.","44":"Be vigilant just like that. You have no idea when the Son of Man is going to show up.","45":"\"Who here qualifies for the job of overseeing the kitchen? A person the Master can depend on to feed the workers on time each day.","46":"Someone the Master can drop in on unannounced and always find him doing his job. A God-blessed man or woman, I tell you.","47":"It won't be long before the Master will put this person in charge of the whole operation.","48":"\"But if that person only looks out for himself, and the minute the Master is away does what he pleases--","49":"abusing the help and throwing drunken parties for his friends--","50":"the Master is going to show up when he least expects it","51":"and make hash of him. He'll end up in the dump with the hypocrites, out in the cold shivering, teeth chattering."}