{"1":"\"God's kingdom is like ten young virgins who took oil lamps and went out to greet the bridegroom.","2":"Five were silly and five were smart.","3":"The silly virgins took lamps, but no extra oil.","4":"The smart virgins took jars of oil to feed their lamps.","5":"The bridegroom didn't show up when they expected him, and they all fell asleep.","6":"\"In the middle of the night someone yelled out, \"He's here! The bridegroom's here! Go out and greet him!'","7":"\"The ten virgins got up and got their lamps ready.","8":"The silly virgins said to the smart ones, \"Our lamps are going out; lend us some of your oil.'","9":"\"They answered, \"There might not be enough to go around; go buy your own.'","10":"\"They did, but while they were out buying oil, the bridegroom arrived. When everyone who was there to greet him had gone into the wedding feast, the door was locked.","11":"\"Much later, the other virgins, the silly ones, showed up and knocked on the door, saying, \"Master, we're here. Let us in.'","12":"\"He answered, \"Do I know you? I don't think I know you.'","13":"\"So stay alert. You have no idea when he might arrive.","14":"\"It's also like a man going off on an extended trip. He called his servants together and delegated responsibilities.","15":"To one he gave five thousand dollars, to another two thousand, to a third one thousand, depending on their abilities. Then he left.","16":"Right off, the first servant went to work and doubled his master's investment.","17":"The second did the same.","18":"But the man with the single thousand dug a hole and carefully buried his master's money.","19":"\"After a long absence, the master of those three servants came back and settled up with them.","20":"The one given five thousand dollars showed him how he had doubled his investment.","21":"His master commended him: \"Good work! You did your job well. From now on be my partner.'","22":"\"The servant with the two thousand showed how he also had doubled his master's investment.","23":"His master commended him: \"Good work! You did your job well. From now on be my partner.'","24":"\"The servant given one thousand said, \"Master, I know you have high standards and hate careless ways, that you demand the best and make no allowances for error.","25":"I was afraid I might disappoint you, so I found a good hiding place and secured your money. Here it is, safe and sound down to the last cent.'","26":"\"The master was furious. \"That's a terrible way to live! It's criminal to live cautiously like that! If you knew I was after the best, why did you do less than the least?","27":"The least you could have done would have been to invest the sum with the bankers, where at least I would have gotten a little interest.","28":"Take the thousand and give it to the one who risked the most. And get rid of this \"play-it-safe\" who won't go out on a limb.","30":"Throw him out into utter darkness.'","31":"\"When he finally arrives, blazing in beauty and all his angels with him, the Son of Man will take his place on his glorious throne.","32":"Then all the nations will be arranged before him and he will sort the people out, much as a shepherd sorts out sheep and goats,","33":"putting sheep to his right and goats to his left.","34":"\"Then the King will say to those on his right, \"Enter, you who are blessed by my Father! Take what's coming to you in this kingdom. It's been ready for you since the world's foundation.","35":"And here's why: I was hungry and you fed me, I was thirsty and you gave me a drink, I was homeless and you gave me a room,","36":"I was shivering and you gave me clothes, I was sick and you stopped to visit, I was in prison and you came to me.'","37":"\"Then those \"sheep' are going to say, \"Master, what are you talking about? When did we ever see you hungry and feed you, thirsty and give you a drink?","38":"And when did we ever see you sick or in prison and come to you?'","40":"Then the King will say, \"I'm telling the solemn truth: Whenever you did one of these things to someone overlooked or ignored, that was me--you did it to me.'","41":"\"Then he will turn to the \"goats,' the ones on his left, and say, \"Get out, worthless goats! You're good for nothing but the fires of hell.","42":"And why? Because--I was hungry and you gave me no meal, I was thirsty and you gave me no drink,","43":"I was homeless and you gave me no bed, I was shivering and you gave me no clothes, Sick and in prison, and you never visited.'","44":"\"Then those \"goats' are going to say, \"Master, what are you talking about? When did we ever see you hungry or thirsty or homeless or shivering or sick or in prison and didn't help?'","45":"\"He will answer them, \"I'm telling the solemn truth: Whenever you failed to do one of these things to someone who was being overlooked or ignored, that was me--you failed to do it to me.'","46":"\"Then those \"goats' will be herded to their eternal doom, but the \"sheep' to their eternal reward.\""}