{"1":"Here are the inheritance allotments that the People of Israel received in the land of Canaan. Eleazar the priest, Joshua son of Nun, and the heads of the family clans made the allotments.","2":"Each inheritance was assigned by lot to the nine and a half tribes, just as GOD had commanded Moses.","3":"Moses had given the two and a half tribes their inheritance east of the Jordan, but hadn't given an inheritance to the Levites, as he had to the others.","4":"Because the sons of Joseph had become two tribes, Manasseh and Ephraim, they gave no allotment to the Levites; but they did give them cities to live in with pasture rights for their flocks and herds.","5":"The People of Israel followed through exactly as GOD had commanded Moses. They apportioned the land.","6":"The people of Judah came to Joshua at Gilgal. Caleb son of Jephunneh the Kenizzite spoke: \"You'll remember what GOD said to Moses the man of God concerning you and me back at Kadesh Barnea.","7":"I was forty years old when Moses the servant of GOD sent me from Kadesh Barnea to spy out the land. And I brought back an honest and accurate report.","8":"My companions who went with me discouraged the people, but I stuck to my guns, totally with GOD my God.","9":"That was the day that Moses solemnly promised, \"The land on which your feet have walked will be your inheritance, you and your children's, forever. Yes, you have lived totally for GOD.'","10":"Now look at me: GOD has kept me alive, as he promised. It is now forty-five years since GOD spoke this word to Moses, years in which Israel wandered in the wilderness. And here I am today, eighty-five years old!","11":"I'm as strong as I was the day Moses sent me out. I'm as strong as ever in battle, whether coming or going.","12":"So give me this hill country that GOD promised me. You yourself heard the report, that the Anakim were there with their great fortress cities. If GOD goes with me, I will drive them out, just as GOD said.\"","13":"Joshua blessed him. He gave Hebron to Caleb son of Jephunneh as an inheritance.","14":"Hebron belongs to Caleb son of Jephunneh the Kenizzite still today, because he gave himself totally to GOD, the God of Israel.","15":"The name of Hebron used to be Kiriath Arba, named after Arba, the greatest man among the Anakim. And the land had rest from war."}