{"1":"The lot for the people of Judah, their clans, extended south to the border of Edom, to the wilderness of Zin in the extreme south.","2":"The southern border ran from the tip of the Salt Sea south of The Tongue;","3":"it ran southward from Scorpions Pass, went around Zin and just south of Kadesh Barnea; then it ran past Hezron, ascended to Addar, and curved around to Karka;","4":"from there it passed along to Azmon, came out at the Brook of Egypt, ending at the Sea. This is the southern boundary.","5":"The eastern boundary: the Salt Sea up to the mouth of the Jordan. The northern boundary started at the shallows of the Sea at the mouth of the Jordan,","6":"went up to Beth Hoglah and around to the north of Beth Arabah and to the Stone of Bohan son of Reuben.","7":"The border then ascended to Debir from Trouble Valley and turned north toward Gilgal, which lies opposite Red Pass, just south of the gorge. The border then followed the Waters of En Shemesh and ended at En Rogel.","8":"The border followed the Valley of Ben Hinnom along the southern slope of the Jebusite ridge (that is, Jerusalem). It ascended to the top of the mountain opposite Hinnom Valley on the west, at the northern end of Rephaim Valley;","9":"the border then took a turn at the top of the mountain to the spring, the Waters of Nephtoah, and followed the valley out to Mount Ephron, turned toward Baalah (that is, Kiriath Jearim),","10":"took another turn west of Baalah to Mount Seir, curved around to the northern shoulder of Mount Jearim (that is, Kesalon), descended to Beth Shemesh, and crossed to Timnah.","11":"The border then went north to the ridge of Ekron, turned toward Shikkeron, passed along to Mount Baalah, and came out at Jabneel. The border ended at the Sea.","12":"The western border: the coastline of the Great Sea. This is the boundary around the people of Judah for their clans.","13":"Joshua gave Caleb son of Jephunneh a section among the people of Judah, according to GOD's command. He gave him Kiriath Arba, that is, Hebron. Arba was the ancestor of Anak.","14":"Caleb drove out three Anakim from Hebron: Sheshai, Ahiman, and Talmai, all descendants of Anak.","15":"He marched up from there against the people of Debir. Debir used to be called Kiriath Sepher.","16":"Caleb said, \"Whoever attacks Kiriath Sepher and takes it, I'll give my daughter Acsah to him as his wife.\"","17":"Othniel son of Kenaz, Caleb's brother, took it; so Caleb gave him his daughter Acsah as his wife.","18":"When she arrived she got him to ask for farm land from her father. As she dismounted from her donkey Caleb asked her, \"What would you like?\"","19":"She said, \"Give me a marriage gift. You've given me desert land; Now give me pools of water!\" And he gave her the upper and the lower pools. [JC]","20":"This is the inheritance of the tribe of the people of Judah, clan by clan.","21":"The southern towns of the tribe of Judah in the Negev were near the boundary of Edom: Kabzeel, Eder, Jagur,","22":"Kinah, Dimonah, Adadah,","23":"Kedesh, Hazor, Ithnan,","24":"Ziph, Telem, Bealoth,","25":"Hazor Hadattah, Kerioth Hezron (that is, Hazor),","26":"Amam, Shema, Moladah,","27":"Hazar Gaddah, Heshmon, Beth Pelet,","28":"Hazar Shual, Beersheba, Biziothiah,","29":"Baalah, Iim, Ezem,","30":"Eltolad, Kesil, Hormah,","31":"Ziklag, Madmannah, Sansannah,","32":"Lebaoth, Shilhim, Ain, and Rimmon--a total of twenty-nine towns and their villages.","33":"In the Shephelah (the western foothills) there were: Eshtaol, Zorah, Ashnah,","34":"Zanoah, En Gannim, Tappuah, Enam,","35":"Jarmuth, Adullam, Socoh, Azekah,","36":"Shaaraim, Adithaim, and Gederah (or Gederothaim)- fourteen towns and their villages.","37":"Zenan, Hadashah, Migdal Gad,","38":"Dilean, Mizpah, Joktheel,","39":"Lachish, Bozkath, Eglon,","40":"Cabbon, Lahmas, Kitlish,","41":"Gederoth, Beth Dagon, Naamah, and Makkedah--sixteen towns and their villages.","42":"Libnah, Ether, Ashan,","43":"Iphtah, Ashnah, Nezib,","44":"Keilah, Aczib, and Mareshah--nine towns and their villages.","45":"Ekron with its towns and villages;","46":"From Ekron, west to the sea, all that bordered Ashdod with its villages;","47":"Ashdod with its towns and villages; Gaza with its towns and villages all the way to the Brook of Egypt. The Great Sea is the western border.","48":"In the hill country: Shamir, Jattir, Socoh,","49":"Dannah, Kiriath Sannah (that is, Debir),","50":"Anab, Eshtemoh, Anim,","51":"Goshen, Holon, and Giloh--eleven towns and their villages.","52":"Arab, Dumah, Eshan,","53":"Janim, Beth Tappuah, Aphekah,","54":"Humtah, Kiriath Arba (that is, Hebron), and Zior--nine towns and their villages.","55":"Maon, Carmel, Ziph, Juttah,","56":"Jezreel, Jokdeam, Zanoah,","57":"Kain, Gibeah, and Timnah--ten towns and their villages.","58":"Halhul, Beth Zur, Gedor,","59":"Maarath, Beth Anoth, and Eltekon--six towns and their villages.","60":"Kiriath Baal (that is, Kiriath Jearim) and Rabbah--two towns and their villages.","61":"In the wilderness: Beth Arabah, Middin, Secacah,","62":"Nibshan, the City of Salt, and En Gedi--six towns and their villages.","63":"The people of Judah couldn't get rid of the Jebusites who lived in Jerusalem. The Jebusites stayed put, living alongside the people of Judah. They are still living there in Jerusalem."}