{"1":"These are the words of the Quester, David's son and king in Jerusalem:","2":"Smoke, nothing but smoke. [That's what the Quester says.] There's nothing to anything--it's all smoke.","3":"What's there to show for a lifetime of work, a lifetime of working your fingers to the bone?","4":"One generation goes its way, the next one arrives, but nothing changes--it's business as usual for old planet earth.","5":"The sun comes up and the sun goes down, then does it again, and again--the same old round.","6":"The wind blows south, the wind blows north. Around and around and around it blows, blowing this way, then that--the whirling, erratic wind.","7":"All the rivers flow into the sea, but the sea never fills up. The rivers keep flowing to the same old place, and then start all over and do it again.","8":"Everything's boring, utterly boring--no one can find any meaning in it. Boring to the eye, boring to the ear.","9":"What was will be again, what happened will happen again. There's nothing new on this earth. Year after year it's the same old thing.","10":"Does someone call out, \"Hey, this is new\"? Don't get excited--it's the same old story.","11":"Nobody remembers what happened yesterday. And the things that will happen tomorrow? Nobody'll remember them either. Don't count on being remembered.","12":"Call me \"the Quester.\" I've been king over Israel in Jerusalem.","13":"I looked most carefully into everything, searched out all that is done on this earth. And let me tell you, there's not much to write home about. God hasn't made it easy for us.","14":"I've seen it all and it's nothing but smoke--smoke, and spitting into the wind.","15":"Life's a corkscrew that can't be straightened, A minus that won't add up.","16":"I said to myself, \"I know more and I'm wiser than anyone before me in Jerusalem. I've stockpiled wisdom and knowledge.\"","17":"What I've finally concluded is that so-called wisdom and knowledge are mindless and witless--nothing but spitting into the wind.","18":"Much learning earns you much trouble. The more you know, the more you hurt."}