{"1":"Dead flies in perfume make it stink,\tAnd a little foolishness decomposes much wisdom.","2":"Wise thinking leads to right living; Stupid thinking leads to wrong living.","3":"Fools on the road have no sense of direction. The way they walk tells the story: \"There goes the fool again!\"","4":"If a ruler loses his temper against you, don't panic; A calm disposition quiets intemperate rage. [JC]","5":"Here's a piece of bad business I've seen on this earth, An error that can be blamed on whoever is in charge:","6":"Immaturity is given a place of prominence, While maturity is made to take a back seat.","7":"I've seen unproven upstarts riding in style, While experienced veterans are put out to pasture. [JC]","8":"Caution: The trap you set might catch you. Warning: Your accomplice in crime might double-cross you.","9":"Safety first: Quarrying stones is dangerous. Be alert: Felling trees is hazardous.","10":"Remember: The duller the ax the harder the work; Use your head: The more brains, the less muscle.","11":"If the snake bites before it's been charmed, What's the point in then sending for the charmer? [JC]","12":"The words of a wise person are gracious. The talk of a fool self-destructs--","13":"He starts out talking nonsense And ends up spouting insanity and evil.","14":"Fools talk way too much, Chattering stuff they know nothing about.","15":"A decent day's work so fatigues fools That they can't find their way back to town. [JC]","16":"Unlucky the land whose king is a young pup, And whose princes party all night.","17":"Lucky the land whose king is mature, Where the princes behave themselves And don't drink themselves silly. [JC]","18":"A shiftless man lives in a tumbledown shack; A lazy woman ends up with a leaky roof.","19":"Laughter and bread go together, And wine gives sparkle to life--But it's money that makes the world go around.","20":"Don't bad-mouth your leaders, not even under your breath, And don't abuse your betters, even in the privacy of your home. Loose talk has a way of getting picked up and spread around. Little birds drop the crumbs of your gossip far and wide."}