{"1":"There's an opportune time to do things, a right time for everything on the earth:","2":"A right time for birth and another for death, A right time to plant and another to reap,","3":"A right time to kill and another to heal, A right time to destroy and another to construct,","4":"A right time to cry and another to laugh, A right time to lament and another to cheer,","5":"A right time to make love and another to abstain, A right time to embrace and another to part,","6":"A right time to search and another to count your losses, A right time to hold on and another to let go,","7":"A right time to rip out and another to mend, A right time to shut up and another to speak up,","8":"A right time to love and another to hate, A right time to wage war and another to make peace.","9":"But in the end, does it really make a difference what anyone does?","10":"I've had a good look at what God has given us to do--busywork, mostly.","11":"True, God made everything beautiful in itself and in its time--but he's left us in the dark, so we can never know what God is up to, whether he's coming or going.","12":"I've decided that there's nothing better to do than go ahead and have a good time and get the most we can out of life.","13":"That's it--eat, drink, and make the most of your job. It's God's gift.","14":"I've also concluded that whatever God does, that's the way it's going to be, always. No addition, no subtraction. God's done it and that's it. That's so we'll quit asking questions and simply worship in holy fear.","15":"Whatever was, is. Whatever will be, is. That's how it always is with God.","16":"I took another good look at what's going on: The very place of judgment--corrupt!","17":"The place of righteousness--corrupt! I said to myself, \"God will judge righteous and wicked.\" There's a right time for every thing, every deed--and there's no getting around it.","18":"I said to myself regarding the human race, \"God's testing the lot of us, showing us up as nothing but animals.\"","19":"Humans and animals come to the same end--humans die, animals die. We all breathe the same air. So there's really no advantage in being human. None. Everything's smoke.","20":"We all end up in the same place--we all came from dust, we all end up as dust.","21":"Nobody knows for sure that the human spirit rises to heaven or that the animal spirit sinks into the earth.","22":"So I made up my mind that there's nothing better for us men and women than to have a good time in whatever we do--that's our lot. Who knows if there's anything else to life?"}