{"1":"A good reputation is better than a fat bank account.\tYour death date tells more than your birth date.","2":"You learn more at a funeral than at a feast--After all, that's where we'll end up. We might discover something from it.","3":"Crying is better than laughing. It blotches the face but it scours the heart.","4":"Sages invest themselves in hurt and grieving. Fools waste their lives in fun and games.","5":"You'll get more from the rebuke of a sage Than from the song and dance of fools.","6":"The giggles of fools are like the crackling of twigs Under the cooking pot. And like smoke.","7":"Brutality stupefies even the wise And destroys the strongest heart.","8":"Endings are better than beginnings. Sticking to it is better than standing out.","9":"Don't be quick to fly off the handle. Anger boomerangs. You can spot a fool by the lumps on his head.","10":"Don't always be asking, \"Where are the good old days?\" Wise folks don't ask questions like that.","11":"Wisdom is better when it's paired with money, Especially if you get both while you're still living.","12":"Double protection: wisdom and wealth! Plus this bonus: Wisdom energizes its owner.","13":"Take a good look at God's work. Who could simplify and reduce Creation's curves and angles To a plain straight line?","14":"On a good day, enjoy yourself; On a bad day, examine your conscience. God arranges for both kinds of days So that we won't take anything for granted.","15":"I've seen it all in my brief and pointless life--here a good person cut down in the middle of doing good, there a bad person living a long life of sheer evil.","16":"So don't knock yourself out being good, and don't go overboard being wise. Believe me, you won't get anything out of it.","17":"But don't press your luck by being bad, either. And don't be reckless. Why die needlessly?","18":"It's best to stay in touch with both sides of an issue. A person who fears God deals responsibly with all of reality, not just a piece of it.","19":"Wisdom puts more strength in one wise person Than ten strong men give to a city.","20":"There's not one totally good person on earth, Not one who is truly pure and sinless.","21":"Don't eavesdrop on the conversation of others. What if the gossip's about you and you'd rather not hear it?","22":"You've done that a few times, haven't you--said things Behind someone's back you wouldn't say to his face?","23":"I tested everything in my search for wisdom. I set out to be wise, but it was beyond me,","24":"far beyond me, and deep--oh so deep! Does anyone ever find it?","25":"I concentrated with all my might, studying and exploring and seeking wisdom--the meaning of life. I also wanted to identify evil and stupidity, foolishness and craziness.","26":"One discovery: A woman can be a bitter pill to swallow, full of seductive scheming and grasping. The lucky escape her; the undiscerning get caught.","27":"At least this is my experience--what I, the Quester, have pieced together as I've tried to make sense of life.","28":"But the wisdom I've looked for I haven't found. I didn't find one man or woman in a thousand worth my while.","29":"Yet I did spot one ray of light in this murk: God made men and women true and upright; we're the ones who've made a mess of things."}