{"1":"There's nothing better than being wise,\tKnowing how to interpret the meaning of life. Wisdom puts light in the eyes, And gives gentleness to words and manners.","2":"Do what your king commands; you gave a sacred oath of obedience.","3":"Don't worryingly second-guess your orders or try to back out when the task is unpleasant. You're serving his pleasure, not yours.","4":"The king has the last word. Who dares say to him, \"What are you doing?\"","5":"Carrying out orders won't hurt you a bit; the wise person obeys promptly and accurately.","6":"Yes, there's a right time and way for everything, even though, unfortunately, we miss it for the most part.","7":"It's true that no one knows what's going to happen, or when. Who's around to tell us?","8":"No one can control the wind or lock it in a box. No one has any say-so regarding the day of death. No one can stop a battle in its tracks. No one who does evil can be saved by evil.","9":"All this I observed as I tried my best to understand all that's going on in this world. As long as men and women have the power to hurt each other, this is the way it is. One Fate for Everybody","10":"One time I saw wicked men given a solemn burial in holy ground. When the people returned to the city, they delivered flowery eulogies--and in the very place where wicked acts were done by those very men! More smoke. Indeed.","11":"Because the sentence against evil deeds is so long in coming,\t\tpeople in general think they can get by with murder.","12":"Even though a person sins and gets by with it hundreds of times throughout a long life, I'm still convinced that the good life is reserved for the person who fears God, who lives reverently in his presence,","13":"and that the evil person will not experience a \"good\" life. No matter how many days he lives, they'll all be as flat and colorless as a shadow--because he doesn't fear God. [JC]","14":"Here's something that happens all the time and makes no sense at all: Good people get what's coming to the wicked, and bad people get what's coming to the good. I tell you, this makes no sense. It's smoke.","15":"So, I'm all for just going ahead and having a good time--the best possible. The only earthly good men and women can look forward to is to eat and drink well and have a good time--compensation for the struggle for survival these few years God gives us on earth.","16":"When I determined to load up on wisdom and examine everything taking place on earth, I realized that if you keep your eyes open day and night without even blinking,","17":"you'll still never figure out the meaning of what God is doing on this earth. Search as hard as you like, you're not going to make sense of it. No matter how smart you are, you won't get to the bottom of it."}