{"1":"Wise son, glad father; stupid son, sad mother.","2":"Ill-gotten gain gets you nowhere; an honest life is immortal.","3":"GOD won't starve an honest soul, but he frustrates the appetites of the wicked.","4":"Sloth makes you poor; diligence brings wealth.","5":"Make hay while the sun shines--that's smart; go fishing during harvest--that's stupid.","6":"Blessings accrue on a good and honest life, but the mouth of the wicked is a dark cave of abuse.","7":"A good and honest life is a blessed memorial; a wicked life leaves a rotten stench.","8":"A wise heart takes orders; an empty head will come unglued.","9":"Honesty lives confident and carefree, but Shifty is sure to be exposed.","10":"An evasive eye is a sign of trouble ahead, but an open, face-to-face meeting results in peace.","11":"The mouth of a good person is a deep, life--giving well, but the mouth of the wicked is a dark cave of abuse.","12":"Hatred starts fights, but love pulls a quilt over the bickering.","13":"You'll find wisdom on the lips of a person of insight, but the shortsighted needs a slap in the face.","14":"The wise accumulate knowledge--a true treasure; know--it--alls talk too much--a sheer waste.","15":"The wealth of the rich is their bastion; the poverty of the indigent is their ruin.","16":"The wage of a good person is exuberant life; an evil person ends up with nothing but sin.","17":"The road to life is a disciplined life; ignore correction and you're lost for good.","18":"Liars secretly hoard hatred; fools openly spread slander.","19":"The more talk, the less truth; the wise measure their words.","20":"The speech of a good person is worth waiting for; the blabber of the wicked is worthless.","21":"The talk of a good person is rich fare for many, but chatterboxes die of an empty heart.","22":"GOD's blessing makes life rich; nothing we do can improve on God.","23":"An empty-head thinks mischief is fun, but a mindful person relishes wisdom.","24":"The nightmares of the wicked come true; what the good people desire, they get.","25":"When the storm is over, there's nothing left of the wicked; good people, firm on their rock foundation, aren't even fazed.","26":"A lazy employee will give you nothing but trouble; it's vinegar in the mouth, smoke in the eyes.","27":"The Fear-of-GOD expands your life; a wicked life is a puny life.","28":"The aspirations of good people end in celebration; the ambitions of bad people crash.","29":"GOD is solid backing to a well-lived life, but he calls into question a shabby performance.","30":"Good people last--they can't be moved; the wicked are here today, gone tomorrow.","31":"A good person's mouth is a clear fountain of wisdom; a foul mouth is a stagnant swamp.","32":"The speech of a good person clears the air; the words of the wicked pollute it."}