{"1":"GOD hates cheating in the marketplace; he loves it when business is aboveboard.","2":"The stuck-up fall flat on their faces, but down-to-earth people stand firm.","3":"The integrity of the honest keeps them on track; the deviousness of crooks brings them to ruin.","4":"A thick bankroll is no help when life falls apart, but a principled life can stand up to the worst.","5":"Moral character makes for smooth traveling; an evil life is a hard life.","6":"Good character is the best insurance; crooks get trapped in their sinful lust.","7":"When the wicked die, that's it--the story's over, end of hope.","8":"A good person is saved from much trouble; a bad person runs straight into it.","9":"The loose tongue of the godless spreads destruction; the common sense of the godly preserves them.","10":"When it goes well for good people, the whole town cheers; when it goes badly for bad people, the town celebrates.","11":"When right-living people bless the city, it flourishes; evil talk turns it into a ghost town in no time.","12":"Mean-spirited slander is heartless; quiet discretion accompanies good sense.","13":"A gadabout gossip can't be trusted with a secret, but someone of integrity won't violate a confidence.","14":"Without good direction, people lose their way; the more wise counsel you follow, the better your chances.","15":"Whoever makes deals with strangers is sure to get burned; if you keep a cool head, you'll avoid rash bargains.","16":"A woman of gentle grace gets respect, but men of rough violence grab for loot.","17":"When you're kind to others, you help yourself; when you're cruel to others, you hurt yourself.","18":"Bad work gets paid with a bad check; good work gets solid pay.","19":"Take your stand with God's loyal community and live, or chase after phantoms of evil and die.","20":"GOD can't stand deceivers, but oh how he relishes integrity.","21":"Count on this: The wicked won't get off scot-free, and God's loyal people will triumph.","22":"Like a gold ring in a pig's snout is a beautiful face on an empty head.","23":"The desires of good people lead straight to the best, but wicked ambition ends in angry frustration.","24":"The world of the generous gets larger and larger; the world of the stingy gets smaller and smaller.","25":"The one who blesses others is abundantly blessed; those who help others are helped.","26":"Curses on those who drive a hard bargain! Blessings on all who play fair and square!","27":"The one who seeks good finds delight; the student of evil becomes evil.","28":"A life devoted to things is a dead life, a stump; a God-shaped life is a flourishing tree.","29":"Exploit or abuse your family, and end up with a fistful of air; common sense tells you it's a stupid way to live.","30":"A good life is a fruit--bearing tree; a violent life destroys souls.","31":"If good people barely make it, what's in store for the bad!"}