{"1":"Lady Wisdom builds a lovely home; Sir Fool comes along and tears it down brick by brick.","2":"An honest life shows respect for GOD; a degenerate life is a slap in his face.","3":"Frivolous talk provokes a derisive smile; wise speech evokes nothing but respect.","4":"No cattle, no crops; a good harvest requires a strong ox for the plow.","5":"A true witness never lies; a false witness makes a business of it.","6":"Cynics look high and low for wisdom--and never find it; the open-minded find it right on their doorstep!","7":"Escape quickly from the company of fools; they're a waste of your time, a waste of your words.","8":"The wisdom of the wise keeps life on track; the foolishness of fools lands them in the ditch.","9":"The stupid ridicule right and wrong, but a moral life is a favored life.","10":"The person who shuns the bitter moments of friends will be an outsider at their celebrations.","11":"Lives of careless wrongdoing are tumbledown shacks; holy living builds soaring cathedrals.","12":"There's a way of life that looks harmless enough; look again--it leads straight to hell.","13":"Sure, those people appear to be having a good time, but all that laughter will end in heartbreak.","14":"A mean person gets paid back in meanness, a gracious person in grace.","15":"The gullible believe anything they're told; the prudent sift and weigh every word.","16":"The wise watch their steps and avoid evil; fools are headstrong and reckless.","17":"The hotheaded do things they'll later regret; the coldhearted get the cold shoulder.","18":"Foolish dreamers live in a world of illusion; wise realists plant their feet on the ground.","19":"Eventually, evil will pay tribute to good; the wicked will respect God-loyal people.","20":"An unlucky loser is shunned by all, but everyone loves a winner.","21":"It's criminal to ignore a neighbor in need, but compassion for the poor--what a blessing!","22":"Isn't it obvious that conspirators lose out, while the thoughtful win love and trust?","23":"Hard work always pays off; mere talk puts no bread on the table.","24":"The wise accumulate wisdom; fools get stupider by the day.","25":"Souls are saved by truthful witness and betrayed by the spread of lies.","26":"The Fear-of-GOD builds up confidence, and makes a world safe for your children.","27":"The Fear-of-GOD is a spring of living water so you won't go off drinking from poisoned wells.","28":"The mark of a good leader is loyal followers; leadership is nothing without a following.","29":"Slowness to anger makes for deep understanding; a quick-tempered person stockpiles stupidity.","30":"A sound mind makes for a robust body, but runaway emotions corrode the bones.","31":"You insult your Maker when you exploit the powerless; when you're kind to the poor, you honor God.","32":"The evil of bad people leaves them out in the cold; the integrity of good people creates a safe place for living.","33":"Lady Wisdom is at home in an understanding heart--fools never even get to say hello.","34":"God-devotion makes a country strong; God-avoidance leaves people weak.","35":"Diligent work gets a warm commendation; shiftless work earns an angry rebuke."}