{"1":"A gentle response defuses anger, but a sharp tongue kindles a temper-fire.","2":"Knowledge flows like spring water from the wise; fools are leaky faucets, dripping nonsense.","3":"GOD doesn't miss a thing--he's alert to good and evil alike.","4":"Kind words heal and help; cutting words wound and maim.","5":"Moral dropouts won't listen to their elders; welcoming correction is a mark of good sense.","6":"The lives of God-loyal people flourish; a misspent life is soon bankrupt.","7":"Perceptive words spread knowledge; fools are hollow--there's nothing to them.","8":"GOD can't stand pious poses, but he delights in genuine prayers.","9":"A life frittered away disgusts GOD; he loves those who run straight for the finish line.","10":"It's a school of hard knocks for those who leave God's path, a dead-end street for those who hate God's rules.","11":"Even hell holds no secrets from GOD- do you think he can't read human hearts?","12":"Know-it--alls don't like being told what to do; they avoid the company of wise men and women.","13":"A cheerful heart brings a smile to your face; a sad heart makes it hard to get through the day.","14":"An intelligent person is always eager to take in more truth; fools feed on fast-food fads and fancies.","15":"A miserable heart means a miserable life; a cheerful heart fills the day with song.","16":"A simple life in the Fear-of-GOD is better than a rich life with a ton of headaches.","17":"Better a bread crust shared in love than a slab of prime rib served in hate.","18":"Hot tempers start fights; a calm, cool spirit keeps the peace.","19":"The path of lazy people is overgrown with briers; the diligent walk down a smooth road.","20":"Intelligent children make their parents proud; lazy students embarrass their parents.","21":"The empty-headed treat life as a plaything; the perceptive grasp its meaning and make a go of it.","22":"Refuse good advice and watch your plans fail; take good counsel and watch them succeed.","23":"Congenial conversation--what a pleasure! The right word at the right time--beautiful!","24":"Life ascends to the heights for the thoughtful--it's a clean about-face from descent into hell.","25":"GOD smashes the pretensions of the arrogant; he stands with those who have no standing.","26":"GOD can't stand evil scheming, but he puts words of grace and beauty on display.","27":"A greedy and grasping person destroys community; those who refuse to exploit live and let live.","28":"Prayerful answers come from God-loyal people; the wicked are sewers of abuse.","29":"GOD keeps his distance from the wicked; he closely attends to the prayers of God-loyal people.","30":"A twinkle in the eye means joy in the heart, and good news makes you feel fit as a fiddle.","31":"Listen to good advice if you want to live well, an honored guest among wise men and women.","32":"An undisciplined, self-willed life is puny; an obedient, God-willed life is spacious.","33":"Fear-of-GOD is a school in skilled living--first you learn humility, then you experience glory."}