{"1":"Mortals make elaborate plans, but GOD has the last word.","2":"Humans are satisfied with whatever looks good; GOD probes for what is good.","3":"Put GOD in charge of your work, then what you've planned will take place.","4":"GOD made everything with a place and purpose; even the wicked are included--but for judgment.","5":"GOD can't stomach arrogance or pretense; believe me, he'll put those upstarts in their place.","6":"Guilt is banished through love and truth; Fear-of-GOD deflects evil.","7":"When GOD approves of your life, even your enemies will end up shaking your hand.","8":"Far better to be right and poor than to be wrong and rich.","9":"We plan the way we want to live, but only GOD makes us able to live it.","10":"A good leader motivates, doesn't mislead, doesn't exploit.","11":"GOD cares about honesty in the workplace; your business is his business.","12":"Good leaders abhor wrongdoing of all kinds; sound leadership has a moral foundation.","13":"Good leaders cultivate honest speech; they love advisors who tell them the truth.","14":"An intemperate leader wreaks havoc in lives; you're smart to stay clear of someone like that.","15":"Good-tempered leaders invigorate lives; they're like spring rain and sunshine.","16":"Get wisdom--it's worth more than money; choose insight over income every time.","17":"The road of right living bypasses evil; watch your step and save your life.","18":"First pride, then the crash--the bigger the ego, the harder the fall.","19":"It's better to live humbly among the poor than to live it up among the rich and famous.","20":"It pays to take life seriously; things work out when you trust in GOD.","21":"A wise person gets known for insight; gracious words add to one's reputation.","22":"True intelligence is a spring of fresh water, while fools sweat it out the hard way.","23":"They make a lot of sense, these wise folks; whenever they speak, their reputation increases.","24":"Gracious speech is like clover honey--good taste to the soul, quick energy for the body.","25":"There's a way that looks harmless enough; look again--it leads straight to hell.","26":"Appetite is an incentive to work; hunger makes you work all the harder.","27":"Mean people spread mean gossip; their words smart and burn.","28":"Troublemakers start fights; gossips break up friendships.","29":"Calloused climbers betray their very own friends; they'd stab their own grandmothers in the back.","30":"A shifty eye betrays an evil intention; a clenched jaw signals trouble ahead.","31":"Gray hair is a mark of distinction, the award for a God-loyal life.","32":"Moderation is better than muscle, self-control better than political power.","33":"Make your motions and cast your votes, but GOD has the final say."}