{"1":"A meal of bread and water in contented peace is better than a banquet spiced with quarrels.","2":"A wise servant takes charge of an unruly child and is honored as one of the family.","3":"As silver in a crucible and gold in a pan, so our lives are assayed by GOD.","4":"Evil people relish malicious conversation; the ears of liars itch for dirty gossip.","5":"Whoever mocks poor people, insults their Creator; gloating over misfortune is a punishable crime.","6":"Old people are distinguished by grandchildren; children take pride in their parents.","7":"We don't expect eloquence from fools, nor do we expect lies from our leaders.","8":"Receiving a gift is like getting a rare gemstone; any way you look at it, you see beauty refracted.","9":"Overlook an offense and bond a friendship; fasten on to a slight and--good-bye, friend!","10":"A quiet rebuke to a person of good sense does more than a whack on the head of a fool.","11":"Criminals out looking for nothing but trouble won't have to wait long--they'll meet it coming and going!","12":"Better to meet a grizzly robbed of her cubs than a fool hellbent on folly.","13":"Those who return evil for good will meet their own evil returning.","14":"The start of a quarrel is like a leak in a dam, so stop it before it bursts.","15":"Whitewashing bad people and throwing mud on good people are equally abhorrent to GOD.","16":"What's this? Fools out shopping for wisdom! They wouldn't recognize it if they saw it!","17":"Friends love through all kinds of weather, and families stick together in all kinds of trouble.","18":"It's stupid to try to get something for nothing, or run up huge bills you can never pay.","19":"The person who courts sin, marries trouble; build a wall, invite a burglar.","20":"A bad motive can't achieve a good end; double-talk brings you double trouble.","21":"Having a fool for a child is misery; it's no fun being the parent of a dolt.","22":"A cheerful disposition is good for your health; gloom and doom leave you bone-tired.","23":"The wicked take bribes under the table; they show nothing but contempt for justice.","24":"The perceptive find wisdom in their own front yard; fools look for it everywhere but right here.","25":"A surly, stupid child is sheer pain to a father, a bitter pill for a mother to swallow.","26":"It's wrong to penalize good behavior, or make good citizens pay for the crimes of others.","27":"The one who knows much says little; an understanding person remains calm.","28":"Even dunces who keep quiet are thought to be wise; as long as they keep their mouths shut, they're smart."}