{"1":"Better to be poor and honest than a rich person no one can trust.","2":"Ignorant zeal is worthless; haste makes waste.","3":"People ruin their lives by their own stupidity, so why does GOD always get blamed?","4":"Wealth attracts friends as honey draws flies, but poor people are avoided like a plague.","5":"Perjury won't go unpunished. Would you let a liar go free?","6":"Lots of people flock around a generous person; everyone's a friend to the philanthropist.","7":"When you're down on your luck, even your family avoids you--yes, even your best friends wish you'd get lost. If they see you coming, they look the other way--out of sight, out of mind.","8":"Grow a wise heart--you'll do yourself a favor; keep a clear head--you'll find a good life.","9":"The person who tells lies gets caught; the person who spreads rumors is ruined.","10":"Blockheads shouldn't live on easy street any more than workers should give orders to their boss.","11":"Smart people know how to hold their tongue; their grandeur is to forgive and forget.","12":"Mean-tempered leaders are like mad dogs; the good-natured are like fresh morning dew.","13":"A parent is worn to a frazzle by a stupid child; a nagging spouse is a leaky faucet.","14":"House and land are handed down from parents, but a congenial spouse comes straight from GOD.","15":"Life collapses on loafers; lazybones go hungry.","16":"Keep the rules and keep your life; careless living kills.","17":"Mercy to the needy is a loan to GOD, and GOD pays back those loans in full.","18":"Discipline your children while you still have the chance; indulging them destroys them.","19":"Let angry people endure the backlash of their own anger; if you try to make it better, you'll only make it worse.","20":"Take good counsel and accept correction--that's the way to live wisely and well.","21":"We humans keep brainstorming options and plans, but GOD's purpose prevails.","22":"It's only human to want to make a buck, but it's better to be poor than a liar.","23":"Fear-of-GOD is life itself, a full life, and serene--no nasty surprises.","24":"Some people dig a fork into the pie but are too lazy to raise it to their mouth.","25":"Punish the insolent--make an example of them. Who knows? Somebody might learn a good lesson.","26":"Kids who lash out against their parents are an embarrassment and disgrace.","27":"If you quit listening, dear child, and strike off on your own, you'll soon be out of your depth.","28":"An unprincipled witness desecrates justice; the mouths of the wicked spew malice.","29":"The irreverent have to learn reverence the hard way; only a slap in the face brings fools to attention."}