{"1":"Wine makes you mean, beer makes you quarrelsome--a staggering drunk is not much fun.","2":"Quick-tempered leaders are like mad dogs--cross them and they bite your head off.","3":"It's a mark of good character to avert quarrels, but fools love to pick fights.","4":"A farmer too lazy to plant in the spring has nothing to harvest in the fall.","5":"Knowing what is right is like deep water in the heart; a wise person draws from the well within.","6":"Lots of people claim to be loyal and loving, but where on earth can you find one?","7":"God-loyal people, living honest lives, make it much easier for their children.","8":"Leaders who know their business and care keep a sharp eye out for the shoddy and cheap,","9":"For who among us can be trusted to be always diligent and honest?","10":"Switching price tags and padding the expense account are two things GOD hates.","11":"Young people eventually reveal by their actions if their motives are on the up and up.","12":"Ears that hear and eyes that see--we get our basic equipment from GOD!","13":"Don't be too fond of sleep; you'll end up in the poorhouse. Wake up and get up; then there'll be food on the table.","14":"The shopper says, \"That's junk--I'll take it off your hands,\" then goes off boasting of the bargain.","15":"Drinking from the beautiful chalice of knowledge is better than adorning oneself with gold and rare gems.","16":"Hold tight to collateral on any loan to a stranger; beware of accepting what a transient has pawned.","17":"Stolen bread tastes sweet, but soon your mouth is full of gravel.","18":"Form your purpose by asking for counsel, then carry it out using all the help you can get.","19":"Gossips can't keep secrets, so never confide in blabbermouths.","20":"Anyone who curses father and mother extinguishes light and exists benighted.","21":"A bonanza at the beginning is no guarantee of blessing at the end.","22":"Don't ever say, \"I'll get you for that!\" Wait for GOD; he'll settle the score.","23":"GOD hates cheating in the marketplace; rigged scales are an outrage.","24":"The very steps we take come from GOD; otherwise how would we know where we're going?","25":"An impulsive vow is a trap; later you'll wish you could get out of it.","26":"After careful scrutiny, a wise leader makes a clean sweep of rebels and dolts.","27":"GOD is in charge of human life, watching and examining us inside and out.","28":"Love and truth form a good leader; sound leadership is founded on loving integrity.","29":"Youth may be admired for vigor, but gray hair gives prestige to old age.","30":"A good thrashing purges evil; punishment goes deep within us."}