{"1":"When you go out to dinner with an influential person, mind your manners:","2":"Don't gobble your food, don't talk with your mouth full.","3":"And don't stuff yourself; bridle your appetite.","4":"Don't wear yourself out trying to get rich; restrain yourself!","5":"Riches disappear in the blink of an eye; wealth sprouts wings and flies off into the wild blue yonder.","6":"Don't accept a meal from a tightwad; don't expect anything special.","7":"He'll be as stingy with you as he is with himself; he'll say, \"Eat! Drink!\" but won't mean a word of it.","8":"His miserly serving will turn your stomach when you realize the meal's a sham.","9":"Don't bother talking sense to fools; they'll only poke fun at your words.","10":"Don't stealthily move back the boundary lines or cheat orphans out of their property,","11":"For they have a powerful Advocate who will go to bat for them.","12":"Give yourselves to disciplined instruction; open your ears to tested knowledge.","13":"Don't be afraid to correct your young ones; a spanking won't kill them.","14":"A good spanking, in fact, might save them from something worse than death.","15":"Dear child, if you become wise, I'll be one happy parent.","16":"My heart will dance and sing to the tuneful truth you'll speak.","17":"Don't for a minute envy careless rebels; soak yourself in the Fear-of-GOD-","18":"That's where your future lies. Then you won't be left with an armload of nothing.","19":"Oh listen, dear child--become wise; point your life in the right direction.","20":"Don't drink too much wine and get drunk; don't eat too much food and get fat.","21":"Drunks and gluttons will end up on skid row, in a stupor and dressed in rags.","22":"Listen with respect to the father who raised you, and when your mother grows old, don't neglect her.","23":"Buy truth--don't sell it for love or money; buy wisdom, buy education, buy insight.","24":"Parents rejoice when their children turn out well; wise children become proud parents.","25":"So make your father happy! Make your mother proud!","26":"Dear child, I want your full attention; please do what I show you.","27":"A whore is a bottomless pit; a loose woman can get you in deep trouble fast.","28":"She'll take you for all you've got; she's worse than a pack of thieves.","29":"Who are the people who are always crying the blues? Who do you know who reeks of self-pity? Who keeps getting beat up for no reason at all? Whose eyes are bleary and bloodshot?","30":"It's those who spend the night with a bottle, for whom drinking is serious business.","31":"Don't judge wine by its label, or its bouquet, or its full-bodied flavor.","32":"Judge it rather by the hangover it leaves you with--the splitting headache, the queasy stomach.","33":"Do you really prefer seeing double, with your speech all slurred,","34":"Reeling and seasick, drunk as a sailor?","35":"\"They hit me,\" you'll say, \"but it didn't hurt; they beat on me, but I didn't feel a thing. When I'm sober enough to manage it, bring me another drink!\""}