{"1":"There are also these proverbs of Solomon, collected by scribes of Hezekiah, king of Judah.","2":"God delights in concealing things; scientists delight in discovering things.","3":"Like the horizons for breadth and the ocean for depth, the understanding of a good leader is broad and deep.","4":"Remove impurities from the silver and the silversmith can craft a fine chalice;","5":"Remove the wicked from leadership and authority will be credible and God-honoring.","6":"Don't work yourself into the spotlight; don't push your way into the place of prominence.","7":"It's better to be promoted to a place of honor than face humiliation by being demoted.","8":"Don't jump to conclusions--there may be a perfectly good explanation for what you just saw.","9":"In the heat of an argument, don't betray confidences;","10":"Word is sure to get around, and no one will trust you.","11":"The right word at the right time is like a custom-made piece of jewelry,","12":"And a wise friend's timely reprimand is like a gold ring slipped on your finger.","13":"Reliable friends who do what they say are like cool drinks in sweltering heat--refreshing!","14":"Like billowing clouds that bring no rain is the person who talks big but never produces.","15":"Patient persistence pierces through indifference; gentle speech breaks down rigid defenses.","16":"When you're given a box of candy, don't gulp it all down; eat too much chocolate and you'll make yourself sick;","17":"And when you find a friend, don't outwear your welcome; show up at all hours and he'll soon get fed up.","18":"Anyone who tells lies against the neighbors in court or on the street is a loose cannon.","19":"Trusting a double-crosser when you're in trouble is like biting down on an abscessed tooth.","20":"Singing light songs to the heavyhearted is like pouring salt in their wounds.","21":"If you see your enemy hungry, go buy him lunch; if he's thirsty, bring him a drink.","22":"Your generosity will surprise him with goodness, and GOD will look after you.","23":"A north wind brings stormy weather, and a gossipy tongue stormy looks.","24":"Better to live alone in a tumbledown shack than share a mansion with a nagging spouse.","25":"Like a cool drink of water when you're worn out and weary is a letter from a long-lost friend.","26":"A good person who gives in to a bad person is a muddied spring, a polluted well.","27":"It's not smart to stuff yourself with sweets, nor is glory piled on glory good for you.","28":"A person without self-control is like a house with its doors and windows knocked out."}