{"1":"We no more give honors to fools than pray for snow in summer or rain during harvest.","2":"You have as little to fear from an undeserved curse as from the dart of a wren or the swoop of a swallow.","3":"A whip for the racehorse, a tiller for the sailboat--and a stick for the back of fools!","4":"Don't respond to the stupidity of a fool; you'll only look foolish yourself.","5":"Answer a fool in simple terms so he doesn't get a swelled head.","6":"You're only asking for trouble when you send a message by a fool.","7":"A proverb quoted by fools is limp as a wet noodle.","8":"Putting a fool in a place of honor is like setting a mud brick on a marble column.","9":"To ask a moron to quote a proverb is like putting a scalpel in the hands of a drunk.","10":"Hire a fool or a drunk and you shoot yourself in the foot.","11":"As a dog eats its own vomit, so fools recycle silliness.","12":"See that man who thinks he's so smart? You can expect far more from a fool than from him.","13":"Loafers say, \"It's dangerous out there! Tigers are prowling the streets!\" and then pull the covers back over their heads.","14":"Just as a door turns on its hinges, so a lazybones turns back over in bed.","15":"A shiftless sluggard puts his fork in the pie, but is too lazy to lift it to his mouth.","16":"Dreamers fantasize their self-importance; they think they are smarter than a whole college faculty.","17":"You grab a mad dog by the ears when you butt into a quarrel that's none of your business.","18":"People who shrug off deliberate deceptions, saying, \"I didn't mean it, I was only joking,\"","19":"Are worse than careless campers who walk away from smoldering campfires.","20":"When you run out of wood, the fire goes out; when the gossip ends, the quarrel dies down.","21":"A quarrelsome person in a dispute is like kerosene thrown on a fire.","22":"Listening to gossip is like eating cheap candy; do you want junk like that in your belly?","23":"Smooth talk from an evil heart is like glaze on cracked pottery.","24":"Your enemy shakes hands and greets you like an old friend, all the while conniving against you.","25":"When he speaks warmly to you, don't believe him for a minute; he's just waiting for the chance to rip you off.","26":"No matter how cunningly he conceals his malice, eventually his evil will be exposed in public.","27":"Malice backfires; spite boomerangs.","28":"Liars hate their victims; flatterers sabotage trust."}