{"1":"For people who hate discipline and only get more stubborn, There'll come a day when life tumbles in and they break, but by then it'll be too late to help them.","2":"When good people run things, everyone is glad, but when the ruler is bad, everyone groans.","3":"If you love wisdom, you'll delight your parents, but you'll destroy their trust if you run with whores.","4":"A leader of good judgment gives stability; an exploiting leader leaves a trail of waste.","5":"A flattering neighbor is up to no good; he's probably planning to take advantage of you.","6":"Evil people fall into their own traps; good people run the other way, glad to escape.","7":"The good-hearted understand what it's like to be poor; the hardhearted haven't the faintest idea.","8":"A gang of cynics can upset a whole city; a group of sages can calm everyone down.","9":"A sage trying to work things out with a fool gets only scorn and sarcasm for his trouble.","10":"Murderers hate honest people; moral folks encourage them.","11":"A fool lets it all hang out; a sage quietly mulls it over.","12":"When a leader listens to malicious gossip, all the workers get infected with evil.","13":"The poor and their abusers have at least something in common: they can both see--their sight, GOD's gift!","14":"Leadership gains authority and respect when the voiceless poor are treated fairly.","15":"Wise discipline imparts wisdom; spoiled adolescents embarrass their parents.","16":"When degenerates take charge, crime runs wild, but the righteous will eventually observe their collapse.","17":"Discipline your children; you'll be glad you did--they'll turn out delightful to live with.","18":"If people can't see what God is doing, they stumble all over themselves; But when they attend to what he reveals, they are most blessed.","19":"It takes more than talk to keep workers in line; mere words go in one ear and out the other.","20":"Observe the people who always talk before they think--even simpletons are better off than they are.","21":"If you let people treat you like a doormat, you'll be quite forgotten in the end.","22":"Angry people stir up a lot of discord; the intemperate stir up trouble.","23":"Pride lands you flat on your face; humility prepares you for honors.","24":"Befriend an outlaw and become an enemy to yourself. When the victims cry out, you'll be included in their curses if you're a coward to their cause in court.","25":"The fear of human opinion disables; trusting in GOD protects you from that.","26":"Everyone tries to get help from the leader, but only GOD will give us justice.","27":"Good people can't stand the sight of deliberate evil; the wicked can't stand the sight of well-chosen goodness. The Words of Agur Ben Yakeh God? Who Needs Him?"}