{"1":"The skeptic swore, \"There is no God! No God!-I can do anything I want!","2":"I'm more animal than human; so-called human intelligence escapes me.","3":"\"I flunked \"wisdom.' I see no evidence of a holy God.","4":"Has anyone ever seen Anyone climb into Heaven and take charge? grab the winds and control them? gather the rains in his bucket? stake out the ends of the earth? Just tell me his name, tell me the names of his sons. Come on now--tell me!\"","5":"The believer replied, \"Every promise of God proves true; he protects everyone who runs to him for help.","6":"So don't second-guess him; he might take you to task and show up your lies.\"","7":"And then he prayed, \"God, I'm asking for two things before I die; don't refuse me--","8":"Banish lies from my lips and liars from my presence. Give me enough food to live on, neither too much nor too little.","9":"If I'm too full, I might get independent, saying, \"God? Who needs him?' If I'm poor, I might steal and dishonor the name of my God.\" [JC]","10":"Don't blow the whistle on your fellow workers behind their backs; They'll accuse you of being underhanded, and then you'll be the guilty one!","11":"Don't curse your father or fail to bless your mother.","12":"Don't imagine yourself to be quite presentable when you haven't had a bath in weeks.","13":"Don't be stuck-up and think you're better than everyone else.","14":"Don't be greedy, merciless and cruel as wolves, Tearing into the poor and feasting on them, shredding the needy to pieces only to discard them.","15":"A leech has twin daughters named \"Gimme\" and \"Gimme more.\" Three things are never satisfied, no, there are four that never say, \"That's enough, thank you!\" -","16":"hell, a barren womb, a parched land, a forest fire. [JC]","17":"An eye that disdains a father and despises a mother--that eye will be plucked out by wild vultures and consumed by young eagles.","18":"Three things amaze me, no, four things I'll never understand--","19":"how an eagle flies so high in the sky, how a snake glides over a rock, how a ship navigates the ocean, why adolescents act the way they do. [JC]","20":"Here's how a prostitute operates: she has sex with her client, Takes a bath, then asks, \"Who's next?\"","21":"Three things are too much for even the earth to bear, yes, four things shake its foundations--","22":"when the janitor becomes the boss, when a fool gets rich,","23":"when a whore is voted \"woman of the year,\" when a \"girlfriend\" replaces a faithful wife.","24":"There are four small creatures, wisest of the wise they are--","25":"ants--frail as they are, get plenty of food in for the winter;","26":"marmots--vulnerable as they are, manage to arrange for rock-solid homes;","27":"locusts--leaderless insects, yet they strip the field like an army regiment;","28":"lizards--easy enough to catch, but they sneak past vigilant palace guards.","29":"There are three solemn dignitaries, four that are impressive in their bearing--","30":"a lion, king of the beasts, deferring to none;","31":"a rooster, proud and strutting; a billy goat; a head of state in stately procession. [JC]","32":"If you're dumb enough to call attention to yourself by offending people and making rude gestures,","33":"Don't be surprised if someone bloodies your nose. Churned milk turns into butter; riled emotions turn into fist fights."}