{"1":"The words of King Lemuel, the strong advice his mother gave him:","2":"\"Oh, son of mine, what can you be thinking of! Child whom I bore! The son I dedicated to God!","3":"Don't dissipate your virility on fortune-hunting women, promiscuous women who shipwreck leaders.","4":"\"Leaders can't afford to make fools of themselves, gulping wine and swilling beer,","5":"Lest, hung over, they don't know right from wrong, and the people who depend on them are hurt.","6":"Use wine and beer only as sedatives, to kill the pain and dull the ache","7":"Of the terminally ill, for whom life is a living death.","8":"\"Speak up for the people who have no voice, for the rights of all the down-and-outers.","9":"Speak out for justice! Stand up for the poor and destitute!\"","10":"A good woman is hard to find, and worth far more than diamonds.","11":"Her husband trusts her without reserve, and never has reason to regret it.","12":"Never spiteful, she treats him generously all her life long.","13":"She shops around for the best yarns and cottons, and enjoys knitting and sewing.","14":"She's like a trading ship that sails to faraway places and brings back exotic surprises.","15":"She's up before dawn, preparing breakfast for her family and organizing her day.","16":"She looks over a field and buys it, then, with money she's put aside, plants a garden.","17":"First thing in the morning, she dresses for work, rolls up her sleeves, eager to get started.","18":"She senses the worth of her work, is in no hurry to call it quits for the day.","19":"She's skilled in the crafts of home and hearth, diligent in homemaking.","20":"She's quick to assist anyone in need, reaches out to help the poor.","21":"She doesn't worry about her family when it snows; their winter clothes are all mended and ready to wear.","22":"She makes her own clothing, and dresses in colorful linens and silks.","23":"Her husband is greatly respected when he deliberates with the city fathers.","24":"She designs gowns and sells them, brings the sweaters she knits to the dress shops.","25":"Her clothes are well-made and elegant, and she always faces tomorrow with a smile.","26":"When she speaks she has something worthwhile to say, and she always says it kindly.","27":"She keeps an eye on everyone in her household, and keeps them all busy and productive.","28":"Her children respect and bless her; her husband joins in with words of praise:","29":"\"Many women have done wonderful things, but you've outclassed them all!\"","30":"Charm can mislead and beauty soon fades. The woman to be admired and praised is the woman who lives in the Fear-of-GOD.","31":"Give her everything she deserves! Festoon her life with praises!"}