{"1":"Dear friend, if you've gone into hock with your neighbor or locked yourself into a deal with a stranger,","2":"If you've impulsively promised the shirt off your back and now find yourself shivering out in the cold,","3":"Friend, don't waste a minute, get yourself out of that mess. You're in that man's clutches! Go, put on a long face; act desperate.","4":"Don't procrastinate--there's no time to lose.","5":"Run like a deer from the hunter, fly like a bird from the trapper!","6":"You lazy fool, look at an ant. Watch it closely; let it teach you a thing or two.","7":"Nobody has to tell it what to do.","8":"All summer it stores up food; at harvest it stockpiles provisions.","9":"So how long are you going to laze around doing nothing? How long before you get out of bed?","10":"A nap here, a nap there, a day off here, a day off there, sit back, take it easy--do you know what comes next?","11":"Just this: You can look forward to a dirt-poor life, poverty your permanent houseguest!","12":"Riffraff and rascals talk out of both sides of their mouths.","13":"They wink at each other, they shuffle their feet, they cross their fingers behind their backs.","14":"Their perverse minds are always cooking up something nasty, always stirring up trouble.","15":"Catastrophe is just around the corner for them, a total smash-up, their lives ruined beyond repair.","16":"Here are six things GOD hates, and one more that he loathes with a passion:","17":"eyes that are arrogant, a tongue that lies, hands that murder the innocent,","18":"a heart that hatches evil plots, feet that race down a wicked track,","19":"a mouth that lies under oath, a troublemaker in the family.","20":"Good friend, follow your father's good advice; don't wander off from your mother's teachings.","21":"Wrap yourself in them from head to foot; wear them like a scarf around your neck.","22":"Wherever you walk, they'll guide you; whenever you rest, they'll guard you; when you wake up, they'll tell you what's next.","23":"For sound advice is a beacon, good teaching is a light, moral discipline is a life path.","24":"They'll protect you from wanton women, from the seductive talk of some temptress.","25":"Don't lustfully fantasize on her beauty, nor be taken in by her bedroom eyes.","26":"You can buy an hour with a whore for a loaf of bread, but a wanton woman may well eat you alive.","27":"Can you build a fire in your lap and not burn your pants?","28":"Can you walk barefoot on hot coals and not get blisters?","29":"It's the same when you have sex with your neighbor's wife: Touch her and you'll pay for it. No excuses.","30":"Hunger is no excuse for a thief to steal;","31":"When he's caught he has to pay it back, even if he has to put his whole house in hock.","32":"Adultery is a brainless act, soul--destroying, self-destructive;","33":"Expect a bloody nose, a black eye, and a reputation ruined for good.","34":"For jealousy detonates rage in a cheated husband; wild for revenge, he won't make allowances.","35":"Nothing you say or pay will make it all right; neither bribes nor reason will satisfy him."}