{"1":"Dear friend, do what I tell you; treasure my careful instructions.","2":"Do what I say and you'll live well. My teaching is as precious as your eyesight--guard it!","3":"Write it out on the back of your hands; etch it on the chambers of your heart.","4":"Talk to Wisdom as to a sister. Treat Insight as your companion.","5":"They'll be with you to fend off the Temptress--that smooth-talking, honey--tongued Seductress.","6":"As I stood at the window of my house looking out through the shutters,","7":"Watching the mindless crowd stroll by, I spotted a young man without any sense","8":"Arriving at the corner of the street where she lived, then turning up the path to her house.","9":"It was dusk, the evening coming on, the darkness thickening into night.","10":"Just then, a woman met him--she'd been lying in wait for him, dressed to seduce him.","11":"Brazen and brash she was, restless and roaming, never at home,","12":"Walking the streets, loitering in the mall, hanging out at every corner in town.","13":"She threw her arms around him and kissed him, boldly took his arm and said,","14":"\"I've got all the makings for a feast--today I made my offerings, my vows are all paid,","15":"So now I've come to find you, hoping to catch sight of your face--and here you are!","16":"I've spread fresh, clean sheets on my bed, colorful imported linens.","17":"My bed is aromatic with spices and exotic fragrances.","18":"Come, let's make love all night, spend the night in ecstatic lovemaking!","19":"My husband's not home; he's away on business, and he won't be back for a month.\"","21":"Soon she has him eating out of her hand, bewitched by her honeyed speech.","22":"Before you know it, he's trotting behind her, like a calf led to the butcher shop, Like a stag lured into ambush","23":"and then shot with an arrow, Like a bird flying into a net not knowing that its flying life is over.","24":"So, friends, listen to me, take these words of mine most seriously.","25":"Don't fool around with a woman like that; don't even stroll through her neighborhood.","26":"Countless victims come under her spell; she's the death of many a poor man.","27":"She runs a halfway house to hell, fits you out with a shroud and a coffin."}