{"1":"Do you hear Lady Wisdom calling? Can you hear Madame Insight raising her voice?","2":"She's taken her stand at First and Main, at the busiest intersection.","3":"Right in the city square where the traffic is thickest, she shouts,","4":"\"You--I'm talking to all of you, everyone out here on the streets!","5":"Listen, you idiots--learn good sense! You blockheads--shape up!","6":"Don't miss a word of this--I'm telling you how to live well, I'm telling you how to live at your best.","7":"My mouth chews and savors and relishes truth--I can't stand the taste of evil!","8":"You'll only hear true and right words from my mouth; not one syllable will be twisted or skewed.","9":"You'll recognize this as true--you with open minds; truth--ready minds will see it at once.","10":"Prefer my life--disciplines over chasing after money, and God-knowledge over a lucrative career.","11":"For Wisdom is better than all the trappings of wealth; nothing you could wish for holds a candle to her.","12":"\"I am Lady Wisdom, and I live next to Sanity; Knowledge and Discretion live just down the street.","13":"The Fear-of-GOD means hating Evil, whose ways I hate with a passion--pride and arrogance and crooked talk.","14":"Good counsel and common sense are my characteristics; I am both Insight and the Virtue to live it out.","15":"With my help, leaders rule, and lawmakers legislate fairly;","16":"With my help, governors govern, along with all in legitimate authority.","17":"I love those who love me; those who look for me find me.","18":"Wealth and Glory accompany me--also substantial Honor and a Good Name.","19":"My benefits are worth more than a big salary, even a very big salary; the returns on me exceed any imaginable bonus.","20":"You can find me on Righteous Road--that's where I walk--at the intersection of Justice Avenue,","21":"Handing out life to those who love me, filling their arms with life--armloads of life!","22":"\"GOD sovereignly made me--the first, the basic--before he did anything else.","23":"I was brought into being a long time ago, well before Earth got its start.","24":"I arrived on the scene before Ocean, yes, even before Springs and Rivers and Lakes.","25":"Before Mountains were sculpted and Hills took shape, I was already there, newborn;","26":"Long before GOD stretched out Earth's Horizons, and tended to the minute details of Soil and Weather,","27":"And set Sky firmly in place, I was there. When he mapped and gave borders to wild Ocean,","28":"built the vast vault of Heaven, and installed the fountains that fed Ocean,","29":"When he drew a boundary for Sea, posted a sign that said, NO TRESPASSING, And then staked out Earth's foundations,","30":"I was right there with him, making sure everything fit. Day after day I was there, with my joyful applause, always enjoying his company,","31":"Delighted with the world of things and creatures, happily celebrating the human family.","32":"\"So, my dear friends, listen carefully; those who embrace these my ways are most blessed.","33":"Mark a life of discipline and live wisely; don't squander your precious life.","34":"Blessed the man, blessed the woman, who listens to me, awake and ready for me each morning, alert and responsive as I start my day's work.","35":"When you find me, you find life, real life, to say nothing of GOD's good pleasure.","36":"But if you wrong me, you damage your very soul; when you reject me, you're flirting with death.\""}