{"1":"Listen to the Message that GOD is sending your way, House of Israel.","2":"Listen most carefully: \"Don't take the godless nations as your models. Don't be impressed by their glamour and glitz, no matter how much they're impressed.","3":"The religion of these peoples is nothing but smoke. An idol is nothing but a tree chopped down, then shaped by a woodsman's ax.","4":"They trim it with tinsel and balls, use hammer and nails to keep it upright.","5":"It's like a scarecrow in a cabbage patch--can't talk! Dead wood that has to be carried--can't walk! Don't be impressed by such stuff. It's useless for either good or evil.\"","6":"All this is nothing compared to you, O GOD. You're wondrously great, famously great.","7":"Who can fail to be impressed by you, King of the nations? It's your very nature to be worshiped! Look far and wide among the elite of the nations. The best they can come up with is nothing compared to you.","8":"Stupidly, they line them up--a lineup of sticks, good for nothing but making smoke.","9":"Gilded with silver foil from Tarshish, covered with gold from Uphaz, Hung with violet and purple fabrics--no matter how fancy the sticks, they're still sticks.","10":"But GOD is the real thing--the living God, the eternal King. When he's angry, Earth shakes. Yes, and the godless nations quake.","11":"\"Tell them this: \"The stick gods who made nothing, neither sky nor earth, Will come to nothing on the earth and under the sky.'\"","12":"But it is God whose power made the earth, whose wisdom gave shape to the world, who crafted the cosmos.","13":"He thunders, and rain pours down. He sends the clouds soaring. He embellishes the storm with lightnings, launches wind from his warehouse.","14":"Stick-god worshipers looking mighty foolish, god-makers embarrassed by their handmade gods! Their gods are frauds--dead sticks,","15":"deadwood gods, tasteless jokes. When the fires of judgment come, they'll be ashes.","16":"But the Portion-of-Jacob is the real thing. He put the whole universe together And pays special attention to Israel. His name? GOD-of-the-Angel-Armies! [JC]","17":"Grab your bags, all you who are under attack.","18":"GOD has given notice: \"Attention! I'm evicting Everyone who lives here, And right now--yes, right now! I'm going to press them to the limit, squeeze the life right out of them.\" [JC]","19":"But it's a black day for me! Hopelessly wounded, I said, \"Why, oh why did I think I could bear it?\"","20":"My house is ruined--the roof caved in. Our children are gone--we'll never see them again. No one left to help in rebuilding, no one to make a new start!","21":"It's because our leaders are stupid. They never asked GOD for counsel, And so nothing worked right. The people are scattered all over.","22":"But listen! Something's coming! A big commotion from the northern borders! Judah's towns about to be smashed, left to all the stray dogs and cats!","23":"I know, GOD, that mere mortals can't run their own lives, That men and women don't have what it takes to take charge of life.","24":"So correct us, GOD, as you see best. Don't lose your temper. That would be the end of us.","25":"Vent your anger on the godless nations, who refuse to acknowledge you, And on the people who won't pray to you--The very ones who've made hash out of Jacob, yes, made hash And devoured him whole, people and pastures alike."}