{"1":"Then GOD said to me: \"Jeremiah, even if Moses and Samuel stood here and made their case, I wouldn't feel a thing for this people. Get them out of here. Tell them to get lost!","2":"And if they ask you, \"So where do we go?' tell them GOD says, If you're assigned to die, go and die; if assigned to war, go and get killed; If assigned to starve, go starve; if assigned to exile, off to exile you go!'","3":"\"I've arranged for four kinds of punishment: death in battle, the corpses dropped off by killer dogs, the rest picked clean by vultures, the bones gnawed by hyenas.","4":"They'll be a sight to see, a sight to shock the whole world--and all because of Manasseh son of Hezekiah and all he did in Jerusalem.","5":"\"Who do you think will feel sorry for you, Jerusalem? Who do you think will waste tears on you? Who will bother to take the time to ask, \"So, how are things going?'","6":"\"You left me, remember?\" GOD's Decree. \"You turned your back and walked out. So I will grab you and hit you hard. I'm tired of letting you off the hook.","7":"I threw you to the four winds and let the winds scatter you like leaves. I made sure you'll lose everything, since nothing makes you change.","8":"I created more widows among you than grains of sand on the ocean beaches. At noon mothers will get the news of their sons killed in action. Sudden anguish for the mothers--all those terrible deaths.","9":"A mother of seven falls to the ground, gasping for breath, Robbed of her children in their prime. Her sun sets at high noon! Then I'll round up any of you that are left alive and see that you're killed by your enemies.\" GOD's Decree.","10":"Unlucky mother--that you had me as a son, given the unhappy job of indicting the whole country! I've never hurt or harmed a soul, and yet everyone is out to get me.","11":"But, GOD knows, I've done everything I could to help them, prayed for them and against their enemies. I've always been on their side, trying to stave off disaster. God knows how I've tried! [JC]","12":"\"O Israel, O Judah, what are your chances against the iron juggernaut from the north?","13":"In punishment for your sins, I'm giving away everything you've got, giving it away for nothing.","14":"I'll make you slaves to your enemies in a strange and far-off land. My anger is blazing and fierce, burning in hot judgment against you.\" [JC]","15":"You know where I am, GOD! Remember what I'm doing here! Take my side against my detractors. Don't stand back while they ruin me. Just look at the abuse I'm taking!","16":"When your words showed up, I ate them--swallowed them whole. What a feast! What delight I took in being yours, O GOD, GOD-of-the-Angel-Armies!","17":"I never joined the party crowd in their laughter and their fun. Led by you, I went off by myself. You'd filled me with indignation. Their sin had me seething.","18":"But why, why this chronic pain, this ever worsening wound and no healing in sight? You're nothing, GOD, but a mirage, a lovely oasis in the distance--and then nothing! [JC]","19":"This is how GOD answered me: \"Take back those words, and I'll take you back. Then you'll stand tall before me. Use words truly and well. Don't stoop to cheap whining. Then, but only then, you'll speak for me. Let your words change them. Don't change your words to suit them.","20":"I'll turn you into a steel wall, a thick steel wall, impregnable. They'll attack you but won't put a dent in you because I'm at your side, defending and delivering.\" GOD's Decree.","21":"\"I'll deliver you from the grip of the wicked. I'll get you out of the clutch of the ruthless.\""}