{"1":"GOD's Message to me:","2":"\"Jeremiah, don't get married. Don't raise a family here.","3":"I have signed the death warrant on all the children born in this country, the mothers who bear them and the fathers who beget them--","4":"an epidemic of death. Death unlamented, the dead unburied, dead bodies decomposing and stinking like dung, all the killed and starved corpses served up as meals for carrion crows and mongrel dogs!\"","5":"GOD continued: \"Don't enter a house where there's mourning. Don't go to the funeral. Don't sympathize. I've quit caring about what happens to this people.\" GOD's Decree. \"No more loyal love on my part, no more compassion.","6":"The famous and obscure will die alike here, unlamented and unburied. No funerals will be conducted, no one will give them a second thought,","7":"no one will care, no one will say, \"I'm sorry,' no one will so much as offer a cup of tea, not even for the mother or father.","8":"\"And if there happens to be a feast celebrated, don't go there either to enjoy the festivities.\"","9":"GOD-of-the-Angel-Armies, the God of Israel, says, \"Watch this! I'm about to banish smiles and laughter from this place. No more brides and bridegrooms celebrating. And I'm doing it in your lifetime, before your very eyes.","10":"\"When you tell this to the people and they ask, \"Why is GOD talking this way, threatening us with all these calamities? We're not criminals, after all. What have we done to our GOD to be treated like this?'","11":"tell them this: \"It's because your ancestors left me, walked off and never looked back. They took up with the no-gods, worshiped and doted on them, and ignored me and wouldn't do a thing I told them.","12":"And you're even worse! Take a good look in the mirror--each of you doing whatever you want, whenever you want, refusing to pay attention to me.","13":"And for this I'm getting rid of you, throwing you out in the cold, into a far and strange country. You can worship your precious no-gods there to your heart's content. Rest assured, I won't bother you anymore.' [JC]","14":"\"On the other hand, don't miss this: The time is coming when no one will say any longer, \"As sure as GOD lives, the God who delivered Israel from Egypt.'","15":"What they'll say is, \"As sure as GOD lives, the God who brought Israel back from the land of the north, brought them back from all the places where he'd scattered them.' That's right, I'm going to bring them back to the land I first gave to their ancestors. [JC]","16":"\"Now, watch for what comes next: I'm going to assemble a bunch of fishermen.\" GOD's Decree! \"They'll go fishing for my people and pull them in for judgment. Then I'll send out a party of hunters, and they'll hunt them out in all the mountains, hills, and caves.","17":"I'm watching their every move. I haven't lost track of a single one of them, neither them nor their sins.","18":"\"They won't get by with a thing. They'll pay double for everything they did wrong. They've made a complete mess of things, littering their lives with their obscene no-gods, leaving piles of stinking god-junk all over the place.\"","19":"GOD, my strength, my stronghold, my safe retreat when trouble descends: The godless nations will come from earth's four corners, saying, \"Our ancestors lived on lies, useless illusions, all smoke.\"","20":"Can mortals manufacture gods? Their factories turn out no-gods!","21":"\"Watch closely now. I'm going to teach these wrongheaded people. Starting right now, I'm going to teach them Who I am and what I do, teach them the meaning of my name, GOD-\"I AM.'"}