{"1":"GOD's Message came to me. It went like this:","2":"\"Get out in the streets and call to Jerusalem, \"GOD's Message! I remember your youthful loyalty, our love as newlyweds. You stayed with me through the wilderness years, stuck with me through all the hard places.","3":"Israel was GOD's holy choice, the pick of the crop. Anyone who laid a hand on her would soon wish he hadn't!'\" GOD's Decree. [JC]","4":"Hear GOD's Message, House of Jacob! Yes, you--House of Israel!","5":"GOD's Message: \"What did your ancestors find fault with in me that they drifted so far from me, Took up with Sir Windbag and turned into windbags themselves?","6":"It never occurred to them to say, \"Where's GOD, the God who got us out of Egypt, Who took care of us through thick and thin, those rough-and-tumble wilderness years of parched deserts and death valleys, A land that no one who enters comes out of, a cruel, inhospitable land?'","7":"\"I brought you to a garden land where you could eat lush fruit. But you barged in and polluted my land, trashed and defiled my dear land.","8":"The priests never thought to ask, \"Where's GOD?' The religion experts knew nothing of me. The rulers defied me. The prophets preached god Baal And chased empty god-dreams and silly god-schemes.","9":"\"Because of all this, I'm bringing charges against you\"\t--GOD's Decree--\"charging you and your children and your grandchildren.","10":"Look around. Have you ever seen anything quite like this? Sail to the western islands and look. Travel to the Kedar wilderness and look. Look closely. Has this ever happened before,","11":"That a nation has traded in its gods for gods that aren't even close to gods? But my people have traded my Glory for empty god-dreams and silly god-schemes.","12":"\"Stand in shock, heavens, at what you see! Throw up your hands in disbelief--this can't be!\" GOD's Decree.","13":"\"My people have committed a compound sin: they've walked out on me, the fountain Of fresh flowing waters, and then dug cisterns--cisterns that leak, cisterns that are no better than sieves.","14":"\"Isn't Israel a valued servant, born into a family with place and position? So how did she end up a piece of meat","15":"fought over by snarling and roaring lions? There's nothing left of her but a few old bones, her towns trashed and deserted.","16":"Egyptians from the cities of Memphis and Tahpanhes have broken your skulls.","17":"And why do you think all this has happened? Isn't it because you walked out on your God just as he was beginning to lead you in the right way?","18":"\"And now, what do you think you'll get by going off to Egypt? Maybe a cool drink of Nile River water? Or what do you think you'll get by going off to Assyria? Maybe a long drink of Euphrates River water?","19":"Your evil ways will get you a sound thrashing, that's what you'll get. You'll pay dearly for your disloyal ways. Take a long, hard look at what you've done and its bitter results. Was it worth it to have walked out on your God?\" GOD's Decree, Master GOD-of-the-Angel-Armies.","20":"\"A long time ago you broke out of the harness. You shook off all restraints. You said, \"I will not serve!' and off you went, Visiting every sex--and-religion shrine on the way, like a common whore.","21":"You were a select vine when I planted you from completely reliable stock. And look how you've turned out--a tangle of rancid growth, a poor excuse for a vine.","22":"Scrub, using the strongest soaps. Scour your skin raw. The sin-grease won't come out. I can't stand to even look at you!\" GOD's Decree, the Master's Decree.","23":"\"How dare you tell me, \"I'm not stained by sin. I've never chased after the Baal sex gods'! Well, look at the tracks you've left behind in the valley. How do you account for what is written in the desert dust--Tracks of a camel in heat, running this way and that,","24":"tracks of a wild donkey in rut, Sniffing the wind for the slightest scent of sex. Who could possibly corral her! On the hunt for sex, sex, and more sex--insatiable, indiscriminate, promiscuous.","25":"\"Slow down. Take a deep breath. What's the hurry? Why wear yourself out? Just what are you after anyway? But you say, \"I can't help it. I'm addicted to alien gods. I can't quit.' [JC]","26":"\"Just as a thief is chagrined, but only when caught, so the people of Israel are chagrined, Caught along with their kings and princes, their priests and prophets.","27":"They walk up to a tree and say, \"My father!' They pick up a stone and say, \"My mother! You bore me!' All I ever see of them is their backsides. They never look me in the face. But when things go badly, they don't hesitate to come running, calling out, \"Get a move on! Save us!'","28":"Why not go to your handcrafted gods you're so fond of? Rouse them. Let them save you from your bad times. You've got more gods, Judah, than you know what to do with.","29":"\"What do you have against me, running off to assert your \"independence'?\" GOD's Decree.","30":"\"I've wasted my time trying to train your children. They've paid no attention to me, ignored my discipline. And you've gotten rid of your God-messengers, treating them like dirt and sweeping them away.","31":"\"What a generation you turned out to be! Didn't I tell you? Didn't I warn you? Have I let you down, Israel? Am I nothing but a dead-end street? Why do my people say, \"Good riddance! From now on we're on our own'?","32":"Young women don't forget their jewelry, do they? Brides don't show up without their veils, do they? But my people forget me. Day after day after day they never give me a thought. [JC]","33":"\"What an impressive start you made to get the most out of life. You founded schools of sin, taught graduate courses in evil!","34":"And now you're sending out graduates, resplendent in cap and gown--except the gowns are stained with the blood of your victims! All that blood convicts you. You cut and hurt a lot of people to get where you are.","35":"And yet you have the gall to say, \"I've done nothing wrong. God doesn't mind. He hasn't punished me, has he?' Don't look now, but judgment's on the way, aimed at you who say, \"I've done nothing wrong.'","36":"\"You think it's just a small thing, don't you, to try out another sin-project when the first one fails? But Egypt will leave you in the lurch the same way that Assyria did.","37":"You're going to walk away from there wringing your hands. I, GOD, have blacklisted those you trusted. You'll get not a lick of help from them.\""}