{"1":"This is the Message given to Jeremiah for all the people of Judah. It came in the fourth year of Jehoiakim son of Josiah king of Judah. It was the first year of Nebuchadnezzar king of Babylon.","2":"Jeremiah the prophet delivered the Message to all the people of Judah and citizens of Jerusalem:","3":"From the thirteenth year of Josiah son of Amon king of Judah right up to the present day--twenty-three years it's been!-GOD's Word has come to me, and from early each morning to late every night I've passed it on to you. And you haven't listened to a word of it!","4":"Not only that, but God also sent a steady stream of prophets to you who were just as persistent as me, and you never listened.","5":"They told you, \"Turn back--right now, each one of you!-from your evil way of life and bad behavior, and live in the land GOD gave you and your ancestors, the land he intended to give you forever.","6":"Don't follow the god-fads of the day, taking up and worshiping these no-gods. Don't make me angry with your god-businesses, making and selling gods--a dangerous business!","7":"\"You refused to listen to any of this, and now I am really angry. These god-making businesses of yours are your doom.\"","8":"The verdict of GOD-of-the-Angel-Armies on all this: \"Because you have refused to listen to what I've said,","9":"I'm stepping in. I'm sending for the armies out of the north headed by Nebuchadnezzar king of Babylon, my servant in this, and I'm setting them on this land and people and even the surrounding countries. I'm devoting the whole works to total destruction--a horror to top all the horrors in history.","10":"And I'll banish every sound of joy--singing, laughter, marriage festivities, genial \tworkmen, candlelit suppers.","11":"The whole landscape will be one vast wasteland. These countries will be in subjection to the king of Babylon for seventy years.","12":"\"Once the seventy years is up, I'll punish the king of Babylon and the whole nation of Babylon for their sin. Then they'll be the wasteland.","13":"Everything that I said I'd do to that country, I'll do--everything that's written in this book, everything Jeremiah preached against all the godless nations.","14":"Many nations and great kings will make slaves of the Babylonians, paying them back for everything they've done to others. They won't get by with anything.\" GOD's Decree.","15":"This is a Message that the GOD of Israel gave me: \"Take this cup filled with the wine of my wrath that I'm handing to you. Make all the nations where I send you drink it down.","16":"They'll drink it and get drunk, staggering in delirium because of the killing that I'm going to unleash among them.\"","17":"I took the cup from GOD's hand and made them drink it, all the nations to which he sent me:","18":"Jerusalem and the towns of Judah, along with their kings and leaders, turning them into a vast wasteland, a horror to look at, a cussword--which, in fact, they now are;","19":"Pharaoh king of Egypt with his attendants and leaders,","20":"plus all his people and the melting pot of foreigners collected there; All the kings of Uz; All the kings of the Philistines from Ashkelon, Gaza, Ekron, and what's left of Ashdod;","21":"Edom, Moab, and the Ammonites;","22":"All the kings of Tyre, Sidon, and the coastlands across the sea;","23":"Dedan, Tema, Buz, and the nomads on the fringe of the desert;","24":"All the kings of Arabia and the various Bedouin sheiks and chieftains wandering about in the desert;","25":"All the kings of Zimri, Elam, and the Medes;","26":"All the kings from the north countries near and far, one by one; All the kingdoms on planet Earth","27":"\"Tell them, \"These are orders from GOD-of-the-Angel-Armies, the God of Israel: Drink and get drunk and vomit. Fall on your faces and don't get up again. You're slated for a massacre.'","28":"\"If any of them refuse to take the cup from you and drink it, say to them, \"GOD-of-the-Angel-Armies has ordered you to drink. So drink!","29":"Prepare for the worst! I'm starting off the catastrophe in the city that I claim as my own, so don't think you are going to get out of it. No, you're not getting out of anything. It's the sword and nothing but the sword against everyone everywhere!'\" The GOD-of-the-Angel-Armies' Decree.","30":"\"Preach it all, Jeremiah. Preach the entire Message to them. Say: GOD roars like a lion from high heaven; thunder rolls out from his holy dwelling--Ear-splitting bellows against his people, shouting hurrahs like workers in harvest.","31":"The noise reverberates all over the earth; everyone everywhere hears it. GOD makes his case against the godless nations. He's about to put the human race on trial. For the wicked the verdict is clear-cut: death by the sword.'\" GOD's Decree. [JC]","32":"A Message from GOD-of-the-Angel-Armies: \"Prepare for the worst! Doomsday! Disaster is spreading from nation to nation. A huge storm is about to rage all across planet Earth.\" [JC]","33":"Laid end to end, those killed in GOD's judgment that day will stretch from one end of the earth to the other. No tears will be shed and no burials conducted. The bodies will be left where they fall, like so much horse dung fertilizing the fields. [JC]","34":"Wail, shepherds! Cry out for help! Grovel in the dirt, you masters of flocks! Time's up--you're slated for the slaughterhouse, like a choice ram with its throat cut.","35":"There's no way out for the rulers, no escape for those shepherds.","36":"Hear that? Rulers crying for help, shepherds of the flock wailing! GOD is about to ravage their fine pastures.","37":"The peaceful sheepfolds will be silent with death, silenced by GOD's deadly anger.","38":"God will come out into the open like a lion leaping from its cover, And the country will be torn to pieces, ripped and ravaged by his anger."}