{"1":"This is the Message Jeremiah received from GOD:","2":"\"GOD's Message, the God of Israel: \"Write everything I tell you in a book.","3":"Look. The time is coming when I will turn everything around for my people, both Israel and Judah. I, GOD, say so. I'll bring them back to the land I gave their ancestors, and they'll take up ownership again.'\"","4":"This is the way GOD put it to Israel and Judah:","5":"\"GOD's Message: Cries of panic are being heard. The peace has been shattered.","6":"Ask around! Look around! Can men bear babies? So why do I see all these he-men holding their bellies like women in labor, Faces contorted, pale as death?","7":"The blackest of days, no day like it ever! A time of deep trouble for Jacob--but he'll come out of it alive.","8":"And then I'll enter the darkness. I'll break the yoke from their necks, Cut them loose from the harness. No more slave labor to foreigners!","9":"They'll serve their GOD and the David-King I'll establish for them.","10":"So fear no more, Jacob, dear servant. Don't despair, Israel. Look up! I'll save you out of faraway places, I'll bring your children back from exile. Jacob will come back and find life good, safe and secure.","11":"I'll be with you. I'll save you. I'll finish off all the godless nations Among which I've scattered you, but I won't finish you off. I'll punish you, but fairly. I won't send you off with just a slap on the wrist.'","12":"\"This is GOD's Message: You're a burned-out case, as good as dead.","13":"Everyone has given up on you. You're hopeless.","14":"All your fair-weather friends have skipped town without giving you a second thought. But I delivered the knockout blow, a punishment you will never forget, Because of the enormity of your guilt, the endless list of your sins.","15":"So why all this self-pity, licking your wounds? You deserve all this, and more. Because of the enormity of your guilt, the endless list of your sins, I've done all this to you.","16":"Everyone who hurt you will be hurt; your enemies will end up as slaves. Your plunderers will be plundered; your looters will become loot.","17":"As for you, I'll come with healing, curing the incurable, Because they all gave up on you and dismissed you as hopeless--that good-for-nothing Zion.'","18":"\"Again, GOD's Message: I'll turn things around for Jacob. I'll compassionately come in and rebuild homes. The town will be rebuilt on its old foundations; the mansions will be splendid again.","19":"Thanksgivings will pour out of the windows; laughter will spill through the doors. Things will get better and better. Depression days are over. They'll thrive, they'll flourish. The days of contempt will be over.","20":"They'll look forward to having children again, to being a community in which I take pride. I'll punish anyone who hurts them,","21":"and their prince will come from their own ranks. One of their own people shall be their leader. Their ruler will come from their own ranks. I'll grant him free and easy access to me. Would anyone dare to do that on his own, to enter my presence uninvited?' GOD's Decree.","22":"And that's it: You'll be my very own people, I'll be your very own God.'\"","23":"Look out! GOD's hurricane is let loose, his hurricane blast, Spinning the heads of the wicked like dust devils!","24":"God's raging anger won't let up Until he's made a clean sweep completing the job he began. When the job's done you'll see it's been well done. [JC]"}