{"1":"GOD's Messages through the prophet Jeremiah regarding the godless nations.","2":"The Message to Egypt and the army of Pharaoh Neco king of Egypt at the time it was defeated by Nebuchadnezzar king of Babylon while camped at Carchemish on the Euphrates River in the fourth year of the reign of Jehoiakim king of Judah:","3":"Present arms! March to the front!","4":"Harness the horses! Up in the saddles! Battle formation! Helmets on, spears sharpened, armor in place!'","5":"But what's this I see? They're scared out of their wits! They break ranks and run for cover. Their soldiers panic. They run this way and that, stampeding blindly. It's total chaos, total confusion, danger everywhere!\" GOD's Decree.","6":"\"The swiftest runners won't get away, the strongest soldiers won't escape. In the north country, along the River Euphrates, they'll stagger, stumble, and fall.","7":"\"Who is this like the Nile in flood? like its streams torrential?","8":"Why, it's Egypt like the Nile in flood, like its streams torrential, Saying, \"I'll take over the world. I'll wipe out cities and peoples.'","9":"Run, horses! Roll, chariots! Advance, soldiers from Cush and Put with your shields, Soldiers from Lud, experts with bow and arrow.","10":"\"But it's not your day. It's the Master's, me, GOD-of-the-Angel-Armies--the day when I have it out with my enemies, The day when Sword puts an end to my enemies, when Sword exacts vengeance. I, the Master, GOD-of-the-Angel-Armies, will pile them on an altar--a huge sacrifice!- In the great north country, along the mighty Euphrates.","11":"\"Oh, virgin Daughter Egypt, climb into the mountains of Gilead, get healing balm. You will vainly collect medicines, for nothing will be able to cure what ails you.","12":"The whole world will hear your anguished cries. Your wails fill the earth, As soldier falls against soldier and they all go down in a heap.\"","13":"The Message that GOD gave to the prophet Jeremiah when Nebuchadnezzar king of Babylon was on his way to attack Egypt:","14":"\"Tell Egypt, alert Migdol, post warnings in Noph and Tahpanhes: \"Wake up! Be prepared! War's coming!'","15":"\"Why will your bull-god Apis run off? Because GOD will drive him off.","16":"Your ragtag army will fall to pieces. The word is passing through the ranks, \"Let's get out of here while we still can. Let's head for home and save our skins.'","17":"When they get home they'll nickname Pharaoh \"Big-Talk-Bad-Luck.'","18":"As sure as I am the living God\" -the King's Decree, GOD-of-the-Angel-Armies is his name--\"A conqueror is coming: like Tabor, singular among mountains; like Carmel, jutting up from the sea!","19":"So pack your bags for exile, you coddled daughters of Egypt, For Memphis will soon be nothing, a vacant lot grown over with weeds.","20":"\"Too bad, Egypt, a beautiful sleek heifer attacked by a horsefly from the north!","21":"All her hired soldiers are stationed to defend her--like well-fed calves they are. But when their lives are on the line, they'll run off, cowards every one. When the going gets tough, they'll take the easy way out.","22":"\"Egypt will slither and hiss like a snake as the enemy army comes in force. They will rush in, swinging axes like lumberjacks cutting down trees.","23":"They'll level the country\"--GOD's Decree--\"nothing and no one standing for as far as you can see. The invaders will be a swarm of locusts, innumerable, past counting.","24":"Daughter Egypt will be ravished, raped by vandals from the north.\"","25":"GOD-of-the-Angel-Armies, the God of Israel, says, \"Watch out when I visit doom on the god Amon of Thebes, Egypt and its gods and kings, Pharaoh and those who trust in him.","26":"I'll turn them over to those who are out to kill them, to Nebuchadnezzar and his military. Egypt will be set back a thousand years. Eventually people will live there again.\" GOD's Decree. [JC]","27":"\"But you, dear Jacob my servant, you have nothing to fear. Israel, there's no need to worry. Look up! I'll save you from that far country,\t I'll get your children out of the land of exile. Things are going to be normal again for Jacob, safe and secure, smooth sailing.","28":"Yes, dear Jacob my servant, you have nothing to fear. Depend on it, I'm on your side. I'll finish off all the godless nations among which I've scattered you, But I won't finish you off. I have more work left to do on you. I'll punish you, but fairly. No, I'm not finished with you yet.\""}