{"1":"As he walked away from the Temple, one of his disciples said, \"Teacher, look at that stonework! Those buildings!\"","2":"Jesus said, \"You're impressed by this grandiose architecture? There's not a stone in the whole works that is not going to end up in a heap of rubble.\"","3":"Later, as he was sitting on Mount Olives in full view of the Temple, Peter, James, John, and Andrew got him off by himself and asked,","4":"\"Tell us, when is this going to happen? What sign will we get that things are coming to a head?\"","5":"Jesus began, \"Watch out for doomsday deceivers.","6":"Many leaders are going to show up with forged identities claiming, \"I'm the One.' They will deceive a lot of people.","7":"When you hear of wars and rumored wars, keep your head and don't panic. This is routine history, and no sign of the end.","8":"Nation will fight nation and ruler fight ruler, over and over. Earthquakes will occur in various places. There will be famines. But these things are nothing compared to what's coming.","9":"\"And watch out! They're going to drag you into court. And then it will go from bad to worse, dog-eat-dog, everyone at your throat because you carry my name. You're placed there as sentinels to truth.","10":"The Message has to be preached all across the world.","11":"\"When they bring you, betrayed, into court, don't worry about what you'll say. When the time comes, say what's on your heart--the Holy Spirit will make his witness in and through you.","12":"\"It's going to be brother killing brother, father killing child, children killing parents.","13":"There's no telling who will hate you because of me. \"Stay with it--that's what is required. Stay with it to the end. You won't be sorry; you'll be saved.","14":"\"But be ready to run for it when you see the monster of desecration set up where it should never be. You who can read, make sure you understand what I'm talking about. If you're living in Judea at the time, run for the hills;","15":"if you're working in the yard, don't go back to the house to get anything;","16":"if you're out in the field, don't go back to get your coat.","17":"Pregnant and nursing mothers will have it especially hard.","18":"Hope and pray this won't happen in the middle of winter.","19":"\"These are going to be hard days--nothing like it from the time God made the world right up to the present. And there'll be nothing like it again.","20":"If he let the days of trouble run their course, nobody would make it. But because of God's chosen people, those he personally chose, he has already intervened.","21":"\"If anyone tries to flag you down, calling out, \"Here's the Messiah!' or points, \"There he is!' don't fall for it.","22":"Fake Messiahs and lying preachers are going to pop up everywhere. Their impressive credentials and dazzling performances will pull the wool over the eyes of even those who ought to know better.","23":"So watch out. I've given you fair warning.","24":"\"Following those hard times, Sun will fade out, moon cloud over,","25":"Stars fall out of the sky, cosmic powers tremble.","26":"\"And then they'll see the Son of Man enter in grand style, his Arrival filling the sky--no one will miss it!","27":"He'll dispatch the angels; they will pull in the chosen from the four winds, from pole to pole.","28":"\"Take a lesson from the fig tree. From the moment you notice its buds form, the merest hint of green, you know summer's just around the corner.","29":"And so it is with you. When you see all these things, you know he is at the door.","30":"Don't take this lightly. I'm not just saying this for some future generation, but for this one, too--these things will happen.","31":"Sky and earth will wear out; my words won't wear out.","32":"\"But the exact day and hour? No one knows that, not even heaven's angels, not even the Son. Only the Father.","33":"So keep a sharp lookout, for you don't know the timetable.","34":"It's like a man who takes a trip, leaving home and putting his servants in charge, each assigned a task, and commanding the gatekeeper to stand watch.","35":"So, stay at your post, watching. You have no idea when the homeowner is returning, whether evening, midnight, cockcrow, or morning.","36":"You don't want him showing up unannounced, with you asleep on the job.","37":"I say it to you, and I'm saying it to all: Stay at your post. Keep watch.\""}