{"1":"GOD's Message to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah. It came during the reign of Josiah son of Amon, who was king of Judah:","2":"\"I'm going to make a clean sweep of the earth, a thorough housecleaning.\" GOD's Decree.","3":"\"Men and women and animals, including birds and fish--Anything and everything that causes sin--will go, but especially people. [JC]","4":"\"I'll start with Judah and everybody who lives in Jerusalem. I'll sweep the place clean of every trace of the sex-and-religion Baal shrines and their priests.","5":"I'll get rid of the people who sneak up to their rooftops at night to worship the star gods and goddesses; Also those who continue to worship GOD but cover their bases by worshiping other king-gods as well;","6":"Not to mention those who've dumped GOD altogether, no longer giving him a thought or offering a prayer. [JC]","7":"\"Quiet now! Reverent silence before me, GOD, the Master! Time's up. My Judgment Day is near: The Holy Day is all set, the invited guests made holy.","8":"On the Holy Day, GOD's Judgment Day, I will punish the leaders and the royal sons; I will punish those who dress up like foreign priests and priestesses,","9":"Who introduce pagan prayers and practices; And I'll punish all who import pagan superstitions that turn holy places into hellholes.","10":"Judgment Day!\" GOD's Decree! \"Cries of panic from the city's Fish Gate, Cries of terror from the city's Second Quarter, sounds of great crashing from the hills!","11":"Wail, you shopkeepers on Market Street! Moneymaking has had its day. The god Money is dead.","12":"On Judgment Day, I'll search through every closet and alley in Jerusalem. I'll find and punish those who are sitting it out, fat and lazy, amusing themselves and taking it easy, Who think, \"GOD doesn't do anything, good or bad. He isn't involved, so neither are we.'","13":"But just wait. They'll lose everything they have, money and house and land. They'll build a house and never move in. They'll plant vineyards and never taste the wine.","14":"\"The Great Judgment Day of GOD is almost here. It's countdown time:... seven, six, five, four... Bitter and noisy cries on my Judgment Day, even strong men screaming for help.","15":"Judgment Day is payday--my anger paid out: a day of distress and anguish, a day of catastrophic doom, a day of darkness at noon, a day of black storm clouds,","16":"a day of bloodcurdling war cries, as forts are assaulted, as defenses are smashed.","17":"I'll make things so bad they won't know what hit them. They'll walk around groping like the blind. They've sinned against GOD! Their blood will be poured out like old dishwater, their guts shoveled into slop buckets.","18":"Don't plan on buying your way out. Your money is worthless for this. This is the Day of GOD's Judgment--my wrath! I care about sin with fiery passion--A fire to burn up the corrupted world, a wildfire finish to the corrupting people.\""}