{"1":"The Song--best of all songs--Solomon's song!","2":"Kiss me--full on the mouth! Yes! For your love is better than wine,","3":"headier than your aromatic oils. The syllables of your name murmur like a meadow brook. No wonder everyone loves to say your name!","4":"Take me away with you! Let's run off together! An elopement with my King-Lover! We'll celebrate, we'll sing, we'll make great music. Yes! For your love is better than vintage wine. Everyone loves you--of course! And why not?","5":"I am weathered but still elegant, oh, dear sisters in Jerusalem, Weather--darkened like Kedar desert tents, time-softened like Solomon's Temple hangings.","6":"Don't look down on me because I'm dark, darkened by the sun's harsh rays. My brothers ridiculed me and sent me to work in the fields. They made me care for the face of the earth, but I had no time to care for my own face.","7":"Tell me where you're working -I love you so much--Tell me where you're tending your flocks, where you let them rest at noontime. Why should I be the one left out, outside the orbit of your tender care?","8":"If you can't find me, loveliest of all women, it's all right. Stay with your flocks. Lead your lambs to good pasture. Stay with your shepherd neighbors.","9":"You remind me of Pharaoh's well-groomed and satiny mares.","10":"Pendant earrings line the elegance of your cheeks; strands of jewels illumine the curve of your throat.","11":"I'm making jewelry for you, gold and silver jewelry that will mark and accent your beauty.","12":"When my King-Lover lay down beside me, my fragrance filled the room.","13":"His head resting between my breasts--the head of my lover was a sachet of sweet myrrh.","14":"My beloved is a bouquet of wildflowers picked just for me from the fields of Engedi.","15":"Oh, my dear friend! You're so beautiful! And your eyes so beautiful--like doves!","16":"And you, my dear lover--you're so handsome! And the bed we share is like a forest glen.","17":"We enjoy a canopy of cedars enclosed by cypresses, fragrant and green."}