{"1":"You're so beautiful, my darling, so beautiful, and your dove eyes are veiled By your hair as it flows and shimmers, like a flock of goats in the distance streaming down a hillside in the sunshine.","2":"Your smile is generous and full--expressive and strong and clean.","3":"Your lips are jewel red, your mouth elegant and inviting, your veiled cheeks soft and radiant.","4":"The smooth, lithe lines of your neck command notice--all heads turn in awe and admiration!","5":"Your breasts are like fawns, twins of a gazelle, grazing among the first spring flowers.","6":"The sweet, fragrant curves of your body, the soft, spiced contours of your flesh Invite me, and I come. I stay until dawn breathes its light and night slips away.","7":"You're beautiful from head to toe, my dear love, beautiful beyond compare, absolutely flawless.","8":"Come with me from Lebanon, my bride. Leave Lebanon behind, and come. Leave your high mountain hideaway. Abandon your wilderness seclusion, Where you keep company with lions and panthers guard your safety.","9":"You've captured my heart, dear friend. You looked at me, and I fell in love. One look my way and I was hopelessly in love!","10":"How beautiful your love, dear, dear friend--far more pleasing than a fine, rare wine, your fragrance more exotic than select spices.","11":"The kisses of your lips are honey, my love, every syllable you speak a delicacy to savor. Your clothes smell like the wild outdoors, the ozone scent of high mountains.","12":"Dear lover and friend, you're a secret garden, a private and pure fountain.","13":"Body and soul, you are paradise, a whole orchard of succulent fruits--Ripe apricots and peaches, oranges and pears; Nut trees and cinnamon, and all scented woods;","14":"Mint and lavender, and all herbs aromatic;","15":"A garden fountain, sparkling and splashing, fed by spring waters from the Lebanon mountains.","16":"Wake up, North Wind, get moving, South Wind! Breathe on my garden, fill the air with spice fragrance. Oh, let my lover enter his garden! Yes, let him eat the fine, ripe fruits."}