{"1":"Listen to this, family of Israel, this Message I'm sending in bold print, this tragic warning:","2":"\"Virgin Israel has fallen flat on her face. She'll never stand up again. She's been left where she's fallen. No one offers to help her up.\"","3":"This is the Message, GOD's Word: \"The city that marches out with a thousand will end up with a hundred. The city that marches out with a hundred will end up with ten. Oh, family of Israel!\"","4":"GOD's Message to the family of Israel: \"Seek me and live.","5":"Don't fool around at those shrines of Bethel, Don't waste time taking trips to Gilgal, and don't bother going down to Beer-sheba. Gilgal is here today and gone tomorrow and Bethel is all show, no substance.\"","6":"So seek GOD and live! You don't want to end up with nothing to show for your life But a pile of ashes, a house burned to the ground. For God will send just such a fire, and the firefighters will show up too late.","7":"Woe to you who turn justice to vinegar and stomp righteousness into the mud.","8":"Do you realize where you are? You're in a cosmos star-flung with constellations by God, A world God wakes up each morning and puts to bed each night. God dips water from the ocean and gives the land a drink. GOD, God-revealed, does all this.","9":"And he can destroy it as easily as make it. He can turn this vast wonder into total waste.","10":"People hate this kind of talk. Raw truth is never popular.","11":"But here it is, bluntly spoken: Because you run roughshod over the poor and take the bread right out of their mouths, You're never going to move into the luxury homes you have built. You're never going to drink wine from the expensive vineyards you've planted.","12":"I know precisely the extent of your violations, the enormity of your sins. Appalling! You bully right-living people, taking bribes right and left and kicking the poor when they're down.","13":"Justice is a lost cause. Evil is epidemic. Decent people throw up their hands. Protest and rebuke are useless, a waste of breath.","14":"Seek good and not evil--and live! You talk about GOD, the God-of-the-Angel-Armies, being your best friend. Well, live like it, and maybe it will happen.","15":"Hate evil and love good, then work it out in the public square. Maybe GOD, the God-of-the-Angel-Armies, will notice your remnant and be gracious.","16":"Now again, my Master's Message, GOD, God-of-the-Angel-Armies: \"Go out into the streets and lament loudly! Fill the malls and shops with cries of doom! Weep loudly, \"Not me! Not us, Not now!' Empty offices, stores, factories, workplaces. Enlist everyone in the general lament.","17":"I want to hear it loud and clear when I make my visit.\" GOD's Decree.","18":"Woe to all of you who want GOD's Judgment Day! Why would you want to see GOD, want him to come? When GOD comes, it will be bad news before it's good news, the worst of times, not the best of times.","19":"Here's what it's like: A man runs from a lion right into the jaws of a bear. A woman goes home after a hard day's work and is raped by a neighbor.","20":"At GOD's coming we face hard reality, not fantasy--a black cloud with no silver lining.","21":"\"I can't stand your religious meetings. I'm fed up with your conferences and conventions.","22":"I want nothing to do with your religion projects, your pretentious slogans and goals. I'm sick of your fund-raising schemes, your public relations and image making.","23":"I've had all I can take of your noisy ego-music. When was the last time you sang to me?","24":"Do you know what I want? I want justice--oceans of it. I want fairness--rivers of it. That's what I want. That's all I want.","25":"\"Didn't you, dear family of Israel, worship me faithfully for forty years in the wilderness, bringing the sacrifices and offerings I commanded?","26":"How is it you've stooped to dragging gimcrack statues of your so-called rulers around, hauling the cheap images of all your star-gods here and there?","27":"Since you like them so much, you can take them with you when I drive you into exile beyond Damascus.\" GOD's Message, God-of-the-Angel-Armies."}