{"1":"GOD, my Master, showed me this vision: He was preparing a locust swarm. The first cutting, which went to the king, was complete, and the second crop was just sprouting.","2":"The locusts ate everything green. Not even a blade of grass was left. I called out, \"GOD, my Master! Excuse me, but what's going to come of Jacob? He's so small.\"","3":"GOD gave in. \"It won't happen,\" he said. [JC]","4":"GOD showed me this vision: Oh! GOD, my Master GOD was calling up a firestorm. It burned up the ocean. Then it burned up the Promised Land.","5":"I said, \"God, my Master! Hold it--please! What's going to come of Jacob? He's so small.\"","6":"GOD gave in. \"All right, this won't happen either,\" GOD, my Master, said. [JC]","7":"GOD showed me this vision: My Master was standing beside a wall. In his hand he held a plumb line.","8":"GOD said to me, \"What do you see, Amos?\" I said, \"A plumb line.\" Then my Master said, \"Look what I've done. I've hung a plumb line in the midst of my people Israel. I've spared them for the last time. This is it!","9":"Isaac's sex-and-religion shrines will be smashed, Israel's unholy shrines will be knocked to pieces. I'm raising my sword against the royal family of Jeroboam.","10":"Amaziah, priest at the shrine at Bethel, sent a message to Jeroboam, king of Israel: \"Amos is plotting to get rid of you; and he's doing it as an insider, working from within Israel. His talk will destroy the country. He's got to be silenced. Do you know what Amos is saying?","11":"Jeroboam will be killed. Israel is headed for exile.\"","12":"Then Amaziah confronted Amos: \"Seer, be on your way! Get out of here and go back to Judah where you came from!","13":"Hang out there. Do your preaching there. But no more preaching at Bethel! Don't show your face here again. This is the king's chapel. This is a royal shrine.\"","14":"But Amos stood up to Amaziah: \"I never set up to be a preacher, never had plans to be a preacher. I raised cattle and I pruned trees.","15":"Then GOD took me off the farm and said, \"Go preach to my people Israel.'","16":"\"So listen to GOD's Word. You tell me, \"Don't preach to Israel. Don't say anything against the family of Isaac.'","17":"But here's what GOD is telling you: Your wife will become a whore in town. Your children will get killed. Your land will be auctioned off. You will die homeless and friendless. And Israel will be hauled off to exile, far from home.\""}