{"1":"My Master GOD showed me this vision: A bowl of fresh fruit.","2":"He said, \"What do you see, Amos?\" I said, \"A bowl of fresh, ripe fruit.\" GOD said, \"Right. So, I'm calling it quits with my people Israel. I'm no longer acting as if everything is just fine.\"","3":"\"The royal singers will wail when it happens.\" My Master GOD said so. \"Corpses will be strewn here, there, and everywhere. Hush!\"","4":"Listen to this, you who walk all over the weak, you who treat poor people as less than nothing,","5":"Who say, \"When's my next paycheck coming so I can go out and live it up? How long till the weekend when I can go out and have a good time?\" Who give little and take much, and never do an honest day's work.","6":"You exploit the poor, using them--and then, when they're used up, you discard them.","7":"GOD swears against the arrogance of Jacob: \"I'm keeping track of their every last sin.\"","8":"God's oath will shake earth's foundations, dissolve the whole world into tears. God's oath will sweep in like a river that rises, flooding houses and lands, And then recedes, leaving behind a sea of mud.","9":"\"On Judgment Day, watch out!\" These are the words of GOD, my Master. \"I'll turn off the sun at noon. In the middle of the day the earth will go black.","10":"I'll turn your parties into funerals and make every song you sing a dirge. Everyone will walk around in rags, with sunken eyes and bald heads. Think of the worst that could happen -your only son, say, murdered. That's a hint of Judgment Day -that and much more.","11":"\"Oh yes, Judgment Day is coming!\" These are the words of my Master GOD. \"I'll send a famine through the whole country. It won't be food or water that's lacking, but my Word.","12":"People will drift from one end of the country to the other, roam to the north, wander to the east. They'll go anywhere, listen to anyone, hoping to hear GOD's Word--but they won't hear it.","13":"\"On Judgment Day, lovely young girls will faint of Word-thirst, robust young men will faint of God-thirst,","14":"Along with those who take oaths at the Samaria Sin-and-Sex Center, saying, \"As the lord god of Dan is my witness!' and \"The lady goddess of Beer-sheba bless you!' Their lives will fall to pieces. They'll never put it together again.\""}