{"1":"About that time Caesar Augustus ordered a census to be taken throughout the Empire.","2":"This was the first census when Quirinius was governor of Syria.","3":"Everyone had to travel to his own ancestral hometown to be accounted for.","4":"So Joseph went from the Galilean town of Nazareth up to Bethlehem in Judah, David's town, for the census. As a descendant of David, he had to go there.","5":"He went with Mary, his fiancé, who was pregnant.","6":"While they were there, the time came for her to give birth.","7":"She gave birth to a son, her firstborn. She wrapped him in a blanket and laid him in a manger, because there was no room in the hostel.","8":"There were sheepherders camping in the neighborhood. They had set night watches over their sheep.","9":"Suddenly, God's angel stood among them and God's glory blazed around them. They were terrified.","10":"The angel said, \"Don't be afraid. I'm here to announce a great and joyful event that is meant for everybody, worldwide:","11":"A Savior has just been born in David's town, a Savior who is Messiah and Master.","12":"This is what you're to look for: a baby wrapped in a blanket and lying in a manger.\"","13":"At once the angel was joined by a huge angelic choir singing God's praises:","14":"Glory to God in the heavenly heights, Peace to all men and women on earth who please him.","15":"As the angel choir withdrew into heaven, the sheepherders talked it over. \"Let's get over to Bethlehem as fast as we can and see for ourselves what God has revealed to us.\"","16":"They left, running, and found Mary and Joseph, and the baby lying in the manger.","17":"Seeing was believing. They told everyone they met what the angels had said about this child.","18":"All who heard the sheepherders were impressed.","19":"Mary kept all these things to herself, holding them dear, deep within herself.","20":"The sheepherders returned and let loose, glorifying and praising God for everything they had heard and seen. It turned out exactly the way they'd been told!","21":"When the eighth day arrived, the day of circumcision, the child was named Jesus, the name given by the angel before he was conceived.","22":"Then when the days stipulated by Moses for purification were complete, they took him up to Jerusalem to offer him to God","23":"as commanded in God's Law: \"Every male who opens the womb shall be a holy offering to God,\"","24":"and also to sacrifice the \"pair of doves or two young pigeons\" prescribed in God's Law.","25":"In Jerusalem at the time, there was a man, Simeon by name, a good man, a man who lived in the prayerful expectancy of help for Israel. And the Holy Spirit was on him.","26":"The Holy Spirit had shown him that he would see the Messiah of God before he died.","27":"Led by the Spirit, he entered the Temple. As the parents of the child Jesus brought him in to carry out the rituals of the Law,","28":"Simeon took him into his arms and blessed God:","29":"God, you can now release your servant; release me in peace as you promised.","30":"With my own eyes I've seen your salvation;","31":"it's now out in the open for everyone to see:","32":"A God-revealing light to the non-Jewish nations, and of glory for your people Israel.","33":"Jesus' father and mother were speechless with surprise at these words.","34":"Simeon went on to bless them, and said to Mary his mother, This child marks both the failure and the recovery of many in Israel, A figure misunderstood and contradicted--","35":"the pain of a sword-thrust through you--But the rejection will force honesty, as God reveals who they really are.","36":"Anna the prophetess was also there, a daughter of Phanuel from the tribe of Asher. She was by now a very old woman. She had been married seven years","37":"and a widow for eighty-four. She never left the Temple area, worshiping night and day with her fastings and prayers.","38":"At the very time Simeon was praying, she showed up, broke into an anthem of praise to God, and talked about the child to all who were waiting expectantly for the freeing of Jerusalem.","39":"When they finished everything required by God in the Law, they returned to Galilee and their own town, Nazareth.","40":"There the child grew strong in body and wise in spirit. And the grace of God was on him.","41":"Every year Jesus' parents traveled to Jerusalem for the Feast of Passover.","42":"When he was twelve years old, they went up as they always did for the Feast.","43":"When it was over and they left for home, the child Jesus stayed behind in Jerusalem, but his parents didn't know it.","44":"Thinking he was somewhere in the company of pilgrims, they journeyed for a whole day and then began looking for him among relatives and neighbors.","45":"When they didn't find him, they went back to Jerusalem looking for him.","46":"The next day they found him in the Temple seated among the teachers, listening to them and asking questions.","47":"The teachers were all quite taken with him, impressed with the sharpness of his answers.","48":"But his parents were not impressed; they were upset and hurt. His mother said, \"Young man, why have you done this to us? Your father and I have been half out of our minds looking for you.\"","49":"He said, \"Why were you looking for me? Didn't you know that I had to be here, dealing with the things of my Father?\"","50":"But they had no idea what he was talking about.","51":"So he went back to Nazareth with them, and lived obediently with them. His mother held these things dearly, deep within herself.","52":"And Jesus matured, growing up in both body and spirit, blessed by both God and people."}