{"1":"One day he was teaching the people in the Temple, proclaiming the Message. The high priests, religion scholars, and leaders confronted","2":"him and demanded, \"Show us your credentials. Who authorized you to speak and act like this?\"","3":"Jesus answered, \"First, let me ask you a question:","4":"About the baptism of John--who authorized it, heaven or humans?\"","5":"They were on the spot, and knew it. They pulled back into a huddle and whispered, \"If we say \"heaven,' he'll ask us why we didn't believe him;","6":"if we say \"humans,' the people will tear us limb from limb, convinced as they are that John was God's prophet.\"","7":"They agreed to concede that round to Jesus and said they didn't know.","8":"Jesus said, \"Then neither will I answer your question.\"","9":"Jesus told another story to the people: \"A man planted a vineyard. He handed it over to farmhands and went off on a trip. He was gone a long time.","10":"In time he sent a servant back to the farmhands to collect the profits, but they beat him up and sent him off empty-handed.","11":"He decided to try again and sent another servant. That one they beat black and blue, and sent him off empty-handed.","12":"He tried a third time. They worked that servant over from head to foot and dumped him in the street.","13":"\"Then the owner of the vineyard said, \"I know what I'll do: I'll send my beloved son. They're bound to respect my son.'","14":"\"But when the farmhands saw him coming, they quickly put their heads together. \"This is our chance--this is the heir! Let's kill him and have it all to ourselves.'","15":"They killed him and threw him over the fence. \"What do you think the owner of the vineyard will do?","16":"Right. He'll come and clean house. Then he'll assign the care of the vineyard to others.\" Those who were listening said, \"Oh, no! He'd never do that!\"","17":"But Jesus didn't back down. \"Why, then, do you think this was written: That stone the masons threw out--It's now the cornerstone!?","18":"\"Anyone falling over that stone will break every bone in his body; if the stone falls on anyone, it will be a total smashup.\"","19":"The religion scholars and high priests wanted to lynch him on the spot, but they were intimidated by public opinion. They knew the story was about them.","20":"Watching for a chance to get him, they sent spies who posed as honest inquirers, hoping to trick him into saying something that would get him in trouble with the law.","21":"So they asked him, \"Teacher, we know that you're honest and straightforward when you teach, that you don't pander to anyone but teach the way of God accurately.","22":"Tell us: Is it lawful to pay taxes to Caesar or not?\"","23":"He knew they were laying for him and said,","24":"\"Show me a coin. Now, this engraving, who does it look like and what does it say?\"","25":"\"Caesar,\" they said. Jesus said, \"Then give Caesar what is his and give God what is his.\"","26":"Try as they might, they couldn't trap him into saying anything incriminating. His answer caught them off guard and left them speechless.","27":"Some Sadducees came up. This is the Jewish party that denies any possibility of resurrection. They asked,","28":"\"Teacher, Moses wrote us that if a man dies and leaves a wife but no child, his brother is obligated to take the widow to wife and get her with child.","29":"Well, there once were seven brothers. The first took a wife. He died childless.","30":"The second married her and died,","31":"then the third, and eventually all seven had their turn, but no child.","32":"After all that, the wife died.","33":"That wife, now--in the resurrection whose wife is she? All seven married her.\"","34":"Jesus said, \"Marriage is a major preoccupation here,","35":"but not there. Those who are included in the resurrection of the dead will no longer be concerned with marriage","36":"nor, of course, with death. They will have better things to think about, if you can believe it. All ecstasies and intimacies then will be with God.","37":"Even Moses exclaimed about resurrection at the burning bush, saying, \"God: God of Abraham, God of Isaac, God of Jacob!'","38":"God isn't the God of dead men, but of the living. To him all are alive.\"","39":"Some of the religion scholars said, \"Teacher, that's a great answer!\"","40":"For a while, anyway, no one dared put questions to him. [JC]","41":"Then he put a question to them: \"How is it that they say that the Messiah is David's son?","42":"In the Book of Psalms, David clearly says, God said to my Master, \"Sit here at my right hand","43":"until I put your enemies under your feet.\"","44":"\"David here designates the Messiah as \"my Master'--so how can the Messiah also be his \"son'?\"","45":"With everybody listening, Jesus spoke to his disciples.","46":"\"Watch out for the religion scholars. They love to walk around in academic gowns, preen in the radiance of public flattery, bask in prominent positions, sit at the head table at every church function.","47":"And all the time they are exploiting the weak and helpless. The longer their prayers, the worse they get. But they'll pay for it in the end.\""}