{"1":"Then they all took Jesus to Pilate","2":"and began to bring up charges against him. They said, \"We found this man undermining our law and order, forbidding taxes to be paid to Caesar, setting himself up as Messiah-King.\"","3":"Pilate asked him, \"Is this true that you're \"King of the Jews'?Those are your words, not mine,\" Jesus replied.","4":"Pilate told the high priests and the accompanying crowd, \"I find nothing wrong here. He seems harmless enough to me.\"","5":"But they were vehement. \"He's stirring up unrest among the people with his teaching, disturbing the peace everywhere, starting in Galilee and now all through Judea. He's a dangerous man, endangering the peace.\"","6":"When Pilate heard that, he asked, \"So, he's a Galilean?\"","7":"Realizing that he properly came under Herod's jurisdiction, he passed the buck to Herod, who just happened to be in Jerusalem for a few days.","8":"Herod was delighted when Jesus showed up. He had wanted for a long time to see him, he'd heard so much about him. He hoped to see him do something spectacular.","9":"He peppered him with questions. Jesus didn't answer--not one word.","10":"But the high priests and religion scholars were right there, saying their piece, strident and shrill in their accusations.","11":"Mightily offended, Herod turned on Jesus. His soldiers joined in, taunting and jeering. Then they dressed him up in an elaborate king costume and sent him back to Pilate.","12":"That day Herod and Pilate became thick as thieves. Always before they had kept their distance.","13":"Then Pilate called in the high priests, rulers, and the others","14":"and said, \"You brought this man to me as a disturber of the peace. I examined him in front of all of you and found there was nothing to your charge.","15":"And neither did Herod, for he has sent him back here with a clean bill of health. It's clear that he's done nothing wrong, let alone anything deserving death.","16":"I'm going to warn him to watch his step and let him go.\"","18":"At that, the crowd went wild: \"Kill him! Give us Barabbas!\"","19":"(Barabbas had been thrown in prison for starting a riot in the city and for murder.)","20":"Pilate still wanted to let Jesus go, and so spoke out again.","21":"But they kept shouting back, \"Crucify! Crucify him!\"","22":"He tried a third time. \"But for what crime? I've found nothing in him deserving death. I'm going to warn him to watch his step and let him go.\"","23":"But they kept at it, a shouting mob, demanding that he be crucified. And finally they shouted him down.","24":"Pilate caved in and gave them what they wanted.","25":"He released the man thrown in prison for rioting and murder, and gave them Jesus to do whatever they wanted.","26":"As they led him off, they made Simon, a man from Cyrene who happened to be coming in from the countryside, carry the cross behind Jesus.","27":"A huge crowd of people followed, along with women weeping and carrying on.","28":"At one point Jesus turned to the women and said, \"Daughters of Jerusalem, don't cry for me. Cry for yourselves and for your children.","29":"The time is coming when they'll say, \"Lucky the women who never conceived! Lucky the wombs that never gave birth! Lucky the breasts that never gave milk!'","30":"Then they'll start calling to the mountains, \"Fall down on us!' calling to the hills, \"Cover us up!'","31":"If people do these things to a live, green tree, can you imagine what they'll do with deadwood?\"","32":"Two others, both criminals, were taken along with him for execution.","33":"When they got to the place called Skull Hill, they crucified him, along with the criminals, one on his right, the other on his left.","34":"Jesus prayed, \"Father, forgive them; they don't know what they're doing.\" Dividing up his clothes, they threw dice for them.","35":"The people stood there staring at Jesus, and the ringleaders made faces, taunting, \"He saved others. Let's see him save himself! The Messiah of God--ha! The Chosen--ha!\"","36":"The soldiers also came up and poked fun at him, making a game of it. They toasted him with sour wine:","37":"\"So you're King of the Jews! Save yourself!\"","38":"Printed over him was a sign: THIS IS THE KING OF THE JEWS.","39":"One of the criminals hanging alongside cursed him: \"Some Messiah you are! Save yourself! Save us!\"","40":"But the other one made him shut up: \"Have you no fear of God? You're getting the same as him.","41":"We deserve this, but not him--he did nothing to deserve this.\"","42":"Then he said, \"Jesus, remember me when you enter your kingdom.\"","43":"He said, \"Don't worry, I will. Today you will join me in paradise.\"","44":"By now it was noon. The whole earth became dark, the darkness lasting three hours--","45":"a total blackout. The Temple curtain split right down the middle.","46":"Jesus called loudly, \"Father, I place my life in your hands!\" Then he breathed his last. [JC]","47":"When the captain there saw what happened, he honored God: \"This man was innocent! A good man, and innocent!\"","48":"All who had come around as spectators to watch the show, when they saw what actually happened, were overcome with grief and headed home.","49":"Those who knew Jesus well, along with the women who had followed him from Galilee, stood at a respectful distance and kept vigil.","50":"There was a man by the name of Joseph, a member of the Jewish High Council, a man of good heart and good character.","51":"He had not gone along with the plans and actions of the council. His hometown was the Jewish village of Arimathea.","52":"He lived in alert expectation of the kingdom of God. He went to Pilate and asked for the body of Jesus.","53":"Taking him down, he wrapped him in a linen shroud and placed him in a tomb chiseled into the rock, a tomb never yet used.","54":"It was the day before Sabbath, the Sabbath just about to begin.","55":"The women who had been companions of Jesus from Galilee followed along. They saw the tomb where Jesus' body was placed.","56":"Then they went back to prepare burial spices and perfumes. They rested quietly on the Sabbath, as commanded."}