{"1":"At the crack of dawn on Sunday, the women came to the tomb carrying the burial spices they had prepared.","2":"They found the entrance stone rolled back from the tomb,","3":"so they walked in. But once inside, they couldn't find the body of the Master Jesus.","4":"They were puzzled, wondering what to make of this. Then, out of nowhere it seemed, two men, light cascading over them, stood there.","5":"The women were awestruck and bowed down in worship. The men said, \"Why are you looking for the Living One in a cemetery?","6":"He is not here, but raised up. Remember how he told you when you were still back in Galilee","7":"that he had to be handed over to sinners, be killed on a cross, and in three days rise up?\"","8":"Then they remembered Jesus' words.","9":"They left the tomb and broke the news of all this to the Eleven and the rest.","10":"Mary Magdalene, Joanna, Mary the mother of James, and the other women with them kept telling these things to the apostles,","11":"but the apostles didn't believe a word of it, thought they were making it all up.","12":"But Peter jumped to his feet and ran to the tomb. He stooped to look in and saw a few grave clothes, that's all. He walked away puzzled, shaking his head.","13":"That same day two of them were walking to the village Emmaus, about seven miles out of Jerusalem.","14":"They were deep in conversation, going over all these things that had happened.","15":"In the middle of their talk and questions, Jesus came up and walked along with them.","16":"But they were not able to recognize who he was.","17":"He asked, \"What's this you're discussing so intently as you walk along?\" They just stood there, long-faced, like they had lost their best friend.","18":"Then one of them, his name was Cleopas, said, \"Are you the only one in Jerusalem who hasn't heard what's happened during the last few days?\"","19":"He said, \"What has happened?\" They said, \"The things that happened to Jesus the Nazarene. He was a man of God, a prophet, dynamic in work and word, blessed by both God and all the people.","20":"Then our high priests and leaders betrayed him, got him sentenced to death, and crucified him.","21":"And we had our hopes up that he was the One, the One about to deliver Israel. And it is now the third day since it happened.","22":"But now some of our women have completely confused us. Early this morning they were at the tomb","23":"and couldn't find his body. They came back with the story that they had seen a vision of angels who said he was alive.","24":"Some of our friends went off to the tomb to check and found it empty just as the women said, but they didn't see Jesus.\"","25":"Then he said to them, \"So thick-headed! So slow-hearted! Why can't you simply believe all that the prophets said?","26":"Don't you see that these things had to happen, that the Messiah had to suffer and only then enter into his glory?\"","27":"Then he started at the beginning, with the Books of Moses, and went on through all the Prophets, pointing out everything in the Scriptures that referred to him.","28":"They came to the edge of the village where they were headed. He acted as if he were going on","29":"but they pressed him: \"Stay and have supper with us. It's nearly evening; the day is done.\" So he went in with them.","30":"And here is what happened: He sat down at the table with them. Taking the bread, he blessed and broke and gave it to them.","31":"At that moment, open-eyed, wide-eyed, they recognized him. And then he disappeared.","32":"Back and forth they talked. \"Didn't we feel on fire as he conversed with us on the road, as he opened up the Scriptures for us?\"","33":"They didn't waste a minute. They were up and on their way back to Jerusalem. They found the Eleven and their friends gathered together,","34":"talking away: \"It's really happened! The Master has been raised up--Simon saw him!\"","35":"Then the two went over everything that happened on the road and how they recognized him when he broke the bread.","36":"While they were saying all this, Jesus appeared to them and said, \"Peace be with you.\"","37":"They thought they were seeing a ghost and were scared half to death.","38":"He continued with them, \"Don't be upset, and don't let all these doubting questions take over.","39":"Look at my hands; look at my feet--it's really me. Touch me. Look me over from head to toe. A ghost doesn't have muscle and bone like this.\"","40":"As he said this, he showed them his hands and feet.","41":"They still couldn't believe what they were seeing. It was too much; it seemed too good to be true. He asked, \"Do you have any food here?\"","42":"They gave him a piece of leftover fish they had cooked.","43":"He took it and ate it right before their eyes.","44":"Then he said, \"Everything I told you while I was with you comes to this: All the things written about me in the Law of Moses, in the Prophets, and in the Psalms have to be fulfilled.\"","45":"He went on to open their understanding of the Word of God, showing them how to read their Bibles this way.","46":"He said, \"You can see now how it is written that the Messiah suffers, rises from the dead on the third day,","47":"and then a total life-change through the forgiveness of sins is proclaimed in his name to all nations--starting from here, from Jerusalem!","48":"You're the first to hear and see it. You're the witnesses.","49":"What comes next is very important: I am sending what my Father promised to you, so stay here in the city until he arrives, until you're equipped with power from on high.\"","50":"He then led them out of the city over to Bethany. Raising his hands he blessed them,","51":"and while blessing them, took his leave, being carried up to heaven.","52":"And they were on their knees, worshiping him. They returned to Jerusalem bursting with joy.","53":"They spent all their time in the Temple praising God. Yes."}