{"1":"In the fifteenth year of the rule of Caesar Tiberius--it was while Pontius Pilate was governor of Judea; Herod, ruler of Galilee; his brother Philip, ruler of Iturea and Trachonitis; Lysanias, ruler of Abilene;","2":"during the Chief-Priesthood of Annas and Caiaphas--John, Zachariah's son, out in the desert at the time, received a message from God.","3":"He went all through the country around the Jordan River preaching a baptism of life-change leading to forgiveness of sins,","4":"as described in the words of Isaiah the prophet: Thunder in the desert! \"Prepare God's arrival! Make the road smooth and straight!","5":"Every ditch will be filled in, Every bump smoothed out, The detours straightened out, All the ruts paved over.","6":"Everyone will be there to see The parade of God's salvation.\"","7":"When crowds of people came out for baptism because it was the popular thing to do, John exploded: \"Brood of snakes! What do you think you're doing slithering down here to the river? Do you think a little water on your snakeskins is going to deflect God's judgment?","8":"It's your life that must change, not your skin. And don't think you can pull rank by claiming Abraham as \"father.' Being a child of Abraham is neither here nor there--children of Abraham are a dime a dozen. God can make children from stones if he wants.","9":"What counts is your life. Is it green and blossoming? Because if it's deadwood, it goes on the fire.\"","10":"The crowd asked him, \"Then what are we supposed to do?\"","11":"\"If you have two coats, give one away,\" he said. \"Do the same with your food.\"","12":"Tax men also came to be baptized and said, \"Teacher, what should we do?\"","13":"He told them, \"No more extortion--collect only what is required by law.\"","14":"Soldiers asked him, \"And what should we do?\" He told them, \"No shakedowns, no blackmail--and be content with your rations.\"","15":"The interest of the people by now was building. They were all beginning to wonder, \"Could this John be the Messiah?\"","16":"But John intervened: \"I'm baptizing you here in the river. The main character in this drama, to whom I'm a mere stagehand, will ignite the kingdom life, a fire, the Holy Spirit within you, changing you from the inside out.","17":"He's going to clean house--make a clean sweep of your lives. He'll place everything true in its proper place before God; everything false he'll put out with the trash to be burned.\"","18":"There was a lot more of this--words that gave strength to the people, words that put heart in them. The Message!","19":"But Herod, the ruler, stung by John's rebuke in the matter of Herodias, his brother Philip's wife,","20":"capped his long string of evil deeds with this outrage: He put John in jail.","21":"After all the people were baptized, Jesus was baptized. As he was praying, the sky opened up","22":"and the Holy Spirit, like a dove descending, came down on him. And along with the Spirit, a voice: \"You are my Son, chosen and marked by my love, pride of my life.\"","23":"When Jesus entered public life he was about thirty years old, the son (in public perception) of Joseph, who was--son of Heli,","24":"son of Matthat, son of Levi, son of Melchi, son of Jannai,","25":"son of Joseph, son of Mattathias, son of Amos, son of Nahum, son of Esli, son of Naggai,","26":"son of Maath, son of Mattathias, son of Semein, son of Josech, son of Joda,","27":"son of Joanan, son of Rhesa, son of Zerubbabel, son of Shealtiel, son of Neri,","28":"son of Melchi, son of Addi, son of Cosam, son of Elmadam, son of Er,","29":"son of Joshua, son of Eliezer, son of Jorim, son of Matthat, son of Levi,","30":"son of Simeon, son of Judah, son of Joseph, son of Jonam, son of Eliakim,","31":"son of Melea, son of Menna, son of Mattatha, son of Nathan, son of David,","32":"son of Jesse, son of Obed, son of Boaz, son of Sala, son of Nahshon,","33":"son of Amminadab, son of Admin, son of Arni, son of Hezron, son of Perez, son of Judah,","34":"son of Jacob, son of Isaac, son of Abraham, son of Terah, son of Nahor,","35":"son of Serug, son of Reu, son of Peleg, son of Eber, son of Shelah,","36":"son of Cainan, son of Arphaxad, son of Shem, son of Noah, son of Lamech,","37":"son of Methuselah, son of Enoch, son of Jared, son of Mahalaleel, son of Cainan,","38":"son of Enos, son of Seth, son of Adam, son of God."}