{"1":"On a certain Sabbath Jesus was walking through a field of ripe grain. His disciples were pulling off heads of grain, rubbing them in their hands to get rid of the chaff, and eating them.","2":"Some Pharisees said, \"Why are you doing that, breaking a Sabbath rule?\"","3":"But Jesus stood up for them. \"Have you never read what David and those with him did when they were hungry?","4":"How he entered the sanctuary and ate fresh bread off the altar, bread that no one but priests were allowed to eat? He also handed it out to his companions.\"","5":"Then he said, \"The Son of Man is no slave to the Sabbath; he's in charge.\"","6":"On another Sabbath he went to the meeting place and taught. There was a man there with a crippled right hand.","7":"The religion scholars and Pharisees had their eye on Jesus to see if he would heal the man, hoping to catch him in a Sabbath infraction.","8":"He knew what they were up to and spoke to the man with the crippled hand: \"Get up and stand here before us.\" He did.","9":"Then Jesus addressed them, \"Let me ask you something: What kind of action suits the Sabbath best? Doing good or doing evil? Helping people or leaving them helpless?\"","10":"He looked around, looked each one in the eye. He said to the man, \"Hold out your hand.\" He held it out--it was as good as new!","11":"They were beside themselves with anger, and started plotting how they might get even with him.","12":"At about that same time he climbed a mountain to pray. He was there all night in prayer before God.","13":"The next day he summoned his disciples; from them he selected twelve he designated as apostles:","14":"Simon, whom he named Peter, Andrew, his brother, James, John, Philip, Bartholomew,","15":"Matthew, Thomas, James, son of Alphaeus, Simon, called the Zealot,","16":"Judas, son of James, Judas Iscariot, who betrayed him.","17":"Coming down off the mountain with them, he stood on a plain surrounded by disciples, and was soon joined by a huge congregation from all over Judea and Jerusalem, even from the seaside towns of Tyre and Sidon.","18":"They had come both to hear him and to be cured of their ailments. Those disturbed by evil spirits were healed.","19":"Everyone was trying to touch him--so much energy surging from him, so many people healed!","20":"Then he spoke: You're blessed when you've lost it all. God's kingdom is there for the finding.","21":"You're blessed when you're ravenously hungry. Then you're ready for the Messianic meal. You're blessed when the tears flow freely. Joy comes with the morning.","22":"\"Count yourself blessed every time someone cuts you down or throws you out, every time someone smears or blackens your name to discredit me. What it means is that the truth is too close for comfort and that that person is uncomfortable.","23":"You can be glad when that happens--skip like a lamb, if you like!-for even though they don't like it, I do... and all heaven applauds. And know that you are in good company; my preachers and witnesses have always been treated like this.","24":"But it's trouble ahead if you think you have it made. What you have is all you'll ever get.","25":"And it's trouble ahead if you're satisfied with yourself. Your self will not satisfy you for long. And it's trouble ahead if you think life's all fun and games. There's suffering to be met, and you're going to meet it.","26":"\"There's trouble ahead when you live only for the approval of others, saying what flatters them, doing what indulges them. Popularity contests are not truth contests--look how many scoundrel preachers were approved by your ancestors! Your task is to be true, not popular.","27":"\"To you who are ready for the truth, I say this: Love your enemies. Let them bring out the best in you, not the worst.","28":"When someone gives you a hard time, respond with the energies of prayer for that person.","29":"If someone slaps you in the face, stand there and take it. If someone grabs your shirt, giftwrap your best coat and make a present of it.","30":"If someone takes unfair advantage of you, use the occasion to practice the servant life. No more tit-for-tat stuff. Live generously.","31":"\"Here is a simple rule of thumb for behavior: Ask yourself what you want people to do for you; then grab the initiative and do it for them!","32":"If you only love the lovable, do you expect a pat on the back? Run-of-the-mill sinners do that.","33":"If you only help those who help you, do you expect a medal? Garden-variety sinners do that.","34":"If you only give for what you hope to get out of it, do you think that's charity? The stingiest of pawnbrokers does that.","35":"\"I tell you, love your enemies. Help and give without expecting a return. You'll never--I promise--regret it. Live out this God-created identity the way our Father lives toward us, generously and graciously, even when we're at our worst.","36":"Our Father is kind; you be kind.","37":"\"Don't pick on people, jump on their failures, criticize their faults--unless, of course, you want the same treatment. Don't condemn those who are down; that hardness can boomerang. Be easy on people; you'll find life a lot easier.","38":"Give away your life; you'll find life given back, but not merely given back--given back with bonus and blessing. Giving, not getting, is the way. Generosity begets generosity.\"","39":"He quoted a proverb: Can a blind man guide a blind man?' Wouldn't they both end up in the ditch?","40":"An apprentice doesn't lecture the master. The point is to be careful who you follow as your teacher.","41":"\"It's easy to see a smudge on your neighbor's face and be oblivious to the ugly sneer on your own.","42":"Do you have the nerve to say, \"Let me wash your face for you,' when your own face is distorted by contempt? It's this I-know-better-than-you mentality again, playing a holier-than-thou part instead of just living your own part. Wipe that ugly sneer off your own face and you might be fit to offer a washcloth to your neighbor.","43":"\"You don't get wormy apples off a healthy tree, nor good apples off a diseased tree.","44":"The health of the apple tells the health of the tree. You must begin with your own life-giving lives.","45":"It's who you are, not what you say and do, that counts. Your true being brims over into true words and deeds.","46":"\"Why are you so polite with me, always saying \"Yes, sir,' and \"That's right, sir,' but never doing a thing I tell you?","47":"These words I speak to you are not mere additions to your life, homeowner improvements to your standard of living. They are foundation words, words to build a life on.","48":"\"If you work the words into your life, you are like a smart carpenter who dug deep and laid the foundation of his house on bedrock. When the river burst its banks and crashed against the house, nothing could shake it; it was built to last.","49":"But if you just use my words in Bible studies and don't work them into your life, you are like a dumb carpenter who built a house but skipped the foundation. When the swollen river came crashing in, it collapsed like a house of cards. It was a total loss.\""}