{"1":"Samuel said to Saul, \"GOD sent me to anoint you king over his people, Israel. Now, listen again to what GOD says.","2":"This is the GOD-of-the-Angel-Armies speaking: I'm about to get even with Amalek for ambushing Israel when Israel came up out of Egypt.","3":"Here's what you are to do: Go to war against Amalek. Put everything connected with Amalek under a holy ban. And no exceptions! This is to be total destruction--men and women, children and infants, cattle and sheep, camels and donkeys--the works.'\"","4":"Saul called the army together at Telaim and prepared them to go to war--two hundred companies of infantry from Israel and another ten companies from Judah.","5":"Saul marched to Amalek City and hid in the canyon.","6":"Then Saul got word to the Kenites: \"Get out of here while you can. Evacuate the city right now or you'll get lumped in with the Amalekites. I'm warning you because you showed real kindness to the Israelites when they came up out of Egypt.\" And they did. The Kenites evacuated the place.","7":"Then Saul went after Amalek, from the canyon all the way to Shur near the Egyptian border.","8":"He captured Agag, king of Amalek, alive. Everyone else was killed under the terms of the holy ban.","9":"Saul and the army made an exception for Agag, and for the choice sheep and cattle. They didn't include them under the terms of the holy ban. But all the rest, which nobody wanted anyway, they destroyed as decreed by the holy ban.","10":"Then GOD spoke to Samuel:","11":"\"I'm sorry I ever made Saul king. He's turned his back on me. He refuses to do what I tell him.\" Samuel was angry when he heard this. He prayed his anger and disappointment all through the night.","12":"He got up early in the morning to confront Saul but was told, \"Saul's gone. He went to Carmel to set up a victory monument in his own honor, and then was headed for Gilgal.\" By the time Samuel caught up with him, Saul had just finished an act of worship, having used Amalekite plunder for the burnt offerings sacrificed to GOD.","13":"As Samuel came close, Saul called out, \"GOD's blessings on you! I accomplished GOD's plan to the letter!\"","14":"Samuel said, \"So what's this I'm hearing--this bleating of sheep, this mooing of cattle?\"","15":"\"Only some Amalekite loot,\" said Saul. \"The soldiers saved back a few of the choice cattle and sheep to offer up in sacrifice to GOD. But everything else we destroyed under the holy ban.\"","16":"\"Enough!\" interrupted Samuel. \"Let me tell you what GOD told me last night.\" Saul said, \"Go ahead. Tell me.\"","17":"And Samuel told him. \"When you started out in this, you were nothing--and you knew it. Then GOD put you at the head of Israel--made you king over Israel.","18":"Then GOD sent you off to do a job for him, ordering you, \"Go and put those sinners, the Amalekites, under a holy ban. Go to war against them until you have totally wiped them out.'","19":"So why did you not obey GOD? Why did you grab all this loot? Why, with GOD's eyes on you all the time, did you brazenly carry out this evil?\"","20":"Saul defended himself. \"What are you talking about? I did obey GOD. I did the job GOD set for me. I brought in King Agag and destroyed the Amalekites under the terms of the holy ban.","21":"So the soldiers saved back a few choice sheep and cattle from the holy ban for sacrifice to GOD at Gilgal--what's wrong with that?\"","22":"Then Samuel said, Do you think all GOD wants are sacrifices--empty rituals just for show? He wants you to listen to him! Plain listening is the thing, not staging a lavish religious production.","23":"Not doing what GOD tells you is far worse than fooling around in the occult. Getting self-important around GOD is far worse than making deals with your dead ancestors. Because you said No to GOD's command, he says No to your kingship.","24":"Saul gave in and confessed, \"I've sinned. I've trampled roughshod over GOD's Word and your instructions. I cared more about pleasing the people. I let them tell me what to do.","25":"Oh, absolve me of my sin! Take my hand and lead me to the altar so I can worship GOD!\"","26":"But Samuel refused: \"No, I can't come alongside you in this. You rejected GOD's command. Now GOD has rejected you as king over Israel.\"","27":"As Samuel turned to leave, Saul grabbed at his priestly robe and a piece tore off.","28":"Samuel said, \"GOD has just now torn the kingdom from you, and handed it over to your neighbor, a better man than you are.","29":"Israel's God-of-Glory doesn't deceive and he doesn't dither. He says what he means and means what he says.\"","30":"Saul tried again, \"I have sinned. But don't abandon me! Support me with your presence before the leaders and the people. Come alongside me as I go back to worship GOD.\"","31":"Samuel did. He went back with him. And Saul went to his knees before GOD and worshiped.","32":"Then Samuel said, \"Present King Agag of Amalek to me.\" Agag came, dragging his feet, muttering that he'd be better off dead.","33":"Samuel said, \"Just as your sword made many a woman childless, so your mother will be childless among those women!\" And Samuel cut Agag down in the presence of GOD right there in Gilgal.","34":"Samuel left immediately for Ramah and Saul went home to Gibeah.","35":"Samuel never laid eyes on Saul again in this life, although he grieved long and deeply over him. But GOD was sorry he had ever made Saul king in the first place."}