{"1":"Hannah prayed: I'm bursting with God-news! I'm walking on air. I'm laughing at my rivals. I'm dancing my salvation.","2":"Nothing and no one is holy like GOD, no rock mountain like our God.","3":"Don't dare talk pretentiously--not a word of boasting, ever! For GOD knows what's going on. He takes the measure of everything that happens.","4":"The weapons of the strong are smashed to pieces, while the weak are infused with fresh strength.","5":"The well-fed are out begging in the streets for crusts, while the hungry are getting second helpings. The barren woman has a houseful of children, while the mother of many is bereft.","6":"GOD brings death and GOD brings life, brings down to the grave and raises up.","7":"GOD brings poverty and GOD brings wealth; he lowers, he also lifts up.","8":"He puts poor people on their feet again; he rekindles burned-out lives with fresh hope, Restoring dignity and respect to their lives--a place in the sun! For the very structures of earth are GOD's; he has laid out his operations on a firm foundation.","9":"He protectively cares for his faithful friends, step by step, but leaves the wicked to stumble in the dark. No one makes it in this life by sheer muscle!","10":"GOD's enemies will be blasted out of the sky, crashed in a heap and burned. GOD will set things right all over the earth, he'll give strength to his king, he'll set his anointed on top of the world!","11":"Elkanah went home to Ramah. The boy stayed and served GOD in the company of Eli the priest.","12":"Eli's own sons were a bad lot. They didn't know GOD and could not have cared less","13":"about the customs of priests among the people. Ordinarily, when someone offered a sacrifice, the priest's servant was supposed to come up and, while the meat was boiling,","14":"stab a three-pronged fork into the cooking pot. The priest then got whatever came up on the fork. But this is how Eli's sons treated all the Israelites who came to Shiloh to offer sacrifices to GOD.","15":"Before they had even burned the fat to GOD, the priest's servant would interrupt whoever was sacrificing and say, \"Hand over some of that meat for the priest to roast. He doesn't like boiled meat; he likes his rare.\"","16":"If the man objected, \"First let the fat be burned--God's portion!-then take all you want,\" the servant would demand, \"No, I want it now. If you won't give it, I'll take it.\"","17":"It was a horrible sin these young servants were committing--and right in the presence of GOD!-desecrating the holy offerings to GOD.","18":"In the midst of all this, Samuel, a boy dressed in a priestly linen tunic, served GOD.","19":"Additionally, every year his mother would make him a little robe cut to his size and bring it to him when she and her husband came for the annual sacrifice.","20":"Eli would bless Elkanah and his wife, saying, \"GOD give you children to replace this child you have dedicated to GOD.\" Then they would go home.","21":"GOD was most especially kind to Hannah. She had three more sons and two daughters! The boy Samuel stayed at the sanctuary and grew up with GOD.","22":"By this time Eli was very old. He kept getting reports on how his sons were ripping off the people and sleeping with the women who helped out at the sanctuary.","23":"Eli took them to task: \"What's going on here? Why are you doing these things? I hear story after story of your corrupt and evil carrying on.","24":"Oh, my sons, this is not right! These are terrible reports I'm getting, stories spreading right and left among GOD's people!","25":"If you sin against another person, there's help--God's help. But if you sin against GOD, who is around to help?\" But they were far gone in disobedience and refused to listen to a thing their father said. So GOD, who was fed up with them, decreed their death.","26":"But the boy Samuel was very much alive, growing up, blessed by GOD and popular with the people.","27":"A holy man came to Eli and said: \"This is GOD's message: I revealed myself openly to your ancestors when they were Pharaoh's slaves in Egypt.","28":"Out of all the tribes of Israel, I chose your family to be my priests: to preside at the altar, to burn incense, to wear the priestly robes in my presence. I put your ancestral family in charge of all the sacrificial offerings of Israel.","29":"So why do you now treat as mere loot these very sacrificial offerings that I commanded for my worship? Why do you treat your sons better than me, turning them loose to get fat on these offerings, and ignoring me?","30":"Therefore--this is GOD's word, the God of Israel speaking--I once said that you and your ancestral family would be my priests indefinitely, but now--GOD's word, remember!-there is no way this can continue. I honor those who honor me; those who scorn me I demean.","31":"\"Be well warned: It won't be long before I wipe out both your family and your future family. No one in your family will make it to old age!","32":"You'll see good things that I'm doing in Israel, but you'll see it and weep, for no one in your family will live to enjoy it.","33":"I will leave one person to serve at my altar, but it will be a hard life, with many tears. Everyone else in your family will die before their time.","34":"What happens to your two sons, Hophni and Phinehas, will be the proof: Both will die the same day.","35":"Then I'll establish for myself a true priest. He'll do what I want him to do, be what I want him to be. I'll make his position secure and he'll do his work freely in the service of my anointed one.","36":"Survivors from your family will come to him begging for handouts, saying, \"Please, give me some priest work, just enough to put some food on the table.'\""}