{"1":"It was reported to David that the Philistines were raiding Keilah and looting the grain.","2":"David went in prayer to GOD: \"Should I go after these Philistines and teach them a lesson?\" GOD said, \"Go. Attack the Philistines and save Keilah.\"","3":"But David's men said, \"We live in fear of our lives right here in Judah. How can you think of going to Keilah in the thick of the Philistines?\"","4":"So David went back to GOD in prayer. GOD said, \"Get going. Head for Keilah. I'm placing the Philistines in your hands.\"","5":"David and his men went to Keilah and fought the Philistines. He scattered their cattle, beat them decisively, and saved the people of Keilah.","6":"After Abiathar took refuge with David, he joined David in the raid on Keilah, bringing the Ephod with him.","7":"Saul learned that David had gone to Keilah and thought immediately, \"Good! God has handed him to me on a platter! He's in a walled city with locked gates, trapped!\"","8":"Saul mustered his troops for battle and set out for Keilah to lay siege to David and his men.","9":"But David got wind of Saul's strategy to destroy him and said to Abiathar the priest, \"Get the Ephod.\"","10":"Then David prayed to GOD: \"God of Israel, I've just heard that Saul plans to come to Keilah and destroy the city because of me.","11":"Will the city fathers of Keilah turn me over to him? Will Saul come down and do what I've heard? O GOD, God of Israel, tell me!\" GOD replied, \"He's coming down.\"","12":"\"And will the head men of Keilah turn me and my men over to Saul?\" And GOD said, \"They'll turn you over.\"","13":"So David and his men got out of there. There were about six hundred of them. They left Keilah and kept moving, going here, there, wherever--always on the move. When Saul was told that David had escaped from Keilah, he called off the raid.","14":"David continued to live in desert hideouts and the backcountry wilderness hills of Ziph. Saul was out looking for him day after day, but God never turned David over to him.","15":"David kept out of the way in the wilderness of Ziph, secluded at Horesh, since it was plain that Saul was determined to hunt him down.","16":"Jonathan, Saul's son, visited David at Horesh and encouraged him in God.","17":"He said, \"Don't despair. My father, Saul, can't lay a hand on you. You will be Israel's king and I'll be right at your side to help. And my father knows it.\"","18":"Then the two of them made a covenant before GOD. David stayed at Horesh and Jonathan went home.","19":"Some Ziphites went to Saul at Gibeah and said, \"Did you know that David is hiding out near us in the caves and canyons of Horesh? Right now he's at Hakilah Hill just south of Jeshimon.","20":"So whenever you're ready to come down, we'd count it an honor to hand him over to the king.\"","21":"Saul said, \"GOD bless you for thinking about me!","22":"Now go back and check everything out. Learn his routines. Observe his movements--where he goes, who he's with. He's very shrewd, you know.","23":"Scout out all his hiding places. Then meet me at Nacon and I'll go with you. If he is anywhere to be found in all the thousands of Judah, I'll track him down!\"","24":"So the Ziphites set out on their reconnaissance for Saul. Meanwhile, David and his men were in the wilderness of Maon, in the desert south of Jeshimon.","25":"Saul and his men arrived and began their search. When David heard of it, he went south to Rock Mountain, camping out in the wilderness of Maon. Saul heard where he was and set off for the wilderness of Maon in pursuit.","26":"Saul was on one side of the mountain, David and his men on the other. David was in full retreat, running, with Saul and his men closing in, about to get him.","27":"Just then a messenger came to Saul and said, \"Hurry! Come back! The Philistines have just attacked the country!\"","28":"So Saul called off his pursuit of David and went back to deal with the Philistines. That's how that place got the name Narrow Escape.","29":"David left there and camped out in the caves and canyons of En Gedi."}