{"1":"When Saul came back after dealing with the Philistines, he was told, \"David is now in the wilderness of En Gedi.\"","2":"Saul took three companies--the best he could find in all Israel--and set out in search of David and his men in the region of Wild Goat Rocks.","3":"He came to some sheep pens along the road. There was a cave there and Saul went in to relieve himself. David and his men were huddled far back in the same cave.","4":"David's men whispered to him, \"Can you believe it? This is the day GOD was talking about when he said, \"I'll put your enemy in your hands. You can do whatever you want with him.'\" Quiet as a cat, David crept up and cut off a piece of Saul's royal robe.","5":"Immediately, he felt guilty.","6":"He said to his men, \"GOD forbid that I should have done this to my master, GOD's anointed, that I should so much as raise a finger against him. He's GOD's anointed!\"","7":"David held his men in check with these words and wouldn't let them pounce on Saul. Saul got up, left the cave, and went on down the road.","8":"Then David stood at the mouth of the cave and called to Saul, \"My master! My king!\" Saul looked back. David fell to his knees and bowed in reverence.","9":"He called out, \"Why do you listen to those who say \"David is out to get you'?","10":"This very day with your very own eyes you have seen that just now in the cave GOD put you in my hands. My men wanted me to kill you, but I wouldn't do it. I told them that I won't lift a finger against my master--he's GOD's anointed.","11":"Oh, my father, look at this, look at this piece that I cut from your robe. I could have cut you--killed you!-but I didn't. Look at the evidence! I'm not against you. I'm no rebel. I haven't sinned against you, and yet you're hunting me down to kill me.","12":"Let's decide which of us is in the right. God may avenge me, but it is in his hands, not mine.","13":"An old proverb says, \"Evil deeds come from evil people.' So be assured that my hand won't touch you.","14":"\"What does the king of Israel think he's doing? Who do you think you're chasing? A dead dog? A flea?","15":"GOD is our judge. He'll decide who is right. Oh, that he would look down right now, decide right now--and set me free of you!\"","16":"When David had finished saying all this, Saul said, \"Can this be the voice of my son David?\" and he wept in loud sobs.","17":"\"You're the one in the right, not me,\" he continued. \"You've heaped good on me; I've dumped evil on you.","18":"And now you've done it again--treated me generously. GOD put me in your hands and you didn't kill me.","19":"Why? When a man meets his enemy, does he send him down the road with a blessing? May GOD give you a bonus of blessings for what you've done for me today!","20":"I know now beyond doubt that you will rule as king. The kingdom of Israel is already in your grasp!","21":"Now promise me under GOD that you will not kill off my family or wipe my name off the books.\"","22":"David promised Saul. Then Saul went home and David and his men went up to their wilderness refuge."}