{"1":"The boy Samuel was serving GOD under Eli's direction. This was at a time when the revelation of GOD was rarely heard or seen.","2":"One night Eli was sound asleep (his eyesight was very bad--he could hardly see).","3":"It was well before dawn; the sanctuary lamp was still burning. Samuel was still in bed in the Temple of GOD, where the Chest of God rested.","4":"Then GOD called out, \"Samuel, Samuel!\" Samuel answered, \"Yes? I'm here.\"","5":"Then he ran to Eli saying, \"I heard you call. Here I am.\" Eli said, \"I didn't call you. Go back to bed.\" And so he did.","6":"GOD called again, \"Samuel, Samuel!\" Samuel got up and went to Eli, \"I heard you call. Here I am.\" Again Eli said, \"Son, I didn't call you. Go back to bed.\"","7":"(This all happened before Samuel knew GOD for himself. It was before the revelation of GOD had been given to him personally.)","8":"GOD called again, \"Samuel!\"-the third time! Yet again Samuel got up and went to Eli, \"Yes? I heard you call me. Here I am.\" That's when it dawned on Eli that GOD was calling the boy.","9":"So Eli directed Samuel, \"Go back and lie down. If the voice calls again, say, \"Speak, GOD. I'm your servant, ready to listen.'\" Samuel returned to his bed.","10":"Then GOD came and stood before him exactly as before, calling out, \"Samuel! Samuel!\" Samuel answered, \"Speak. I'm your servant, ready to listen.\"","11":"GOD said to Samuel, \"Listen carefully. I'm getting ready to do something in Israel that is going to shake everyone up and get their attention.","12":"The time has come for me to bring down on Eli's family everything I warned him of, every last word of it.","13":"I'm letting him know that the time's up. I'm bringing judgment on his family for good. He knew what was going on, that his sons were desecrating God's name and God's place, and he did nothing to stop them.","14":"This is my sentence on the family of Eli: The evil of Eli's family can never be wiped out by sacrifice or offering.\"","15":"Samuel stayed in bed until morning, then rose early and went about his duties, opening the doors of the sanctuary, but he dreaded having to tell the vision to Eli.","16":"But then Eli summoned Samuel: \"Samuel, my son!\" Samuel came running: \"Yes? What can I do for you?\"","17":"\"What did he say? Tell it to me, all of it. Don't suppress or soften one word, as God is your judge! I want it all, word for word as he said it to you.\"","18":"So Samuel told him, word for word. He held back nothing. Eli said, \"He is GOD. Let him do whatever he thinks best.\"","19":"Samuel grew up. GOD was with him, and Samuel's prophetic record was flawless.","20":"Everyone in Israel, from Dan in the north to Beersheba in the south, recognized that Samuel was the real thing--a true prophet of GOD.","21":"GOD continued to show up at Shiloh, revealed through his word to Samuel at Shiloh. The Chest of God Is Taken"}