{"1":"Pray to GOD for rain--it's time for the spring rain--to GOD, the rainmaker, Spring thunderstorm maker, maker of grain and barley.","2":"\"Store-bought gods babble gibberish. Religious experts spout rubbish. They pontificate hot air. Their prescriptions are nothing but smoke. And so the people wander like lost sheep, poor lost sheep without a shepherd.","3":"I'm furious with the so-called shepherds. They're worse than billy goats, and I'll treat them like goats.\" [JC] GOD-of-the-Angel-Armies will step in and take care of his flock, the people of Judah. He'll revive their spirits, make them proud to be on God's side.","4":"God will use them in his work of rebuilding, use them as foundations and pillars, Use them as tools and instruments, use them to oversee his work.","5":"They'll be a workforce to be proud of, working as one, their heads held high, striding through swamps and mud, Courageous and vigorous because GOD is with them, undeterred by the world's thugs. [JC]","6":"\"I'll put muscle in the people of Judah; I'll save the people of Joseph. I know their pain and will make them good as new. They'll get a fresh start, as if nothing had ever happened. And why? Because I am their very own GOD, I'll do what needs to be done for them.","7":"The people of Ephraim will be famous, their lives brimming with joy. Their children will get in on it, too--oh, let them feel blessed by GOD!","8":"I'll whistle and they'll all come running. I've set them free--oh, how they'll flourish!","9":"Even though I scattered them to the far corners of earth, they'll remember me in the faraway places. They'll keep the story alive in their children, and they will come back.","10":"I'll bring them back from the Egyptian west and round them up from the Assyrian east. I'll bring them back to sweet Gilead, back to leafy Lebanon. Every square foot of land will be marked by homecoming.","11":"They'll sail through troubled seas, brush aside brash ocean waves. Roaring rivers will turn to a trickle. Gaudy Assyria will be stripped bare, bully Egypt exposed as a fraud.","12":"But my people--oh, I'll make them strong, GOD-strong! and they'll live my way.\" GOD says so! [JC]"}