{"1":"And then these Messages from GOD-of-the-Angel-Armies: A Message from GOD-of-the-Angel-Armies:","2":"\"I am zealous for Zion--I care! I'm angry about Zion--I'm involved!\" [JC] GOD's Message:","3":"\"I've come back to Zion, I've moved back to Jerusalem. Jerusalem's new names will be Truth City, and Mountain of GOD-of-the-Angel-Armies, and Mount Holiness.\" [JC]","4":"A Message from GOD-of-the-Angel-Armies: \"Old men and old women will come back to Jerusalem, sit on benches on the streets and spin tales, move around safely with their canes--a good city to grow old in.","5":"And boys and girls will fill the public parks, laughing and playing--a good city to grow up in.\" [JC]","6":"A Message from GOD-of-the-Angel-Armies: \"Do the problems of returning and rebuilding by just a few survivors seem too much? But is anything too much for me? Not if I have my say.\" [JC]","7":"A Message from God-of-the-Angel-Armies: \"I'll collect my people from countries to the east and countries to the west.","8":"I'll bring them back and move them into Jerusalem. They'll be my people and I'll be their God. I'll stick with them and do right by them.\" [JC] A Message from GOD-of-the-Angel-Armies:","9":"\"Get a grip on things. Hold tight, you who are listening to what I say through the preaching of the prophets. The Temple of GOD-of-the-Angel-Armies has been reestablished. The Temple is being rebuilt.","10":"We've come through a hard time: You worked for a pittance and were lucky to get that; the streets were dangerous; you could never let down your guard; I had turned the world into an armed camp.","11":"\"But things have changed. I'm taking the side of my core of surviving people:","12":"Sowing and harvesting will resume, Vines will grow grapes, Gardens will flourish, Dew and rain will make everything green. \"My core survivors will get everything they need--and more.","13":"You've gotten a reputation as a bad-news people, you people of Judah and Israel, but I'm coming to save you. From now on, you're the good-news people. Don't be afraid. Keep a firm grip on what I'm doing.\"","14":"A Message from GOD-of-the-Angel-Armies: \"In the same way that I decided to punish you when your ancestors made me angry, and didn't pull my punches,","15":"at this time I've decided to bless Jerusalem and the country of Judah. Don't be afraid.","16":"And now here's what I want you to do: Tell the truth, the whole truth, when you speak. Do the right thing by one another, both personally and in your courts.","17":"Don't cook up plans to take unfair advantage of others. Don't do or say what isn't so. I hate all that stuff. Keep your lives simple and honest.\" Decree of GOD. [JC]","18":"Again I received a Message from GOD-of-the-Angel-Armies:","19":"\"The days of mourning set for the fourth, fifth, seventh, and tenth months will be turned into days of feasting for Judah--celebration and holiday. Embrace truth! Love peace!\" [JC]","20":"A Message from GOD-of-the-Angel-Armies: \"People and their leaders will come from all over to see what's going on.","21":"The leaders will confer with one another: \"Shouldn't we try to get in on this? Get in on GOD's blessings? Pray to GOD-of-the-Angel-Armies? What's keeping us? Let's go!'","22":"\"Lots of people, powerful nations--they'll come to Jerusalem looking for what they can get from GOD-of-the-Angel-Armies, looking to get a blessing from GOD.\" [JC]","23":"A Message from GOD-of-the-Angel-Armies: \"At that time, ten men speaking a variety of languages will grab the sleeve of one Jew, hold tight, and say, \"Let us go with you. We've heard that God is with you.'\""}