{"1":"These are the priests and Levites who came up with Zerubbabel son of Shealtiel and with Jeshua: Seraiah, Jeremiah, Ezra,","2":"Amariah, Malluch, Hattush,","3":"Shecaniah, Rehum, Meremoth,","4":"Iddo, Ginnethon, Abijah,","5":"Mijamin, Moadiah, Bilgah,","6":"Shemaiah, Joiarib, Jedaiah,","7":"Sallu, Amok, Hilkiah, and Jedaiah. These were the leaders of the priests during the time of Jeshua.","8":"And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah; Mattaniah, with his brothers, was in charge of songs of praise,","9":"and their brothers Bakbukiah and Unni stood opposite them in the services of worship.","10":"Jeshua fathered Joiakim, Joiakim fathered Eliashib, Eliashib fathered Joiada,","11":"Joiada fathered Jonathan, and Jonathan fathered Jaddua.","12":"During the time of Joiakim, these were the heads of the priestly families: of the family of Seraiah, Meraiah; of Jeremiah, Hananiah;","13":"of Ezra, Meshullam; of Amariah, Jehohanan;","14":"of Malluch, Jonathan; of Shecaniah, Joseph;","15":"of Harim, Adna; of Meremoth, Helkai;","16":"of Iddo, Zechariah; of Ginnethon, Meshullam;","17":"of Abijah, Zicri; of Miniamin and Moadiah, Piltai;","18":"of Bilgah, Shammua; of Shemaiah, Jehonathan;","19":"of Joiarib, Mattenai; of Jedaiah, Uzzi;","20":"of Sallu, Kallai; of Amok, Eber;","21":"of Hilkiah, Hashabiah; and of Jedaiah, Nethanel.","22":"During the time of Eliashib, Joiada, Johanan, and Jaddua, the Levites were registered as heads of families. During the reign of Darius the Persian, the priests were registered.","23":"The Levites who were heads of families were registered in the Book of the Chronicles until the time of Johanan son of Eliashib. These were:","24":"Hashabiah, Sherebiah, and Jeshua son of Kadmiel. Their brothers stood opposite them to give praise and thanksgiving, one side responding to the other, as had been directed by David the man of God.","25":"The security guards included: Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub. They guarded the storerooms at the gates.","26":"They lived during the time of Joiakim son of Jeshua, the son of Jozadak, the time of Nehemiah the governor and of Ezra the priest and scholar.","27":"When it came time for the dedication of the wall, they tracked down and brought in the Levites from all their homes in Jerusalem to carry out the dedication exuberantly: thanksgiving hymns, songs, cymbals, harps, and lutes.","28":"The singers assembled from all around Jerusalem, from the villages of the Netophathites,","29":"from Beth Gilgal, from the farms at Geba and Azmaveth--the singers had built villages for themselves all around Jerusalem.","30":"The priests and Levites ceremonially purified themselves; then they did the same for the people, the gates, and the wall.","31":"I had the leaders of Judah come up on the wall, and I appointed two large choirs. One proceeded on the wall to the right toward the Dung Gate.","32":"Hashaiah and half the leaders of Judah followed them,","33":"including Azariah, Ezra, Meshullam,","34":"Judah, Benjamin, Shemaiah, and Jeremiah.","35":"Some of the young priests had trumpets. Next, playing the musical instruments of David the man of God, came Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,","36":"and his brothers Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani. Ezra the scholar led them.","37":"At the Fountain Gate they went straight ahead, up the steps of the City of David using the wall stairway above the house of David to the Water Gate on the east.","38":"The other choir proceeded to the left. I and half of the people followed them on the wall from the Tower of Furnaces to the Broad Wall,","39":"over the Ephraim Gate, the Jeshanah Gate, the Fish Gate, the Tower of Hananel, and the Tower of the Hundred as far as the Sheep Gate, stopping at the Prison Gate.","40":"The two choirs then took their places in The Temple of God. I was there with half of the officials,","41":"along with the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah with their trumpets.","42":"Also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam, and Ezer. The singers, directed by Jezrahiah, made the rafters ring.","43":"That day they offered great sacrifices, an exuberant celebration because God had filled them with great joy. The women and children raised their happy voices with all the rest. Jerusalem's jubilation was heard far and wide. [JC]","44":"That same day men were appointed to be responsible for the storerooms for the offerings, the firstfruits, and the tithes. They saw to it that the portion directed by The Revelation for the priests and Levites was brought in from the farms connected to the towns. Judah was so appreciative of the priests and Levites and their service;","45":"they, along with the singers and security guards, had done everything so well, conducted the worship of their God and the ritual of ceremonial cleansing in a way that would have made David and his son Solomon proud.","46":"That's the way it was done in the olden days, the days of David and Asaph, when they had choir directors for singing songs of praise and thanksgiving to God.","47":"During the time of Zerubbabel and Nehemiah, all Israel contributed the daily allowances for the singers and security guards. They also set aside what was dedicated to the Levites, and the Levites did the same for the Aaronites. [JC]"}