{"1":"After the wall was rebuilt and I had installed the doors, and the security guards, the singers, and the Levites were appointed,","2":"I put my brother Hanani, along with Hananiah the captain of the citadel, in charge of Jerusalem because he was an honest man and feared God more than most men.","3":"I gave them this order: \"Don't open the gates of Jerusalem until the sun is up. And shut and bar the gates while the guards are still on duty. Appoint the guards from the citizens of Jerusalem and assign them to posts in front of their own homes.\"","4":"The city was large and spacious with only a few people in it and the houses not yet rebuilt.","5":"God put it in my heart to gather the nobles, the officials, and the people in general to be registered. I found the genealogical record of those who were in the first return from exile. This is the record I found:","6":"These are the people of the province who returned from the captivity of the Exile, the ones Nebuchadnezzar king of Babylon had carried off captive; they came back to Jerusalem and Judah, each going to his own town.","7":"They came back in the company of Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The numbers of the men of the People of Israel by families of origin:","8":"Parosh, 2,172","9":"Shephatiah, 372","10":"Arah, 652","11":"Pahath-Moab (sons of Jeshua and Joab), 2,818","12":"Elam, 1,254","13":"Zattu, 845","14":"Zaccai, 760","15":"Binnui, 648","16":"Bebai, 628","17":"Azgad, 2,322","18":"Adonikam, 667","19":"Bigvai, 2,067","20":"Adin, 655","21":"Ater (sons of Hezekiah), 98","22":"Hashum, 328","23":"Bezai, 324","24":"Hariph, 112","25":"Gibeon, 95.","26":"Israelites identified by place of origin: Bethlehem and Netophah, 188","27":"Anathoth, 128","28":"Beth Azmaveth, 42","29":"Kiriath Jearim, Kephirah, and Beeroth, 743","30":"Ramah and Geba, 621","31":"Micmash, 122","32":"Bethel and Ai, 123","33":"Nebo (the other one), 52","34":"Elam (the other one), 1,254","35":"Harim, 320","36":"Jericho, 345","37":"Lod, Hadid, and Ono, 721","38":"Senaah, 3,930.","39":"Priestly families: Jedaiah (sons of Jeshua), 973","40":"Immer, 1,052","41":"Pashhur, 1,247","42":"Harim, 1,017.","43":"Levitical families: Jeshua (sons of Kadmiel and of Hodaviah), 74.","44":"Singers: Asaph's family line, 148.","45":"Security guard families: Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, 138.","46":"Families of support staff: Ziha, Hasupha, Tabbaoth,","47":"Keros, Sia, Padon,","48":"Lebana, Hagaba, Shalmai,","49":"Hanan, Giddel, Gahar,","50":"Reaiah, Rezin, Nekoda,","51":"Gazzam, Uzza, Paseah,","52":"Besai, Meunim, Nephussim,","53":"Bakbuk, Hakupha, Harhur,","54":"Bazluth, Mehida, Harsha,","55":"Barkos, Sisera, Temah,","56":"Neziah, and Hatipha.","57":"Families of Solomon's servants: Sotai, Sophereth, Perida,","58":"Jaala, Darkon, Giddel,","59":"Shephatiah, Hattil, Pokereth-Hazzebaim, and Amon.","60":"The Temple support staff and Solomon's servants added up to 392.","61":"These are those who came from Tel Melah, Tel Harsha, Kerub, Addon, and Immer. They weren't able to prove their ancestry, whether they were true Israelites or not:","62":"The sons of Delaiah, Tobiah, and Nekoda, 642.","63":"Likewise with these priestly families: -The sons of Hobaiah, Hakkoz, and Barzillai, who had married a daughter of Barzillai the Gileadite and took that name.","64":"They looked high and low for their family records but couldn't find them. And so they were barred from priestly work as ritually unclean.","65":"The governor ruled that they could not eat from the holy food until a priest could determine their status by using the Urim and Thummim.","66":"The total count for the congregation was 42,360.","67":"That did not include the male and female slaves who numbered 7,337. There were also 245 male and female singers.","68":"And there were 736 horses, 245 mules,","69":"435 camels, and 6,720 donkeys.","70":"Some of the heads of families made voluntary offerings for the work. The governor made a gift to the treasury of 1,000 drachmas of gold (about nineteen pounds), 50 bowls, and 530 garments for the priests.","71":"Some of the heads of the families made gifts to the treasury for the work; it came to 20,000 drachmas of gold and 2,200 minas of silver (about one and a third tons).","72":"Gifts from the rest of the people totaled 20,000 drachmas of gold (about 375 pounds), 2,000 minas of silver, and 67 garments for the priests.","73":"The priests, Levites, security guards, singers, and Temple support staff, along with some others, and the rest of the People of Israel, all found a place to live in their own towns."}