{"1":"These are the people from the province who now returned from the captivity, exiles whom Nebuchadnezzar king of Babylon had carried off captive. They returned to Jerusalem and Judah, each to his hometown.","2":"They came in company with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The numbers of the returning Israelites by families of origin were as follows:","3":"Parosh, 2,172","4":"Shephatiah, 372","5":"Arah, 775","6":"Pahath-Moab (sons of Jeshua and Joab), 2,812","7":"Elam, 1,254","8":"Zattu, 945","9":"Zaccai, 760","10":"Bani, 642","11":"Bebai, 623","12":"Azgad, 1,222","13":"Adonikam, 666","14":"Bigvai, 2,056","15":"Adin, 454","16":"Ater (sons of Hezekiah), 98","17":"Bezai, 323","18":"Jorah, 112","19":"Hashum, 223","20":"Gibbar, 95.","21":"Israelites identified by place of origin were as follows: Bethlehem, 123","22":"Netophah, 56","23":"Anathoth, 128","24":"Azmaveth, 42","25":"Kiriath Jearim, Kephirah, and Beeroth, 743","26":"Ramah and Geba, 621","27":"Micmash, 122","28":"Bethel and Ai, 223","29":"Nebo, 52","30":"Magbish, 156","31":"Elam (the other one), 1,254","32":"Harim, 320","33":"Lod, Hadid, and Ono, 725","34":"Jericho, 345","35":"Senaah, 3,630.","36":"Priestly families: Jedaiah (sons of Jeshua), 973","37":"Immer, 1,052","38":"Pashhur, 1,247","39":"Harim, 1,017.","40":"Levitical families: Jeshua and Kadmiel (sons of Hodaviah), 74.","41":"Singers: Asaph's family line, 128.","42":"Security guard families: Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, 139.","43":"Families of temple support staff: Ziha, Hasupha, Tabbaoth,","44":"Keros, Siaha, Padon,","45":"Lebanah, Hagabah, Akkub,","46":"Hagab, Shalmai, Hanan,","47":"Giddel, Gahar, Reaiah,","48":"Rezin, Nekoda, Gazzam,","49":"Uzza, Paseah, Besai,","50":"Asnah, Meunim, Nephussim,","51":"Bakbuk, Hakupha, Harhur,","52":"Bazluth, Mehida, Harsha,","53":"Barkos, Sisera, Temah,","54":"Neziah, and Hatipha.","55":"Families of Solomon's servants: Sotai, Hassophereth, Peruda,","56":"Jaala, Darkon, Giddel,","57":"Shephatiah, Hattil, Pokereth-Hazzebaim, and Ami.","58":"Temple support staff and Solomon's servants added up to 392.","59":"These are those who came from Tel Melah, Tel Harsha, Kerub, Addon, and Immer. They weren't able to prove their ancestry, whether they were true Israelites or not:","60":"Delaiah, Tobiah, and Nekoda, 652 in all.","61":"Likewise with these priestly families: Hobaiah, Hakkoz, and Barzillai, who had married a daughter of Barzillai the Gileadite and took that name.","62":"They had thoroughly searched for their family records but couldn't find them. And so they were barred from priestly work as ritually unclean.","63":"The governor ruled that they could not eat from the holy food until a priest could determine their status with the Urim and Thummim.","64":"The total count for the congregation was 42,360.","65":"That did not include the male and female slaves, which numbered 7,337. There were also 200 male and female singers,","66":"and they had 736 horses, 245 mules,","67":"435 camels, and 6,720 donkeys. [JC]","68":"Some of the heads of families, on arriving at The Temple of GOD in Jerusalem, made Freewill-Offerings toward the rebuilding of The Temple of God on its site.","69":"They gave to the building fund as they were able, about 1,100 pounds of gold, about three tons of silver, and 100 priestly robes.","70":"The priests, Levites, and some of the people lived in Jerusalem. The singers, security guards, and temple support staff found places in their hometowns. All the Israelites found a place to live."}