{"1":"Old enemies of Judah and Benjamin heard that the exiles were building The Temple of the GOD of Israel.","2":"They came to Zerubbabel and the family heads and said, \"We'll help you build. We worship your God the same as you. We've been offering sacrifices to him since Esarhaddon king of Assyria brought us here.\"","3":"Zerubbabel, Jeshua, and the rest of the family heads of Israel said to them, \"Nothing doing. Building The Temple of our God is not the same thing to you as to us. We alone will build for the GOD of Israel. We're the ones King Cyrus of Persia commanded to do it.\"","4":"So these people started beating down the morale of the people of Judah, harassing them as they built.","5":"They even hired propagandists to sap their resolve. They kept this up for about fifteen years, throughout the lifetime of Cyrus king of Persia and on into the reign of Darius king of Persia.","6":"In fact, in the reign of Xerxes, at the beginning of his reign, they wrote an accusation against those living in Judah and Jerusalem.","7":"Again later, in the time of Artaxerxes, Bishlam, Mithredath, Tabeel, and their associates wrote regarding the Jerusalem business to Artaxerxes king of Persia. The letter was written in Aramaic and translated. (What follows is written in Aramaic.)","8":"Rehum the commanding officer and Shimshai the secretary wrote a letter against Jerusalem to Artaxerxes the king as follows:","9":"From: Rehum the commanding officer and Shimshai the secretary, backed by the rest of their associates, the judges and officials over the people from Tripolis, Persia, Erech, and Babylon, Elamites of Susa,","10":"and all the others whom the great and honorable Ashurbanipal deported and settled in the city of Samaria and other places in the land across the Euphrates.","11":"(This is the copy of the letter they sent to him.) To: King Artaxerxes from your servants from the land across the Euphrates.","12":"We are here to inform the king that the Jews who came from you to us have arrived in Jerusalem and have set about rebuilding that rebellious and evil city. They are busy at work finishing the walls and rebuilding the foundations.","13":"The king needs to know that once that city is rebuilt and the wall completed they will no longer pay a penny of tribute, tax, or duty. The royal treasury will feel the loss.","14":"We're loyal to the king and cannot sit idly by while our king is being insulted--that's why we are passing this information on.","15":"We suggest that you look into the court records of your ancestors; you'll learn from those books that that city is a rebellious city, a thorn in the side to kings and provinces, an historic center of unrest and revolt. That's why the city was wiped out.","16":"We are letting the king know that if that city gets rebuilt and its walls restored, you'll end up with nothing in your province beyond the Euphrates.","17":"The king sent his reply to Rehum the commanding officer, Shimshai the secretary, and the rest of their associates who lived in Samaria and other places beyond the Euphrates. Peace be with you.","18":"The letter that you sent has been translated and read to me.","19":"I gave orders to search the records, and sure enough it turns out that this city has revolted against kings time and again--rebellion is an old story there.","20":"I find that they've had their share of strong kings who have taken over beyond the Euphrates and exacted taxes, tribute, and duty.","21":"So do this: Order these men to stop work immediately--not a lick of rebuilding in that city unless I order it.","22":"Act quickly and firmly; they've done enough damage to kings!","23":"The letter of King Artaxerxes was read to Rehum and Shimshai the secretary and their associates. They lost no time. They went to the Jews in Jerusalem and made them quit work.","24":"That put a stop to the work on The Temple of God in Jerusalem. Nothing more was done until the second year of the reign of Darius king of Persia."}