{"1":"A Message concerning the Valley of Vision: What's going on here anyway? All this partying and noisemaking,","2":"Shouting and cheering in the streets, the city noisy with celebrations!","3":"You have no brave soldiers to honor, no combat heroes to be proud of. Your leaders were all cowards, captured without even lifting a sword, A country of cowards captured escaping the battle.","4":"In the midst of the shouting, I said, \"Let me alone. Let me grieve by myself. Don't tell me it's going to be all right. These people are doomed. It's not all right.\"","5":"For the Master, GOD-of-the-Angel-Armies, is bringing a day noisy with mobs of people, Jostling and stampeding in the Valley of Vision, knocking down walls and hollering to the mountains, \"Attack! Attack!\"","6":"Old enemies Elam and Kir arrive armed to the teeth--weapons and chariots and cavalry.","7":"Your fine valleys are noisy with war, chariots and cavalry charging this way and that.","8":"God has left Judah exposed and defenseless. You assessed your defenses that Day, inspected your arsenal of weapons in the Forest Armory.","9":"You found the weak places in the city walls that needed repair. You secured the water supply at the Lower Pool.","10":"You took an inventory of the houses in Jerusalem and tore down some to get bricks to fortify the city wall.","11":"You built a large cistern to ensure plenty of water. You looked and looked and looked, but you never looked to him who gave you this city, never once consulted the One who has long had plans for this city.","12":"The Master, GOD-of-the-Angel-Armies, called out on that Day, Called for a day of repentant tears, called you to dress in somber clothes of mourning.","13":"But what do you do? You throw a party! Eating and drinking and dancing in the streets! You barbecue bulls and sheep, and throw a huge feast--slabs of meat, kegs of beer. \"Seize the day! Eat and drink! Tomorrow we die!\"","14":"GOD-of-the-Angel-Armies whispered to me his verdict on this frivolity: \"You'll pay for this outrage until the day you die.\" The Master, GOD-of-the-Angel-Armies, says so.","15":"The Master, GOD-of-the-Angel-Armies, spoke: \"Come. Go to this steward, Shebna, who is in charge of all the king's affairs, and tell him:","16":"What's going on here? You're an outsider here and yet you act like you own the place, make a big, fancy tomb for yourself where everyone can see it, making sure everyone will think you're important.","17":"GOD is about to sack you, to throw you to the dogs. He'll grab you by the hair,","18":"swing you round and round dizzyingly, and then let you go, sailing through the air like a ball, until you're out of sight. Where you'll land, nobody knows. And there you'll die, and all the stuff you've collected heaped on your grave. You've disgraced your master's house!","19":"You're fired--and good riddance!","20":"\"On that Day I'll replace Shebna. I will call my servant Eliakim son of Hilkiah.","21":"I'll dress him in your robe. I'll put your belt on him. I'll give him your authority. He'll be a father-leader to Jerusalem and the government of Judah.","22":"I'll give him the key of the Davidic heritage. He'll have the run of the place--open any door and keep it open, lock any door and keep it locked.","23":"I'll pound him like a nail into a solid wall. He'll secure the Davidic tradition.","24":"Everything will hang on him--not only the fate of Davidic descendants but also the detailed daily operations of the house, including cups and cutlery.","25":"\"And then the Day will come,\" says GOD-of-the-Angel-Armies, \"when that nail will come loose and fall out, break loose from that solid wall--and everything hanging on it will go with it.\" That's what will happen. GOD says so."}