{"1":"Danger ahead! GOD's about to ravish the earth and leave it in ruins, Rip everything out by the roots and send everyone scurrying:","2":"priests and laypeople alike, owners and workers alike, celebrities and nobodies alike, buyers and sellers alike, bankers and beggars alike,\t the haves and have--nots alike.","3":"The landscape will be a moonscape, totally wasted. And why? Because GOD says so. He's issued the orders.","4":"The earth turns gaunt and gray, the world silent and sad, sky and land lifeless, colorless.","5":"Earth is polluted by its very own people, who have broken its laws, Disrupted its order, violated the sacred and eternal covenant.","6":"Therefore a curse, like a cancer, ravages the earth. Its people pay the price of their sacrilege. They dwindle away, dying out one by one.","7":"No more wine, no more vineyards, no more songs or singers.","8":"The laughter of castanets is gone, the shouts of celebrants, gone, the laughter of fiddles, gone.","9":"No more parties with toasts of champagne. Serious drinkers gag on their drinks.","10":"The chaotic cities are unlivable. Anarchy reigns. Every house is boarded up, condemned.","11":"People riot in the streets for wine, but the good times are gone forever--no more joy for this old world.","12":"The city is dead and deserted, bulldozed into piles of rubble.","13":"That's the way it will be on this earth. This is the fate of all nations: An olive tree shaken clean of its olives, a grapevine picked clean of its grapes.","14":"But there are some who will break into glad song. Out of the west they'll shout of GOD's majesty.","15":"Yes, from the east GOD's glory will ascend. Every island of the sea Will broadcast GOD's fame, the fame of the God of Israel.","16":"From the four winds and the seven seas we hear the singing: \"All praise to the Righteous One!\" But I said, \"That's all well and good for somebody, but all I can see is doom, doom, and more doom.\" All of them at one another's throats, yes, all of them at one another's throats.","17":"Terror and pits and booby traps are everywhere, whoever you are.","18":"If you run from the terror, you'll fall into the pit. If you climb out of the pit, you'll get caught in the trap. Chaos pours out of the skies. The foundations of earth are crumbling.","19":"Earth is smashed to pieces, earth is ripped to shreds, earth is wobbling out of control,","20":"Earth staggers like a drunk, sways like a shack in a high wind. Its piled-up sins are too much for it. It collapses and won't get up again.","21":"That's when GOD will call on the carpet rebel powers in the skies and Rebel kings on earth.","22":"They'll be rounded up like prisoners in a jail, Corralled and locked up in a jail, and then sentenced and put to hard labor.","23":"Shamefaced moon will cower, humiliated, red-faced sun will skulk, disgraced, Because GOD-of-the-Angel-Armies will take over, ruling from Mount Zion and Jerusalem, Splendid and glorious before all his leaders."}