{"1":"The Master, GOD-of-the-Angel-Armies, is emptying Jerusalem and Judah Of all the basic necessities, plain bread and water to begin with.","2":"He's withdrawing police and protection, judges and courts, pastors and teachers,","3":"captains and generals, doctors and nurses, and, yes, even the repairmen and jacks-of-all--trades.","4":"He says, \"I'll put little kids in charge of the city. Schoolboys and schoolgirls will order everyone around.","5":"People will be at each other's throats, stabbing one another in the back: Neighbor against neighbor, young against old, the no-account against the well-respected.","6":"One brother will grab another and say, \"You look like you've got a head on your shoulders. Do something! Get us out of this mess.'","7":"And he'll say, \"Me? Not me! I don't have a clue. Don't put me in charge of anything.'","8":"\"Jerusalem's on its last legs. Judah is soon down for the count. Everything people say and do is at cross-purposes with GOD, a slap in my face.","9":"Brazen in their depravity, they flout their sins like degenerate Sodom. Doom to their eternal souls! They've made their bed; now they'll sleep in it.","10":"\"Reassure the righteous that their good living will pay off.","11":"But doom to the wicked! Disaster! Everything they did will be done to them.","12":"\"Skinny kids terrorize my people. Silly girls bully them around. My dear people! Your leaders are taking you down a blind alley. They're sending you off on a wild goose chase.\"","13":"GOD enters the courtroom. He takes his place at the bench to judge his people.","14":"GOD calls for order in the court, hauls the leaders of his people into the dock: \"You've played havoc with this country. Your houses are stuffed with what you've stolen from the poor.","15":"What is this anyway? Stomping on my people, grinding the faces of the poor into the dirt?\" That's what the Master, GOD-of-the-Angel-Armies, says.","16":"GOD says, \"Zion women are stuck-up, prancing around in their high heels, Making eyes at all the men in the street, swinging their hips, Tossing their hair, gaudy and garish in cheap jewelry.\"","17":"The Master will fix it so those Zion women will all turn bald--Scabby, bald--headed women. The Master will do it.","18":"The time is coming when the Master will strip them of their fancy baubles--","19":"the dangling earrings, anklets and bracelets,","20":"combs and mirrors and silk scarves, diamond brooches and pearl necklaces,","21":"the rings on their fingers and the rings on their toes,","22":"the latest fashions in hats, exotic perfumes and aphrodisiacs, gowns and capes,","23":"all the world's finest in fabrics and design.","24":"Instead of wearing seductive scents, these women are going to smell like rotting cabbages; Instead of modeling flowing gowns, they'll be sporting rags; Instead of their stylish hairdos, scruffy heads; Instead of beauty marks, scabs and scars.","25":"Your finest fighting men will be killed, your soldiers left dead on the battlefield.","26":"The entrance gate to Zion will be clotted with people mourning their dead--A city stooped under the weight of her loss, brought to her knees by her sorrows. [JC]"}