{"1":"But look! A king will rule in the right way, and his leaders will carry out justice.","2":"Each one will stand as a shelter from high winds, provide safe cover in stormy weather. Each will be cool running water in parched land, a huge granite outcrop giving shade in the desert.","3":"Anyone who looks will see, anyone who listens will hear.","4":"The impulsive will make sound decisions, the tongue-tied will speak with eloquence.","5":"No more will fools become celebrities, nor crooks be rewarded with fame.","6":"For fools are fools and that's that, thinking up new ways to do mischief. They leave a wake of wrecked lives and lies about GOD, Turning their backs on the homeless hungry, ignoring those dying of thirst in the streets.","7":"And the crooks? Underhanded sneaks they are, inventive in sin and scandal, Exploiting the poor with scams and lies, unmoved by the victimized poor.","8":"But those who are noble make noble plans, and stand for what is noble. [JC]","9":"Take your stand, indolent women! Listen to me! Indulgent, indolent women, listen closely to what I have to say.","10":"In just a little over a year from now, you'll be shaken out of your lazy lives. The grape harvest will fail, and there'll be no fruit on the trees.","11":"Oh tremble, you indolent women. Get serious, you pampered dolls! Strip down and discard your silk fineries. Put on funeral clothes.","12":"Shed honest tears for the lost harvest, the failed vintage.","13":"Weep for my people's gardens and farms that grow nothing but thistles and thornbushes. Cry tears, real tears, for the happy homes no longer happy, the merry city no longer merry.","14":"The royal palace is deserted, the bustling city quiet as a morgue, The emptied parks and playgrounds taken over by wild animals, delighted with their new home.","15":"Yes, weep and grieve until the Spirit is poured down on us from above And the badlands desert grows crops and the fertile fields become forests.","16":"Justice will move into the badlands desert. Right will build a home in the fertile field.","17":"And where there's Right, there'll be Peace and the progeny of Right: quiet lives and endless trust.","18":"My people will live in a peaceful neighborhood--in safe houses, in quiet gardens.","19":"The forest of your pride will be clear-cut, the city showing off your power leveled.","20":"But you will enjoy a blessed life, planting well-watered fields and gardens, with your farm animals grazing freely."}