{"1":"In the fourteenth year of King Hezekiah, Sennacherib king of Assyria made war on all the fortress cities of Judah and took them.","2":"Then the king of Assyria sent his general, the \"Rabshekah,\" accompanied by a huge army, from Lachish to Jerusalem to King Hezekiah. The general stopped at the aqueduct where it empties into the upper pool on the road to the public laundry.","3":"Three men went out to meet him: Eliakim son of Hilkiah, in charge of the palace; Shebna the secretary; and Joah son of Asaph, the official historian.","4":"The Rabshekah said to them, \"Tell Hezekiah that the Great King, the king of Assyria, says this: \"What kind of backing do you think you have against me?","5":"You're bluffing and I'm calling your bluff. Your words are no match for my weapons. What kind of backup do you have now that you've rebelled against me?","6":"Egypt? Don't make me laugh. Egypt is a rubber crutch. Lean on Egypt and you'll end up flat on your face. That's all Pharaoh king of Egypt is to anyone who leans on him.","7":"And if you try to tell me, \"We're leaning on our GOD,\" isn't it a bit late? Hasn't Hezekiah just gotten rid of all the places of worship, telling you, \"You've got to worship at this altar\"?","8":"Be reasonable. Face the facts: My master the king of Assyria will give you two thousand horses if you can put riders on them.","9":"You can't do it, can you? So how do you think, depending on flimsy Egypt's chariots and riders, you can stand up against even the lowest-ranking captain in my master's army?","10":"And besides, do you think I came all this way to destroy this land without first getting GOD's blessing? It was your GOD who told me, Make war on this land. Destroy it.'\"","11":"Eliakim, Shebna, and Joah answered the Rabshekah, \"Please talk to us in Aramaic. We understand Aramaic. Don't talk to us in Hebrew within earshot of all the people gathered around.\"","12":"But the Rabshekah replied, \"Do you think my master has sent me to give this message to your master and you but not also to the people clustered here? It's their fate that's at stake. They're the ones who are going to end up eating their own excrement and drinking their own urine.\"","13":"Then the Rabshekah stood up and called out loudly in Hebrew, the common language, \"Listen to the message of the great king, the king of Assyria!","14":"Don't listen to Hezekiah's lies. He can't save you.","15":"And don't pay any attention to Hezekiah's pious sermons telling you to lean on GOD, telling you \"GOD will save us, depend on it. GOD won't let this city fall to the king of Assyria.'","16":"\"Don't listen to Hezekiah. Listen to the king of Assyria's offer: \"Make peace with me. Come and join me. Everyone will end up with a good life, with plenty of land and water,","17":"and eventually something far better. I'll turn you loose in wide open spaces, with more than enough fertile and productive land for everyone.'","18":"Don't let Hezekiah mislead you with his lies, \"GOD will save us.' Has that ever happened? Has any god in history ever gotten the best of the king of Assyria?","19":"Look around you. Where are the gods of Hamath and Arpad? The gods of Sepharvaim? Did the gods do anything for Samaria?","20":"Name one god that has ever saved its countries from me. So what makes you think that GOD could save Jerusalem from me?'\"","21":"The three men were silent. They said nothing, for the king had already commanded, \"Don't answer him.\"","22":"Then Eliakim son of Hilkiah, the palace administrator, Shebna the secretary, and Joah son of Asaph, the court historian, tearing their clothes in defeat and despair, went back and reported what the Rabshekah had said to Hezekiah."}