{"1":"\"Sing, barren woman, who has never had a baby. Fill the air with song, you who've never experienced childbirth! You're ending up with far more children than all those childbearing women.\" GOD says so!","2":"\"Clear lots of ground for your tents! Make your tents large. Spread out! Think big! Use plenty of rope, drive the tent pegs deep.","3":"You're going to need lots of elbow room for your growing family. You're going to take over whole nations; you're going to resettle abandoned cities.","4":"Don't be afraid--you're not going to be embarrassed. Don't hold back--you're not going to come up short. You'll forget all about the humiliations of your youth, and the indignities of being a widow will fade from memory.","5":"For your Maker is your bridegroom, his name, GOD-of-the-Angel-Armies! Your Redeemer is The Holy of Israel, known as God of the whole earth.","6":"You were like an abandoned wife, devastated with grief, and GOD welcomed you back, Like a woman married young and then left,\" says your God.","7":"Your Redeemer GOD says: \"I left you, but only for a moment. Now, with enormous compassion, I'm bringing you back.","8":"In an outburst of anger I turned my back on you--but only for a moment. It's with lasting love that I'm tenderly caring for you.","9":"\"This exile is just like the days of Noah for me: I promised then that the waters of Noah would never again flood the earth. I'm promising now no more anger, no more dressing you down.","10":"For even if the mountains walk away and the hills fall to pieces, My love won't walk away from you, my covenant commitment of peace won't fall apart.\" The GOD who has compassion on you says so.","11":"\"Afflicted city, storm-battered, unpitied: I'm about to rebuild you with stones of turquoise, Lay your foundations with sapphires,","12":"construct your towers with rubies, Your gates with jewels, and all your walls with precious stones.","13":"All your children will have GOD for their teacher--what a mentor for your children!","14":"You'll be built solid, grounded in righteousness, far from any trouble--nothing to fear! far from terror--it won't even come close!","15":"If anyone attacks you, don't for a moment suppose that I sent them, And if any should attack, nothing will come of it.","16":"I create the blacksmith who fires up his forge and makes a weapon designed to kill. I also create the destroyer--","17":"but no weapon that can hurt you has ever been forged. Any accuser who takes you to court will be dismissed as a liar. This is what GOD's servants can expect. I'll see to it that everything works out for the best.\"\tGOD's Decree."}