{"1":"During the time that Ahaz son of Jothan, son of Uzziah, was king of Judah, King Rezin of Aram and King Pekah son of Remaliah of Israel attacked Jerusalem, but the attack sputtered out.","2":"When the Davidic government learned that Aram had joined forces with Ephraim (that is, Israel), Ahaz and his people were badly shaken. They shook like trees in the wind.","3":"Then GOD told Isaiah, \"Go and meet Ahaz. Take your son Shear-jashub (A-Remnant-Will-Return) with you. Meet him south of the city at the end of the aqueduct where it empties into the upper pool on the road to the public laundry.","4":"Tell him, Listen, calm down. Don't be afraid. And don't panic over these two burnt-out cases, Rezin of Aram and the son of Remaliah. They talk big but there's nothing to them.","5":"Aram, along with Ephraim's son of Remaliah, have plotted to do you harm. They've conspired against you, saying,","6":"\"Let's go to war against Judah, dismember it, take it for ourselves, and set the son of Tabeel up as a puppet king over it.'","7":"But GOD, the Master, says, \"It won't happen. Nothing will come of it","8":"Because the capital of Aram is Damascus and the king of Damascus is a mere man, Rezin. As for Ephraim, in sixty-five years it will be rubble, nothing left of it.","9":"The capital of Ephraim is Samaria, and the king of Samaria is the mere son of Remaliah. If you don't take your stand in faith, you won't have a leg to stand on.\" [JC]","10":"GOD spoke again to Ahaz. This time he said,","11":"\"Ask for a sign from your GOD. Ask anything. Be extravagant. Ask for the moon!\"","12":"But Ahaz said, \"I'd never do that. I'd never make demands like that on GOD!\"","13":"So Isaiah told him, \"Then listen to this, government of David! It's bad enough that you make people tired with your pious, timid hypocrisies, but now you're making God tired.","14":"So the Master is going to give you a sign anyway. Watch for this: A girl who is presently a virgin will get pregnant. She'll bear a son and name him Immanuel (God-With-Us).","15":"By the time the child is twelve years old, able to make moral decisions,","16":"the threat of war will be over. Relax, those two kings that have you so worried will be out of the picture.","17":"But also be warned: GOD will bring on you and your people and your government a judgment worse than anything since the time the kingdom split, when Ephraim left Judah. The king of Assyria is coming!\"","18":"That's when GOD will whistle for the flies at the headwaters of Egypt's Nile, and whistle for the bees in the land of Assyria.","19":"They'll come and infest every nook and cranny of this country. There'll be no getting away from them.","20":"And that's when the Master will take the razor rented from across the Euphrates--the king of Assyria no less!-and shave the hair off your heads and genitals, leaving you shamed, exposed, and denuded. He'll shave off your beards while he's at it.","21":"It will be a time when survivors will count themselves lucky to have a cow and a couple of sheep.","22":"At least they'll have plenty of milk! Whoever's left in the land will learn to make do with the simplest foods--curds, say, and honey.","23":"But that's not the end of it. This country that used to be covered with fine vineyards--thousands of them, worth millions!-will revert to a weed patch.","24":"Weeds and thorn bushes everywhere! Good for nothing except, perhaps, hunting rabbits.","25":"Cattle and sheep will forage as best they can in the fields of weeds--but there won't be a trace of all those fertile and well-tended gardens and fields. [JC]"}