{"1":"Then GOD told me, \"Get a big sheet of paper and write in indelible ink, \"This belongs to Maher-shalal-hash-baz (Spoil-Speeds-Plunder-Hurries).'\"","2":"I got two honest men, Uriah the priest and Zechariah son of Jeberekiah, to witness the document.","3":"Then I went home to my wife, the prophetess. She conceived and gave birth to a son. GOD told me, \"Name him Maher-shalal-hash-baz.","4":"Before that baby says \"Daddy' or \"Mamma' the king of Assyria will have plundered the wealth of Damascus and the riches of Samaria.\" [JC]","5":"GOD spoke to me again, saying:","6":"\"Because this people has turned its back on the gently flowing stream of Shiloah And gotten all excited over Rezin and the son of Remaliah,","7":"I'm stepping in and facing them with the wild floodwaters of the Euphrates, The king of Assyria and all his fanfare, a river in flood, bursting its banks,","8":"Pouring into Judah, sweeping everything before it, water up to your necks, A huge wingspan of a raging river, O Immanuel, spreading across your land.\" [JC]","9":"But face the facts, all you oppressors, and then wring your hands. Listen, all of you, far and near. Prepare for the worst and wring your hands. Yes, prepare for the worst and wring your hands!","10":"Plan and plot all you want--nothing will come of it. All your talk is mere talk, empty words, Because when all is said and done, the last word is Immanuel--God-With-Us.","11":"GOD spoke strongly to me, grabbed me with both hands and warned me not to go along with this people. He said:","12":"\"Don't be like this people, always afraid somebody is plotting against them. Don't fear what they fear. Don't take on their worries.","13":"If you're going to worry, worry about The Holy. Fear GOD-of-the-Angel-Armies.","14":"The Holy can be either a Hiding Place or a Boulder blocking your way, The Rock standing in the willful way of both houses of Israel, A barbed-wire Fence preventing trespass to the citizens of Jerusalem.","15":"Many of them are going to run into that Rock and get their bones broken, Get tangled up in that barbed wire and not get free of it.\" [JC]","16":"Gather up the testimony, preserve the teaching for my followers,","17":"While I wait for GOD as long as he remains in hiding, while I wait and hope for him.","18":"I stand my ground and hope, I and the children GOD gave me as signs to Israel, Warning signs and hope signs from GOD-of-the-Angel-Armies, who makes his home in Mount Zion.","19":"When people tell you, \"Try out the fortunetellers. Consult the spiritualists. Why not tap into the spirit--world, get in touch with the dead?\"","20":"Tell them, \"No, we're going to study the Scriptures.\" People who try the other ways get nowhere--a dead end!","21":"Frustrated and famished, they try one thing after another. When nothing works out they get angry, cursing first this god and then that one, Looking this way and that,","22":"up, down, and sideways--and seeing nothing, A blank wall, an empty hole. They end up in the dark with nothing."}