{"1":"Believe me, friends, all I want for Israel is what's best for Israel: salvation, nothing less. I want it with all my heart and pray to God for it all the time.","2":"I readily admit that the Jews are impressively energetic regarding God--but they are doing everything exactly backwards.","3":"They don't seem to realize that this comprehensive setting-things-right that is salvation is God's business, and a most flourishing business it is. Right across the street they set up their own salvation shops and noisily hawk their wares. After all these years of refusing to really deal with God on his terms, insisting instead on making their own deals, they have nothing to show for it.","4":"The earlier revelation was intended simply to get us ready for the Messiah, who then puts everything right for those who trust him to do it.","5":"Moses wrote that anyone who insists on using the law code to live right before God soon discovers it's not so easy--every detail of life regulated by fine print!","6":"But trusting God to shape the right living in us is a different story--no precarious climb up to heaven to recruit the Messiah,","7":"no dangerous descent into hell to rescue the Messiah.","8":"So what exactly was Moses saying? The word that saves is right here, as near as the tongue in your mouth, as close as the heart in your chest. It's the word of faith that welcomes God to go to work and set things right for us. This is the core of our preaching.","9":"Say the welcoming word to God--\"Jesus is my Master\"--embracing, body and soul, God's work of doing in us what he did in raising Jesus from the dead. That's it. You're not \"doing\" anything; you're simply calling out to God, trusting him to do it for you. That's salvation.","10":"With your whole being you embrace God setting things right, and then you say it, right out loud: \"God has set everything right between him and me!\"","11":"Scripture reassures us, \"No one who trusts God like this--heart and soul--will ever regret it.\"","12":"It's exactly the same no matter what a person's religious background may be: the same God for all of us, acting the same incredibly generous way to everyone who calls out for help.","13":"\"Everyone who calls, \"Help, God!' gets help.\"","14":"But how can people call for help if they don't know who to trust? And how can they know who to trust if they haven't heard of the One who can be trusted? And how can they hear if nobody tells them?","15":"And how is anyone going to tell them, unless someone is sent to do it? That's why Scripture exclaims, A sight to take your breath away! Grand processions of people telling all the good things of God!","16":"But not everybody is ready for this, ready to see and hear and act. Isaiah asked what we all ask at one time or another: \"Does anyone care, God? Is anyone listening and believing a word of it?\"","17":"The point is, Before you trust, you have to listen. But unless Christ's Word is preached, there's nothing to listen to.","18":"But haven't there been plenty of opportunities for Israel to listen and understand what's going on? Plenty, I'd say. Preachers' voices have gone 'round the world, Their message to earth's seven seas.","19":"So the big question is, Why didn't Israel understand that she had no corner on this message? Moses had it right when he predicted, When you see God reach out to those you consider your inferiors--outsiders!- you'll become insanely jealous. When you see God reach out to people you think are religiously stupid, you'll throw temper tantrums.","20":"Isaiah dared to speak out these words of God: People found and welcomed me who never so much as looked for me. And I found and welcomed people who had never even asked about me.","21":"Then he capped it with a damning indictment: Day after day after day, I beckoned Israel with open arms, And got nothing for my trouble but cold shoulders and icy stares."}