{"1":"I, James, am a slave of God and the Master Jesus, writing to the twelve tribes scattered to Kingdom Come: Hello!","2":"Consider it a sheer gift, friends, when tests and challenges come at you from all sides.","3":"You know that under pressure, your faith-life is forced into the open and shows its true colors.","4":"So don't try to get out of anything prematurely. Let it do its work so you become mature and well-developed, not deficient in any way.","5":"If you don't know what you're doing, pray to the Father. He loves to help. You'll get his help, and won't be condescended to when you ask for it.","6":"Ask boldly, believingly, without a second thought. People who \"worry their prayers\" are like wind-whipped waves.","7":"Don't think you're going to get anything from the Master that way,","8":"adrift at sea, keeping all your options open.","9":"When down-and-outers get a break, cheer!","10":"And when the arrogant rich are brought down to size, cheer! Prosperity is as short-lived as a wildflower, so don't ever count on it.","11":"You know that as soon as the sun rises, pouring down its scorching heat, the flower withers. Its petals wilt and, before you know it, that beautiful face is a barren stem. Well, that's a picture of the \"prosperous life.\" At the very moment everyone is looking on in admiration, it fades away to nothing.","12":"Anyone who meets a testing challenge head-on and manages to stick it out is mighty fortunate. For such persons loyally in love with God, the reward is life and more life.","13":"Don't let anyone under pressure to give in to evil say, \"God is trying to trip me up.\" God is impervious to evil, and puts evil in no one's way.","14":"The temptation to give in to evil comes from us and only us. We have no one to blame but the leering, seducing flare-up of our own lust.","15":"Lust gets pregnant, and has a baby: sin! Sin grows up to adulthood, and becomes a real killer.","16":"So, my very dear friends, don't get thrown off course.","17":"Every desirable and beneficial gift comes out of heaven. The gifts are rivers of light cascading down from the Father of Light. There is nothing deceitful in God, nothing two-faced, nothing fickle.","18":"He brought us to life using the true Word, showing us off as the crown of all his creatures.","19":"Post this at all the intersections, dear friends: Lead with your ears, follow up with your tongue, and let anger straggle along in the rear.","20":"God's righteousness doesn't grow from human anger.","21":"So throw all spoiled virtue and cancerous evil in the garbage. In simple humility, let our gardener, God, landscape you with the Word, making a salvation-garden of your life.","22":"Don't fool yourself into thinking that you are a listener when you are anything but, letting the Word go in one ear and out the other. Act on what you hear!","23":"Those who hear and don't act are like those who glance in the mirror,","24":"walk away, and two minutes later have no idea who they are, what they look like.","25":"But whoever catches a glimpse of the revealed counsel of God--the free life!-even out of the corner of his eye, and sticks with it, is no distracted scatterbrain but a man or woman of action. That person will find delight and affirmation in the action.","26":"Anyone who sets himself up as \"religious\" by talking a good game is self-deceived. This kind of religion is hot air and only hot air.","27":"Real religion, the kind that passes muster before God the Father, is this: Reach out to the homeless and loveless in their plight, and guard against corruption from the godless world."}