{"1":"The old plan was only a hint of the good things in the new plan. Since that old \"law plan\" wasn't complete in itself, it couldn't complete those who followed it. No matter how many sacrifices were offered year after year, they never added up to a complete solution.","2":"If they had, the worshipers would have gone merrily on their way, no longer dragged down by their sins.","3":"But instead of removing awareness of sin, when those animal sacrifices were repeated over and over they actually heightened awareness and guilt.","4":"The plain fact is that bull and goat blood can't get rid of sin.","5":"That is what is meant by this prophecy, put in the mouth of Christ: You don't want sacrifices and offerings year after year; you've prepared a body for me for a sacrifice.","6":"It's not fragrance and smoke from the altar that whet your appetite.","7":"So I said, \"I'm here to do it your way, O God, the way it's described in your Book.\"","8":"When he said, \"You don't want sacrifices and offerings,\" he was referring to practices according to the old plan.","9":"When he added, \"I'm here to do it your way,\" he set aside the first in order to enact the new plan--","10":"God's way--by which we are made fit for God by the once-for-all sacrifice of Jesus.","11":"Every priest goes to work at the altar each day, offers the same old sacrifices year in, year out, and never makes a dent in the sin problem.","12":"As a priest, Christ made a single sacrifice for sins, and that was it! Then he sat down right beside God","13":"and waited for his enemies to cave in.","14":"It was a perfect sacrifice by a perfect person to perfect some very imperfect people. By that single offering, he did everything that needed to be done for everyone who takes part in the purifying process.","15":"The Holy Spirit confirms this:","16":"This new plan I'm making with Israel isn't going to be written on paper, isn't going to be chiseled in stone; This time \"I'm writing out the plan in them, carving it on the lining of their hearts.\"","17":"He concludes, I'll forever wipe the slate clean of their sins.","18":"Once sins are taken care of for good, there's no longer any need to offer sacrifices for them.","19":"So, friends, we can now--without hesitation--walk right up to God, into \"the Holy Place.\" Jesus has cleared the way by the blood of his sacrifice, acting as our priest before God. The \"curtain\" into God's presence is his body.","22":"So let's do it--full of belief, confident that we're presentable inside and out.","23":"Let's keep a firm grip on the promises that keep us going. He always keeps his word.","24":"Let's see how inventive we can be in encouraging love and helping out,","25":"not avoiding worshiping together as some do but spurring each other on, especially as we see the big Day approaching.","26":"If we give up and turn our backs on all we've learned, all we've been given, all the truth we now know, we repudiate Christ's sacrifice","27":"and are left on our own to face the Judgment--and a mighty fierce judgment it will be!","28":"If the penalty for breaking the law of Moses is physical death,","29":"what do you think will happen if you turn on God's Son, spit on the sacrifice that made you whole, and insult this most gracious Spirit?","30":"This is no light matter. God has warned us that he'll hold us to account and make us pay. He was quite explicit: \"Vengeance is mine, and I won't overlook a thing,\" and, \"God will judge his people.\"","31":"Nobody's getting by with anything, believe me.","32":"Remember those early days after you first saw the light? Those were the hard times!","33":"Kicked around in public, targets of every kind of abuse--some days it was you, other days your friends.","34":"If some friends went to prison, you stuck by them. If some enemies broke in and seized your goods, you let them go with a smile, knowing they couldn't touch your real treasure. Nothing they did bothered you, nothing set you back.","35":"So don't throw it all away now. You were sure of yourselves then. It's still a sure thing!","36":"But you need to stick it out, staying with God's plan so you'll be there for the promised completion.","37":"It won't be long now, he's on the way; he'll show up most any minute.","38":"But anyone who is right with me thrives on loyal trust; if he cuts and runs, I won't be very happy.","39":"But we're not quitters who lose out. Oh, no! We'll stay with it and survive, trusting all the way."}