{"1":"Asa's son Jehoshaphat was the next king; he started out by working on his defense system against Israel.","2":"He put troops in all the fortress cities of Judah and deployed garrisons throughout Judah and in the towns of Ephraim that his father Asa had captured.","3":"GOD was on Jehoshaphat's side because he stuck to the ways of his father Asa's early years. He didn't fool around with the popular Baal religion--","4":"he was a seeker and follower of the God of his father and was obedient to him; he wasn't like Israel.","5":"And GOD secured the kingdom under his rule, gave him a firm grip on it. And everyone in Judah showed their appreciation by bringing gifts. Jehoshaphat ended up very rich and much honored.","6":"He was single-minded in following GOD; and he got rid of the local sex-and-religion shrines.","7":"In the third year of his reign he sent his officials--excellent men, every one of them--Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah on a teaching mission to the cities of Judah.","8":"They were accompanied by Levites--Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah; the priests Elishama and Jehoram were also in the company.","9":"They made a circuit of the towns of Judah, teaching the people and using the Book of The Revelation of GOD as their text.","10":"There was a strong sense of the fear of GOD in all the kingdoms around Judah--they didn't dare go to war against Jehoshaphat.","11":"Some Philistines even brought gifts and a load of silver to Jehoshaphat, and the desert bedouin brought flocks--7,700 rams and 7,700 goats.","12":"So Jehoshaphat became stronger by the day, and constructed more and more forts and store-cities--an age of prosperity for Judah!","13":"He also had excellent fighting men stationed in Jerusalem.","14":"The captains of the military units of Judah, classified according to families, were: Captain Adnah with 300,000 soldiers;","15":"his associate Captain Jehohanan with 280,000;","16":"his associate Amasiah son of Zicri, a volunteer for GOD, with 200,000.","17":"Officer Eliada represented Benjamin with 200,000 fully equipped with bow and shield;","18":"and his associate was Jehozabad with 180,000 armed and ready for battle.","19":"These were under the direct command of the king; in addition there were the troops assigned to the fortress cities spread all over Judah."}