{"1":"So Solomon broke ground, launched construction of the house of GOD in Jerusalem on Mount Moriah, the place where GOD had appeared to his father David. The precise site, the threshing floor of Araunah the Jebusite, had been designated by David.","2":"He broke ground on the second day in the second month of the fourth year of his rule.","3":"These are the dimensions that Solomon set for the construction of the house of God: ninety feet long and thirty feet wide.","4":"The porch in front stretched the width of the building, that is, thirty feet; and it was thirty feet high. The interior was gold-plated.","5":"He paneled the main hall with cypress and veneered it with fine gold engraved with palm tree and chain designs.","6":"He decorated the building with precious stones and gold from Parvaim.","7":"Everything was coated with gold veneer: rafters, doorframes, walls, and doors. Cherubim were engraved on the walls.","8":"He made the Holy of Holies a cube, thirty feet wide, long, and high. It was veneered with 600 talents (something over twenty-two tons) of gold.","9":"The gold nails weighed fifty shekels (a little over a pound). The upper rooms were also veneered in gold.","10":"He made two sculptures of cherubim, gigantic angel-like figures, for the Holy of Holies, both veneered with gold.","11":"The combined wingspread of the side-by-side cherubim (each wing measuring seven and a half feet) stretched from wall to wall, thirty feet.","12":null,"13":"They stood erect facing the main hall.","14":"He fashioned the curtain of violet, purple, and crimson fabric and worked a cherub design into it.","15":"He made two huge free-standing pillars, each fifty-two feet tall, their capitals extending another seven and a half feet.","16":"The top of each pillar was set off with an elaborate filigree of chains, like necklaces, from which hung a hundred pomegranates.","17":"He placed the pillars in front of The Temple, one on the right, and the other on the left. The right pillar he named Jakin (Security) and the left pillar he named Boaz (Stability)."}