{"1":"He made the Bronze Altar thirty feet long, thirty feet wide, and ten feet high.","2":"He made a Sea--an immense round basin of cast metal fifteen feet in diameter, seven and a half feet high, and forty-five feet in circumference.","3":"Just under the rim, there were two parallel bands of something like bulls, ten to each foot and a half. The figures were cast in one piece with the Sea.","4":"The Sea was set on twelve bulls, three facing north, three facing west, three facing south, and three facing east. All the bulls faced outward and supported the Sea on their hindquarters.","5":"The Sea was three inches thick and flared at the rim like a cup, or a lily. It held about 18,000 gallons.","6":"He made ten Washbasins, five set on the right and five on the left, for rinsing the things used for the Whole-Burnt-Offerings. The priests washed themselves in the Sea.","7":"He made ten gold Lampstands, following the specified pattern, and placed five on the right and five on the left.","8":"He made ten tables and set five on the right and five on the left. He also made a hundred gold bowls.","9":"He built a Courtyard especially for the priests and then the great court and doors for the court. The doors were covered with bronze.","10":"He placed the Sea on the right side of The Temple at the southeast corner.","11":"He also made ash buckets, shovels, and bowls. And that about wrapped it up: Huram completed the work he had contracted to do for King Solomon:","12":"two pillars; two bowl-shaped capitals for the tops of the pillars; two decorative filigrees for the capitals;","13":"four hundred pomegranates for the filigrees (a double row of pomegranates for each filigree);","14":"ten washstands with their basins;","15":"one Sea and the twelve bulls under it;","16":"miscellaneous buckets, forks, shovels, and bowls. All these artifacts that Huram-Abi made for King Solomon for The Temple of GOD were made of burnished bronze.","17":"The king had them cast in clay in a foundry on the Jordan plain between Succoth and Zarethan.","18":"These artifacts were never weighed--there were far too many! Nobody has any idea how much bronze was used.","19":"Solomon was also responsible for the furniture and accessories in The Temple of God: the gold Altar; the tables that held the Bread of the Presence;","20":"the Lampstands of pure gold with their lamps, to be lighted before the Inner Sanctuary, the Holy of Holies;","21":"the gold flowers, lamps, and tongs (all solid gold);","22":"the gold wick trimmers, bowls, ladles, and censers; the gold doors of The Temple, doors to the Holy of Holies, and the doors to the main sanctuary."}