{"1":"Then Solomon said, GOD said he would dwell in a cloud,","2":"But I've built a temple most splendid, A place for you to live in forever.","3":"The king then turned to face the congregation that had come together and blessed them:","4":"\"Blessed be GOD, the God of Israel, who spoke personally to my father David. Now he has done what he promised when he said,","5":"\"From the day I brought my people Israel up from Egypt, I haven't set apart one city among the tribes of Israel in which to build a temple to honor my Name, or chosen one person to be the leader.","6":"But now I have chosen both a city and a person: Jerusalem for honoring my Name and David to lead my people Israel.'","7":"\"My father David very much wanted to build a temple honoring the Name of GOD, the God of Israel,","8":"but GOD told him, \"It was good that you wanted to build a temple in my honor--most commendable!","9":"But you are not the one to do it. Your son, who will carry on your dynasty, will build it for my Name.'","10":"\"And now you see the promise completed. GOD has done what he said he would do; I have succeeded David my father and now rule Israel; and I have built a temple to honor GOD, the God of Israel,","11":"and have secured a place for the Chest that holds the Covenant of GOD the covenant he made with the people of Israel.\"","12":"Before the entire congregation of Israel, Solomon took his position at the Altar of GOD and stretched out his hands.","13":"Solomon had made a bronze dais seven and a half feet square and four and a half feet high and placed it inside the court; that's where he now stood. Then he knelt in full view of the whole congregation, stretched his hands to heaven,","14":"and prayed: GOD, O God of Israel, there is no God like you in the skies above or on the earth below, who unswervingly keeps covenant with his servants and unfailingly loves them while they sincerely live in obedience to your way.","15":"You kept your word to David my father, your promise. You did exactly what you promised--every detail. The proof is before us today!","16":"Keep it up, GOD, O God of Israel! Continue to keep the promises you made to David my father when you said, \"You'll always have a descendant to represent my rule on Israel's throne, on the one condition that your sons are as careful to live obediently in my presence as you have.\"","17":"O GOD, God of Israel, let this all happen--confirm and establish it!","18":"Can it be that God will actually move into our neighborhood? Why, the cosmos itself isn't large enough to give you breathing room, let alone this Temple I've built.","19":"Even so, I'm bold to ask: Pay attention to these my prayers, both intercessory and personal, O GOD, my God. Listen to my prayers, energetic and devout, that I'm setting before you right now.","20":"Keep your eyes open to this Temple day and night, this place you promised to dignify with your Name. And listen to the prayers that I pray in this place.","21":"And listen to your people Israel when they pray at this place. Listen from your home in heaven and when you hear, forgive.","22":"When someone hurts a neighbor and promises to make things right, and then comes and repeats the promise before your Altar in this Temple,","23":"Listen from heaven and act; judge your servants, making the offender pay for the offense And set the offended free, dismissing all charges.","24":"When your people Israel are beaten by an enemy because they've sinned against you, but then turn to you and acknowledge your rule in prayers desperate and devout in this Temple,","25":"Listen from your home in heaven; forgive the sin of your people Israel, return them to the land you gave to them and their ancestors.","26":"When the skies shrivel up and there is no rain because your people have sinned against you, but then they pray at this place, acknowledging your rule and quit their sins because you have scourged them,","27":"Listen from your home in heaven, forgive the sins of your servants, your people Israel. Then start over with them; train them to live right and well; Send rain on the land you gave as inheritance to your people.","28":"When disasters strike, famine or catastrophe, crop failure or disease, locust or beetle, or when an enemy attacks their defenses--calamity of any sort--","29":"any prayer that's prayed from anyone at all among your people Israel, their hearts penetrated by disaster, hands and arms thrown out for help to this Temple,","30":"Listen from your home in heaven, forgive and reward us: reward each life and circumstance, For you know each life from the inside, (you're the only one with such inside knowledge!),","31":"So they'll live before you in lifelong reverence and believing obedience on this land you gave our ancestors.","32":"And don't forget the foreigner who is not a member of your people Israel but has come from a far country because of your reputation--people are going to be attracted here by your great reputation, your wonderworking power--and who come to pray to this Temple.","33":"Listen from your home in heaven and honor the prayers of the foreigner, So that people all over the world will know who you are and what you're like, And live in reverent obedience before you, just as your own people Israel do, So they'll know that you personally make this Temple that I've built what it is.","34":"When your people go to war against their enemies at the time and place you send them and they pray to GOD toward the city you chose and The Temple I've built to honor your Name,","35":"Listen from heaven to what they pray and ask for and do what is right for them.","36":"When they sin against you--and they certainly will; there's no one without sin!-and in anger you turn them over to the enemy and they are taken off captive to the enemy's land, whether far or near,","37":"but then repent in the country of their captivity and pray with changed hearts in their exile, \"We've sinned; we've done wrong; we've been most wicked,\"","38":"and they turn back to you heart and soul in the land of the enemy who conquered them, and pray to you toward their homeland, the land you gave their ancestors, toward the city you chose, and this Temple I have built to the honor of your Name,","39":"Listen from your home in heaven to their prayers desperate and devout; Do what is best for them. Forgive your people who have sinned against you.","40":"And now, dear God, be alert and attentive to prayer, all prayer, offered in this place.","41":"Up, GOD, enjoy your new place of quiet repose, you and your mighty covenant Chest; Dress your priests up in salvation clothes, let your holy people celebrate goodness.","42":"And don't, GOD, back out on your anointed ones, keep in mind the love promised to David your servant."}