{"1":"GOD responded. He said, \"Shape two slabs of stone similar to the first ones. Climb the mountain and meet me. Also make yourself a wooden chest.","2":"I will engrave the stone slabs with the words that were on the first ones, the ones you smashed. Then you will put them in the Chest.\"","3":"So I made a chest out of acacia wood, shaped two slabs of stone, just like the first ones, and climbed the mountain with the two slabs in my arms.","4":"He engraved the stone slabs the same as he had the first ones, the Ten Words that he addressed to you on the mountain out of the fire on the day of the assembly. Then GOD gave them to me.","5":"I turned around and came down the mountain. I put the stone slabs in the Chest that I made and they've been there ever since, just as GOD commanded me. [JC]","6":"The People of Israel went from the wells of the Jaakanites to Moserah. Aaron died there and was buried. His son Eleazar succeeded him as priest.","7":"From there they went to Gudgodah, and then to Jotbathah, a land of streams of water.","8":"That's when GOD set apart the tribe of Levi to carry GOD's Covenant Chest, to be on duty in the Presence of GOD, to serve him, and to bless in his name, as they continue to do today.","9":"And that's why Levites don't have a piece of inherited land as their kinsmen do. GOD is their inheritance, as GOD, your God, promised them.","10":"I stayed there on the mountain forty days and nights, just as I did the first time. And GOD listened to me, just as he did the first time: GOD decided not to destroy you.","11":"GOD told me, \"Now get going. Lead your people as they resume the journey to take possession of the land that I promised their ancestors that I'd give to them.\"","12":"So now Israel, what do you think GOD expects from you? Just this: Live in his presence in holy reverence, follow the road he sets out for you, love him, serve GOD, your God, with everything you have in you,","13":"obey the commandments and regulations of GOD that I'm commanding you today--live a good life.","14":"Look around you: Everything you see is GOD's--the heavens above and beyond, the Earth, and everything on it.","15":"But it was your ancestors that GOD fell in love with; he picked their children--that's you!-out of all the other peoples. That's where we are right now.","16":"So cut away the thick calluses from your heart and stop being so willfully hardheaded.","17":"GOD, your God, is the God of all gods, he's the Master of all masters, a God immense and powerful and awesome. He doesn't play favorites, takes no bribes,","18":"makes sure orphans and widows are treated fairly, takes loving care of foreigners by seeing that they get food and clothing.","19":"You must treat foreigners with the same loving care--remember, you were once foreigners in Egypt.","20":"Reverently respect GOD, your God, serve him, hold tight to him, back up your promises with the authority of his name.","21":"He's your praise! He's your God! He did all these tremendous, these staggering things that you saw with your own eyes.","22":"When your ancestors entered Egypt, they numbered a mere seventy souls. And now look at you--you look more like the stars in the night skies in number. And your GOD did it. [JC]"}