{"1":"These are the rules and regulations that you must diligently observe for as long as you live in this country that GOD, the God--of-Your-Fathers, has given you to possess.","2":"Ruthlessly demolish all the sacred shrines where the nations that you're driving out worship their gods--wherever you find them, on hills and mountains or in groves of green trees.","3":"Tear apart their altars. Smash their phallic pillars. Burn their sex-and-religion Asherah shrines. Break up their carved gods. Obliterate the names of those god sites.","4":"Stay clear of those places--don't let what went on there contaminate the worship of GOD, your God.","5":"Instead find the site that GOD, your God, will choose and mark it with his name as a common center for all the tribes of Israel. Assemble there.","6":"Bring to that place your Absolution-Offerings and sacrifices, your tithes and Tribute-Offerings, your Vow-Offerings, your Freewill-Offerings, and the firstborn of your herds and flocks.","7":"Feast there in the Presence of GOD, your God. Celebrate everything that you and your families have accomplished under the blessing of GOD, your God.","8":"Don't continue doing things the way we're doing them at present, each of us doing as we wish.","9":"Until now you haven't arrived at the goal, the resting place, the inheritance that GOD, your God, is giving you.","10":"But the minute you cross the Jordan River and settle into the land GOD, your God, is enabling you to inherit, he'll give you rest from all your surrounding enemies. You'll be able to settle down and live in safety.","11":"From then on, at the place that GOD, your God, chooses to mark with his name as the place where you can meet him, bring everything that I command you: your Absolution-Offerings and sacrifices, tithes and Tribute-Offerings, and the best of your Vow-Offerings that you vow to GOD.","12":"Celebrate there in the Presence of GOD, your God, you and your sons and daughters, your servants and maids, including the Levite living in your neighborhood because he has no place of his own in your inheritance.","13":"Be extra careful: Don't offer your Absolution-Offerings just any place that strikes your fancy.","14":"Offer your Absolution-Offerings only in the place that GOD chooses in one of your tribal regions. There and only there are you to bring all that I command you.","15":"It's permissible to slaughter your nonsacrificial animals like gazelle and deer in your towns and eat all you want from them with the blessing of GOD, your God. Both the ritually clean and unclean may eat.","16":"But you may not eat the blood. Pour the blood out on the ground like water.","17":"Nor may you eat there the tithe of your grain, new wine, or olive oil; nor the firstborn of your herds and flocks; nor any of the Vow-Offerings that you vow; nor your Freewill-Offerings and Tribute-Offerings.","18":"All these you must eat in the Presence of GOD, your God, in the place GOD, your God, chooses--you, your son and daughter, your servant and maid, and the Levite who lives in your neighborhood. You are to celebrate in the Presence of GOD, your God, all the things you've been able to accomplish.","19":"And make sure that for as long as you live on your land you never, never neglect the Levite.","20":"When GOD, your God, expands your territory as he promised he would do, and you say, \"I'm hungry for meat,\" because you happen to be craving meat at the time, go ahead and eat as much meat as you want.","21":"If you're too far away from the place that GOD, your God, has marked with his name, it's all right to slaughter animals from your herds and flocks that GOD has given you, as I've commanded you. In your own towns you may eat as much of them as you want.","22":"Just as the nonsacrificial animals like the gazelle and deer are eaten, you may eat them; the ritually unclean and clean may eat them at the same table.","23":"Only this: Absolutely no blood. Don't eat the blood. Blood is life; don't eat the life with the meat.","24":"Don't eat it; pour it out on the ground like water.","25":"Don't eat it; then you'll have a good life, you and your children after you. By all means, do the right thing in GOD's eyes.","26":"And this: Lift high your Holy-Offerings and your Vow-Offerings and bring them to the place GOD designates.","27":"Sacrifice your Absolution-Offerings, the meat and blood, on the Altar of GOD, your God; pour out the blood of the Absolution-Offering on the Altar of GOD, your God; then you can go ahead and eat the meat.","28":"Be vigilant, listen obediently to these words that I command you so that you'll have a good life, you and your children, for a long, long time, doing what is good and right in the eyes of GOD, your God.","29":"When GOD, your God, cuts off the nations whose land you are invading, shoves them out of your way so that you displace them and settle in their land,","30":"be careful that you don't get curious about them after they've been destroyed before you. Don't get fascinated with their gods, thinking, \"I wonder what it was like for them, worshiping their gods. I'd like to try that myself.\"","31":"Don't do this to GOD, your God. They commit every imaginable abomination with their gods. GOD hates it all with a passion. Why, they even set their children on fire as offerings to their gods!","32":"Diligently do everything I command you, the way I command you: don't add to it; don't subtract from it. [JC]"}