{"1":"No eunuch is to enter the congregation of GOD.","2":"No bastard is to enter the congregation of GOD, even to the tenth generation, nor any of his children.","3":"No Ammonite or Moabite is to enter the congregation of GOD, even to the tenth generation, nor any of his children, ever.","4":"Those nations didn't treat you with hospitality on your travels out of Egypt, and on top of that they also hired Balaam son of Beor from Pethor in Mesopotamia to curse you.","5":"GOD, your God, refused to listen to Balaam but turned the curse into a blessing--how GOD, your God, loves you!","6":"Don't even try to get along with them or do anything for them, ever.","7":"But don't spurn an Edomite; he's your kin. And don't spurn an Egyptian; you were a foreigner in his land.","8":"Children born to Edomites and Egyptians may enter the congregation of GOD in the third generation. [JC]","9":"When you are camped out, at war with your enemies, be careful to keep yourself from anything ritually defiling.","10":"If one of your men has become ritually unclean because of a nocturnal emission, he must go outside the camp and stay there","11":"until evening when he can wash himself, returning to the camp at sunset.","12":"Mark out an area outside the camp where you can go to relieve yourselves.","13":"Along with your weapons have a stick with you. After you relieve yourself, dig a hole with the stick and cover your excrement.","14":"GOD, your God, strolls through your camp; he's present to deliver you and give you victory over your enemies. Keep your camp holy; don't permit anything indecent or offensive in GOD's eyes. [JC]","15":"Don't return a runaway slave to his master; he's come to you for refuge.","16":"Let him live wherever he wishes within the protective gates of your city. Don't take advantage of him.","17":"No daughter of Israel is to become a sacred prostitute; and no son of Israel is to become a sacred prostitute.","18":"And don't bring the fee of a sacred whore or the earnings of a priest-pimp to the house of GOD, your God, to pay for any vow--they are both an abomination to GOD, your God.","19":"Don't charge interest to your kinsmen on any loan: not for money or food or clothing or anything else that could earn interest.","20":"You may charge foreigners interest, but you may not charge your brothers interest; that way GOD, your God, will bless all the work that you take up and the land that you are entering to possess.","21":"When you make a vow to GOD, your God, don't put off keeping it; GOD, your God, expects you to keep it and if you don't you're guilty.","22":"But if you don't make a vow in the first place, there's no sin.","23":"If you say you're going to do something, do it. Keep the vow you willingly vowed to GOD, your God. You promised it, so do it.","24":"When you enter your neighbor's vineyard, you may eat all the grapes you want until you're full, but you may not put any in your bucket or bag.","25":"And when you walk through the ripe grain of your neighbor, you may pick the heads of grain, but you may not swing your sickle there."}