{"1":"Moses commanded the leaders of Israel and charged the people: Keep every commandment that I command you today.","2":"On the day you cross the Jordan into the land that GOD, your God, is giving you, erect large stones and coat them with plaster.","3":"As soon as you cross over the river, write on the stones all the words of this Revelation so that you'll enter the land that GOD, your God, is giving you, that land flowing with milk and honey that GOD, the God--of-Your-Fathers, promised you.","4":"So when you've crossed the Jordan, erect these stones on Mount Ebal. Then coat them with plaster.","5":"Build an Altar of stones for GOD, your God, there on the mountain. Don't use an iron tool on the stones;","6":"build the Altar to GOD, your God, with uncut stones and offer your Whole-Burnt-Offerings on it to GOD, your God.","7":"When you sacrifice your Peace-Offerings you will also eat them there, rejoicing in the Presence of GOD, your God.","8":"Write all the words of this Revelation on the stones. Incise them sharply.","9":"Moses and the Levitical priests addressed all Israel: Quiet. Listen obediently, Israel. This very day you have become the people of GOD, your God.","10":"Listen to the Voice of GOD, your God. Keep his commandments and regulations that I'm commanding you today.","11":"That day Moses commanded:","12":"After you've crossed the Jordan, these tribes will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.","13":"And these will stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.","14":"The Levites, acting as spokesmen and speaking loudly, will address Israel:","15":"GOD's curse on anyone who carves or casts a god-image--an abomination to GOD made by a craftsman--and sets it up in secret. All respond: Yes. Absolutely.","16":"GOD's curse on anyone who demeans a parent. All respond: Yes. Absolutely.","17":"GOD's curse on anyone who moves his neighbor's boundary marker. All respond: Yes. Absolutely.","18":"GOD's curse on anyone who misdirects a blind man on the road. All respond: Yes. Absolutely.","19":"GOD's curse on anyone who interferes with justice due the foreigner, orphan, or widow. All respond: Yes. Absolutely.","20":"GOD's curse on anyone who has sex with his father's wife; he has violated the woman who belongs to his father. All respond: Yes. Absolutely.","21":"GOD's curse on anyone who has sex with an animal. All respond: Yes. Absolutely.","22":"GOD's curse on anyone who has sex with his sister, the daughter of his father or mother. All respond: Yes. Absolutely.","23":"GOD's curse on anyone who has sex with his mother--in-law. All respond: Yes. Absolutely.","24":"GOD's curse on anyone who kills his neighbor in secret. All respond: Yes. Absolutely.","25":"GOD's curse on anyone who takes a bribe to kill an innocent person. All respond: Yes. Absolutely.","26":"GOD's curse on whoever does not give substance to the words of this Revelation by living them. All respond: Yes. Absolutely. [JC]"}