{"1":"If you listen obediently to the Voice of GOD, your God, and heartily obey all his commandments that I command you today, GOD, your God, will place you on high, high above all the nations of the world.","2":"All these blessings will come down on you and spread out beyond you because you have responded to the Voice of GOD, your God:","3":"GOD's blessing inside the city, GOD's blessing in the country;","4":"GOD's blessing on your children, the crops of your land, the young of your livestock, the calves of your herds, the lambs of your flocks.","5":"GOD's blessing on your basket and bread bowl;","6":"GOD's blessing in your coming in, GOD's blessing in your going out.","7":"GOD will defeat your enemies who attack you. They'll come at you on one road and run away on seven roads.","8":"GOD will order a blessing on your barns and workplaces; he'll bless you in the land that GOD, your God, is giving you.","9":"GOD will form you as a people holy to him, just as he promised you, if you keep the commandments of GOD, your God, and live the way he has shown you.","10":"All the peoples on Earth will see you living under the Name of GOD and hold you in respectful awe.","11":"GOD will lavish you with good things: children from your womb, offspring from your animals, and crops from your land, the land that GOD promised your ancestors that he would give you.","12":"GOD will throw open the doors of his sky vaults and pour rain on your land on schedule and bless the work you take in hand. You will lend to many nations but you yourself won't have to take out a loan.","13":"GOD will make you the head, not the tail; you'll always be the top dog, never the bottom dog, as you obediently listen to and diligently keep the commands of GOD, your God, that I am commanding you today.","14":"Don't swerve an inch to the right or left from the words that I command you today by going off following and worshiping other gods.","15":"Here's what will happen if you don't obediently listen to the Voice of GOD, your God, and diligently keep all the commandments and guidelines that I'm commanding you today. All these curses will come down hard on you:","16":"GOD's curse in the city, GOD's curse in the country;","17":"GOD's curse on your basket and bread bowl;","18":"GOD's curse on your children, the crops of your land, the young of your livestock, the calves of your herds, the lambs of your flocks.","19":"GOD's curse in your coming in, GOD's curse in your going out.","20":"GOD will send The Curse, The Confusion, The Contrariness down on everything you try to do until you've been destroyed and there's nothing left of you--all because of your evil pursuits that led you to abandon me.","21":"GOD will infect you with The Disease, wiping you right off the land that you're going in to possess.","22":"GOD will set consumption and fever and rash and seizures and dehydration and blight and jaundice on you. They'll hunt you down until they kill you.","23":"The sky over your head will become an iron roof, the ground under your feet, a slab of concrete.","24":"From out of the skies GOD will rain ash and dust down on you until you suffocate.","25":"GOD will defeat you by enemy attack. You'll come at your enemies on one road and run away on seven roads. All the kingdoms of Earth will see you as a horror.","26":"Carrion birds and animals will boldly feast on your dead body with no one to chase them away.","27":"GOD will hit you hard with the boils of Egypt, hemorrhoids, scabs, and an incurable itch.","28":"He'll make you go crazy and blind and senile.","29":"You'll grope around in the middle of the day like a blind person feeling his way through a lifetime of darkness; you'll never get to where you're going. Not a day will go by that you're not abused and robbed. And no one is going to help you.","30":"You'll get engaged to a woman and another man will take her for his mistress; you'll build a house and never live in it; you'll plant a garden and never eat so much as a carrot;","31":"you'll watch your ox get butchered and not get a single steak from it; your donkey will be stolen from in front of you and you'll never see it again; your sheep will be sent off to your enemies and no one will lift a hand to help you.","32":"Your sons and daughters will be shipped off to foreigners; you'll wear your eyes out looking vainly for them, helpless to do a thing.","33":"Your crops and everything you work for will be eaten and used by foreigners; you'll spend the rest of your lives abused and knocked around.","34":"What you see will drive you crazy.","35":"GOD will hit you with painful boils on your knees and legs and no healing or relief from head to foot.","36":"GOD will lead you and the king you set over you to a country neither you nor your ancestors have heard of; there you'll worship other gods, no-gods of wood and stone.","37":"Among all the peoples where GOD will take you, you'll be treated as a lesson or a proverb--a horror!","38":"You'll plant sacks and sacks of seed in the field but get almost nothing--the grasshoppers will devour it.","39":"You'll plant and hoe and prune vineyards but won't drink or put up any wine--the worms will devour them.","40":"You'll have groves of olive trees everywhere, but you'll have no oil to rub on your face or hands--the olives will have fallen off.","41":"You'll have sons and daughters but they won't be yours for long--they'll go off to captivity.","42":"Locusts will take over all your trees and crops.","43":"The foreigner who lives among you will climb the ladder, higher and higher, while you go deeper and deeper into the hole.","44":"He'll lend to you; you won't lend to him. He'll be the head; you'll be the tail.","45":"All these curses are going to come on you. They're going to hunt you down and get you until there's nothing left of you because you didn't obediently listen to the Voice of GOD, your God, and diligently keep his commandments and guidelines that I commanded you.","46":"The curses will serve as signposts, warnings to your children ever after.","47":"Because you didn't serve GOD, your God, out of the joy and goodness of your heart in the great abundance,","48":"you'll have to serve your enemies whom GOD will send against you. Life will be famine and drought, rags and wretchedness; then he'll put an iron yoke on your neck until he's destroyed you.","49":"Yes, GOD will raise up a faraway nation against you, swooping down on you like an eagle, a nation whose language you can't understand,","50":"a mean-faced people, cruel to grandmothers and babies alike.","51":"They'll ravage the young of your animals and the crops from your fields until you're destroyed. They'll leave nothing behind: no grain, no wine, no oil, no calves, no lambs--and finally, no you.","52":"They'll lay siege to you while you're huddled behind your town gates. They'll knock those high, proud walls flat, those walls behind which you felt so safe. They'll lay siege to your fortified cities all over the country, this country that GOD, your God, has given you.","53":"And you'll end up cannibalizing your own sons and daughters that GOD, your God, has given you. When the suffering from the siege gets extreme, you're going to eat your own babies.","54":"The most gentle and caring man among you will turn hard, his eye evil, against his own brother, his cherished wife, and even the rest of his children who are still alive,","55":"refusing to share with them a scrap of meat from the cannibal child-stew he is eating. He's lost everything, even his humanity, in the suffering of the siege that your enemy mounts against your fortified towns.","56":"And the most gentle and caring woman among you, a woman who wouldn't step on a wildflower, will turn hard, her eye evil, against her cherished husband, against her son, against her daughter,","57":"against even the afterbirth of her newborn infants; she plans to eat them in secret--she does eat them!-because she has lost everything, even her humanity, in the suffering of the siege that your enemy mounts against your fortified towns.","58":"If you don't diligently keep all the words of this Revelation written in this book, living in holy awe before This Name glorious and terrible, GOD, your God,","59":"then GOD will pound you with catastrophes, you and your children, huge interminable catastrophes, hideous interminable illnesses.","60":"He'll bring back and stick you with every old Egyptian malady that once terrorized you.","61":"And yes, every disease and catastrophe imaginable--things not even written in the Book of this Revelation--GOD will bring on you until you're destroyed.","62":"Because you didn't listen obediently to the Voice of GOD, your God, you'll be left with a few pitiful stragglers in place of the dazzling stars-in-the-heavens multitude you had become.","63":"And this is how things will end up: Just as GOD once enjoyed you, took pleasure in making life good for you, giving you many children, so GOD will enjoy getting rid of you, clearing you off the Earth. He'll weed you out of the very soil that you are entering in to possess.","64":"He'll scatter you to the four winds, from one end of the Earth to the other. You'll worship all kinds of other gods, gods neither you nor your parents ever heard of, wood and stone no-gods.","65":"But you won't find a home there, you'll not be able to settle down. GOD will give you a restless heart, longing eyes, a homesick soul.","66":"You will live in constant jeopardy, terrified of every shadow, never knowing what you'll meet around the next corner.","67":"In the morning you'll say, \"I wish it were evening.\" In the evening you'll say, \"I wish it were morning.\" Afraid, terrorized at what's coming next, afraid of the unknown, because of the sights you've witnessed.","68":"GOD will ship you back to Egypt by a road I promised you'd never see again. There you'll offer yourselves for sale, both men and women, as slaves to your enemies. And not a buyer to be found."}