{"1":"Keep and live out the entire commandment that I'm commanding you today so that you'll live and prosper and enter and own the land that GOD promised to your ancestors.","2":"Remember every road that GOD led you on for those forty years in the wilderness, pushing you to your limits, testing you so that he would know what you were made of, whether you would keep his commandments or not.","3":"He put you through hard times. He made you go hungry. Then he fed you with manna, something neither you nor your parents knew anything about, so you would learn that men and women don't live by bread only; we live by every word that comes from GOD's mouth.","4":"Your clothes didn't wear out and your feet didn't blister those forty years.","5":"You learned deep in your heart that GOD disciplines you in the same ways a father disciplines his child.","6":"So it's paramount that you keep the commandments of GOD, your God, walk down the roads he shows you and reverently respect him.","7":"GOD is about to bring you into a good land, a land with brooks and rivers, springs and lakes, streams out of the hills and through the valleys.","8":"It's a land of wheat and barley, of vines and figs and pomegranates, of olives, oil, and honey.","9":"It's land where you'll never go hungry--always food on the table and a roof over your head. It's a land where you'll get iron out of rocks and mine copper from the hills.","10":"After a meal, satisfied, bless GOD, your God, for the good land he has given you.","11":"Make sure you don't forget GOD, your God, by not keeping his commandments, his rules and regulations that I command you today","12":"Make sure that when you eat and are satisfied, build pleasant houses and settle in,","13":"see your herds and flocks flourish and more and more money come in, watch your standard of living going up and up--","14":"make sure you don't become so full of yourself and your things that you forget GOD, your God, the God who delivered you from Egyptian slavery;","15":"the God who led you through that huge and fearsome wilderness, those desolate, arid badlands crawling with fiery snakes and \t\tscorpions; the God who gave you water gushing from hard rock;","16":"the God who gave you manna to eat in the wilderness, some-\t\t-thing your ancestors had never heard of, in order to give you a taste of the hard life, to test you so that you would be prepared to live well in the days ahead of you.","17":"If you start thinking to yourselves, \"I did all this. And all by myself. I'm rich. It's all mine!\"-","18":"well, think again. Remember that GOD, your God, gave you the strength to produce all this wealth so as to confirm the covenant that he promised to your ancestors--as it is today.","19":"If you forget, forget GOD, your God, and start taking up with other gods, serving and worshiping them, I'm on record right now as giving you firm warning: that will be the end of you; I mean it--destruction.","20":"You'll go to your doom--the same as the nations GOD is destroying before you; doom because you wouldn't obey the Voice of GOD, your God. [JC]"}