{"1":"A man was sick, Lazarus of Bethany, the town of Mary and her sister Martha.","2":"This was the same Mary who massaged the Lord's feet with aromatic oils and then wiped them with her hair. It was her brother Lazarus who was sick.","3":"So the sisters sent word to Jesus, \"Master, the one you love so very much is sick.\"","4":"When Jesus got the message, he said, \"This sickness is not fatal. It will become an occasion to show God's glory by glorifying God's Son.\"","5":"Jesus loved Martha and her sister and Lazarus,","6":"but oddly, when he heard that Lazarus was sick, he stayed on where he was for two more days.","7":"After the two days, he said to his disciples, \"Let's go back to Judea.\"","8":"They said, \"Rabbi, you can't do that. The Jews are out to kill you, and you're going back?\"","9":"Jesus replied, \"Are there not twelve hours of daylight? Anyone who walks in daylight doesn't stumble because there's plenty of light from the sun.","10":"Walking at night, he might very well stumble because he can't see where he's going.\"","11":"He said these things, and then announced, \"Our friend Lazarus has fallen asleep. I'm going to wake him up.\"","12":"The disciples said, \"Master, if he's gone to sleep, he'll get a good rest and wake up feeling fine.\"","13":"Jesus was talking about death, while his disciples thought he was talking about taking a nap.","14":"Then Jesus became explicit: \"Lazarus died.","15":"And I am glad for your sakes that I wasn't there. You're about to be given new grounds for believing. Now let's go to him.\"","16":"That's when Thomas, the one called the Twin, said to his companions, \"Come along. We might as well die with him.\"","17":"When Jesus finally got there, he found Lazarus already four days dead.","18":"Bethany was near Jerusalem, only a couple of miles away,","19":"and many of the Jews were visiting Martha and Mary, sympathizing with them over their brother.","20":"Martha heard Jesus was coming and went out to meet him. Mary remained in the house.","21":"Martha said, \"Master, if you'd been here, my brother wouldn't have died.","22":"Even now, I know that whatever you ask God he will give you.\"","23":"Jesus said, \"Your brother will be raised up.\"","24":"Martha replied, \"I know that he will be raised up in the resurrection at the end of time.\"","25":"\"You don't have to wait for the End. I am, right now, Resurrection and Life. The one who believes in me, even though he or she dies, will live.","26":"And everyone who lives believing in me does not ultimately die at all. Do you believe this?\"","27":"\"Yes, Master. All along I have believed that you are the Messiah, the Son of God who comes into the world.\"","28":"After saying this, she went to her sister Mary and whispered in her ear, \"The Teacher is here and is asking for you.\"","29":"The moment she heard that, she jumped up and ran out to him.","30":"Jesus had not yet entered the town but was still at the place where Martha had met him.","31":"When her sympathizing Jewish friends saw Mary run off, they followed her, thinking she was on her way to the tomb to weep there.","32":"Mary came to where Jesus was waiting and fell at his feet, saying, \"Master, if only you had been here, my brother would not have died.\"","33":"When Jesus saw her sobbing and the Jews with her sobbing, a deep anger welled up within him.","34":"He said, \"Where did you put him?Master, come and see,\" they said.","35":"Now Jesus wept.","36":"The Jews said, \"Look how deeply he loved him.\"","37":"Others among them said, \"Well, if he loved him so much, why didn't he do something to keep him from dying? After all, he opened the eyes of a blind man.\"","38":"Then Jesus, the anger again welling up within him, arrived at the tomb. It was a simple cave in the hillside with a slab of stone laid against it.","39":"Jesus said, \"Remove the stone.\" The sister of the dead man, Martha, said, \"Master, by this time there's a stench. He's been dead four days!\"","40":"Jesus looked her in the eye. \"Didn't I tell you that if you believed, you would see the glory of God?\"","41":"Then, to the others, \"Go ahead, take away the stone.\" They removed the stone. Jesus raised his eyes to heaven and prayed, \"Father, I'm grateful that you have listened to me.","42":"I know you always do listen, but on account of this crowd standing here I've spoken so that they might believe that you sent me.\"","43":"Then he shouted, \"Lazarus, come out!\"","44":"And he came out, a cadaver, wrapped from head to toe, and with a kerchief over his face. Jesus told them, \"Unwrap him and let him loose.\"","45":"That was a turnaround for many of the Jews who were with Mary. They saw what Jesus did, and believed in him.","46":"But some went back to the Pharisees and told on Jesus.","47":"The high priests and Pharisees called a meeting of the Jewish ruling body. \"What do we do now?\" they asked. \"This man keeps on doing things, creating God-signs.","48":"If we let him go on, pretty soon everyone will be believing in him and the Romans will come and remove what little power and privilege we still have.\"","49":"Then one of them--it was Caiaphas, the designated Chief Priest that year--spoke up, \"Don't you know anything?","50":"Can't you see that it's to our advantage that one man dies for the people rather than the whole nation be destroyed?\"","51":"He didn't say this of his own accord, but as Chief Priest that year he unwittingly prophesied that Jesus was about to die sacrificially for the nation,","52":"and not only for the nation but so that all God's exile-scattered children might be gathered together into one people.","53":"From that day on, they plotted to kill him.","54":"So Jesus no longer went out in public among the Jews. He withdrew into the country bordering the desert to a town called Ephraim and secluded himself there with his disciples.","55":"The Jewish Passover was coming up. Crowds of people were making their way from the country up to Jerusalem to get themselves ready for the Feast.","56":"They were curious about Jesus. There was a lot of talk of him among those standing around in the Temple: \"What do you think? Do you think he'll show up at the Feast or not?\"","57":"Meanwhile, the high priests and Pharisees gave out the word that anyone getting wind of him should inform them. They were all set to arrest him."}