{"1":"That same day Nadab and Abihu, Aaron's sons, took their censers, put hot coals and incense in them, and offered \"strange\" fire to GOD-something GOD had not commanded.","2":"Fire blazed out from GOD and consumed them--they died in GOD's presence.","3":"Moses said to Aaron, \"This is what GOD meant when he said, To the one who comes near me, I will show myself holy; Before all the people, I will show my glory.\" Aaron was silent.","4":"Moses called for Mishael and Elzaphan, sons of Uzziel, Aaron's uncle. He said, \"Come. Carry your dead cousins outside the camp, away from the Sanctuary.\"","5":"They came and carried them off, outside the camp, just as Moses had directed.","6":"Moses then said to Aaron and his remaining sons, Eleazar and Ithamar, \"No mourning rituals for you--unkempt hair, torn clothes--or you'll also die and GOD will be angry with the whole congregation. Your relatives--all the People of Israel, in fact--will do the mourning over those GOD has destroyed by fire.","7":"And don't leave the entrance to the Tent of Meeting lest you die, because GOD's anointing oil is on you.\" They did just as Moses said. [JC]","8":"GOD instructed Aaron,","9":"\"When you enter the Tent of Meeting, don't drink wine or strong drink, neither you nor your sons, lest you die. This is a fixed rule down through the generations.","10":"Distinguish between the holy and the common, between the ritually clean and unclean.","11":"Teach the People of Israel all the decrees that GOD has spoken to them through Moses.\"","12":"Moses spoke to Aaron and his surviving sons, Eleazar and Ithamar, \"Take the leftovers of the Grain-Offering from the Fire-Gifts for GOD and eat beside the Altar that which has been prepared without yeast, for it is most holy.","13":"Eat it in the Holy Place because it is your portion and the portion of your sons from the Fire-Gifts for GOD. This is what GOD commanded me.","14":"Also, you and your sons and daughters are to eat the breast of the Wave-Offering and the thigh of the Contribution-Offering in a clean place. They are provided as your portion and the portion of your children from the Peace-Offerings presented by the People of Israel.","15":"Bring the thigh of the Contribution-Offering and the breast of the Wave-Offering and the fat pieces of the Fire-Gifts and lift them up as a Wave-Offering. This will be the regular share for you and your children as ordered by GOD.\"","16":"When Moses looked into the matter of the goat of the Absolution-Offering, he found that it had been burned up. He became angry with Eleazar and Ithamar, Aaron's remaining sons, and asked,","17":"\"Why didn't you eat the Absolution-Offering in the Holy Place since it is most holy? The offering was given to you for taking away the guilt of the community by making atonement for them before GOD.","18":"Since its blood was not taken into the Holy Place, you should have eaten the goat in the Sanctuary as I commanded.\"","19":"Aaron replied to Moses, \"Look. They sacrificed their Absolution-Offering and Whole-Burnt-Offering before GOD today, and you see what has happened to me--I've lost two sons. Do you think GOD would have been pleased if I had gone ahead and eaten the Absolution-Offering today?\"","20":"When Moses heard this response, he accepted it."}