{"1":"GOD spoke to Moses:","2":"\"Tell the People of Israel, These are my appointed feasts, the appointed feasts of GOD which you are to decree as sacred assemblies.","3":"\"Work six days. The seventh day is a Sabbath, a day of total and complete rest, a sacred assembly. Don't do any work. Wherever you live, it is a Sabbath to GOD.","4":"\"These are the appointed feasts of GOD, the sacred assemblies which you are to announce at the times set for them:","5":"\"GOD's Passover, beginning at sundown on the fourteenth day of the first month.","6":"\"GOD's Feast of Unraised Bread, on the fifteenth day of this same month. You are to eat unraised bread for seven days.","7":"Hold a sacred assembly on the first day; don't do any regular work.","8":"Offer Fire-Gifts to GOD for seven days. On the seventh day hold a sacred assembly; don't do any regular work.\"","9":"GOD spoke to Moses:","10":"\"Tell the People of Israel, When you arrive at the land that I am giving you and reap its harvest, bring to the priest a sheaf of the first grain that you harvest.","11":"He will wave the sheaf before GOD for acceptance on your behalf; on the morning after Sabbath, the priest will wave it.","12":"On the same day that you wave the sheaf, offer a year-old male lamb without defect for a Whole-Burnt-Offering to GOD","13":"and with it the Grain-Offering of four quarts of fine flour mixed with oil--a Fire-Gift to GOD, a pleasing fragrance--and also a Drink-Offering of a quart of wine.","14":"Don't eat any bread or roasted or fresh grain until you have presented this offering to your God. This is a perpetual decree for all your generations to come, wherever you live.","15":"\"Count seven full weeks from the morning after the Sabbath when you brought the sheaf as a Wave-Offering,","16":"fifty days until the morning of the seventh Sabbath. Then present a new Grain-Offering to GOD.","17":"Bring from wherever you are living two loaves of bread made from four quarts of fine flour and baked with yeast as a Wave-Offering of the first ripe grain to GOD.","18":"In addition to the bread, offer seven yearling male lambs without defect, plus one bull and two rams. They will be a Whole-Burnt-Offering to GOD together with their Grain-Offerings and Drink-Offerings--offered as Fire-Gifts, a pleasing fragrance to GOD.","19":"Offer one male goat for an Absolution-Offering and two yearling lambs for a Peace-Offering.","20":"The priest will wave the two lambs before GOD as a Wave-Offering, together with the bread of the first ripe grain. They are sacred offerings to GOD for the priest.","21":"Proclaim the day as a sacred assembly. Don't do any ordinary work. It is a perpetual decree wherever you live down through your generations.","22":"\"When you reap the harvest of your land, don't reap the corners of your field or gather the gleanings. Leave them for the poor and the foreigners. I am GOD, your God.\"","23":"GOD said to Moses:","24":"\"Tell the People of Israel, On the first day of the seventh month, set aside a day of rest, a sacred assembly--mark it with loud blasts on the ram's horn.","25":"Don't do any ordinary work. Offer a Fire-Gift to GOD.\"","26":"GOD said to Moses,","27":"\"The tenth day of the seventh month is the Day of Atonement. Hold a sacred assembly, fast, and offer a Fire-Gift to GOD.","28":"Don't work on that day because it is a day of atonement to make atonement for you before your GOD.","29":"Anyone who doesn't fast on that day must be cut off from his people.","30":"I will destroy from among his people anyone who works on that day.","31":"Don't do any work that day--none. This is a perpetual decree for all the generations to come, wherever you happen to be living.","32":"It is a Sabbath of complete and total rest, a fast day. Observe your Sabbath from the evening of the ninth day of the month until the following evening.\"","33":"GOD said to Moses,","34":"\"Tell the People of Israel, GOD's Feast of Booths begins on the fifteenth day of the seventh month. It lasts seven days.","35":"The first day is a sacred assembly; don't do any ordinary work.","36":"Offer Fire-Gifts to GOD for seven days. On the eighth day hold a sacred assembly and offer a gift to GOD. It is a solemn convocation. Don't do any ordinary work.","37":"\"These are the appointed feasts of GOD which you will decree as sacred assemblies for presenting Fire-Gifts to GOD: the Whole-Burnt-Offerings, Grain-Offerings, sacrifices, and Drink-Offerings assigned to each day.","38":"These are in addition to offerings for GOD's Sabbaths and also in addition to other gifts connected with whatever you have vowed and all the Freewill-Offerings you give to GOD.","39":"\"So, summing up: On the fifteenth day of the seventh month, after you have brought your crops in from your fields, celebrate the Feast of GOD for seven days. The first day is a complete rest and the eighth day is a complete rest.","40":"On the first day, pick the best fruit from the best trees; take fronds of palm trees and branches of leafy trees and from willows by the brook and celebrate in the presence of your GOD for seven days--","41":"yes, for seven full days celebrate it as a festival to GOD. Every year from now on, celebrate it in the seventh month.","42":"Live in booths for seven days--every son and daughter of Israel is to move into booths","43":"so that your descendants will know that I made the People of Israel live in booths when I brought them out of the land of Egypt. I am GOD, your God.\"","44":"Moses posted the calendar for the annual appointed feasts of GOD which Israel was to celebrate."}