{"1":"GOD spoke to Moses:","2":"\"Order the People of Israel to bring you virgin olive oil for light so that the lamps may be kept burning continually.","3":"Aaron is in charge of keeping these lamps burning in front of the curtain that screens The Testimony in the Tent of Meeting from evening to morning continually before GOD. This is a perpetual decree down through the generations.","4":"Aaron is responsible for keeping the lamps burning continually on the Lampstand of pure gold before GOD.","5":"\"Take fine flour and bake twelve loaves of bread, using about four quarts of flour to a loaf.","6":"Arrange them in two rows of six each on the Table of pure gold before GOD.","7":"Along each row spread pure incense, marking the bread as a memorial; it is a gift to GOD.","8":"Regularly, every Sabbath, this bread is to be set before GOD, a perpetual covenantal response from Israel.","9":"The bread then goes to Aaron and his sons, who are to eat it in a Holy Place. It is their most holy share from the gifts to GOD. This is a perpetual decree.\" [JC]","10":"One day the son of an Israelite mother and an Egyptian father went out among the Israelites. A fight broke out in the camp between him and an Israelite.","11":"The son of the Israelite woman blasphemed the Name of GOD and cursed. They brought him to Moses. His mother's name was Shelomith, daughter of Dibri of the tribe of Dan.","12":"They put him in custody waiting for GOD's will to be revealed to them.","13":"Then GOD spoke to Moses:","14":"\"Take the blasphemer outside the camp. Have all those who heard him place their hands on his head; then have the entire congregation stone him.","15":"Then tell the Israelites, Anyone who curses God will be held accountable;","16":"anyone who blasphemes the Name of GOD must be put to death. The entire congregation must stone him. It makes no difference whether he is a foreigner or a native, if he blasphemes the Name, he will be put to death.","17":"\"Anyone who hits and kills a fellow human must be put to death.","18":"Anyone who kills someone's animal must make it good--a life for a life.","19":"Anyone who injures his neighbor will get back the same as he gave:","20":"fracture for fracture, eye for eye, tooth for tooth. What he did to hurt that person will be done to him.","21":"Anyone who hits and kills an animal must make it good, but whoever hits and kills a fellow human will be put to death.","22":"And no double standards: the same rule goes for foreigners and natives. I am GOD, your God.\"","23":"Moses then spoke to the People of Israel. They brought the blasphemer outside the camp and stoned him. The People of Israel followed the orders GOD had given Moses."}