{"1":"\"Don't make idols for yourselves; don't set up an image or a sacred pillar for yourselves, and don't place a carved stone in your land that you can bow down to in worship. I am GOD, your God.","2":"\"Keep my Sabbaths; treat my Sanctuary with reverence. I am GOD.","3":"\"If you live by my decrees and obediently keep my commandments,","4":"I will send the rains in their seasons, the ground will yield its crops and the trees of the field their fruit.","5":"You will thresh until the grape harvest and the grape harvest will continue until planting time; you'll have more than enough to eat and will live safe and secure in your land.","6":"\"I'll make the country a place of peace--you'll be able to go to sleep at night without fear; I'll get rid of the wild beasts; I'll eliminate war.","7":"You'll chase out your enemies and defeat them:","8":"Five of you will chase a hundred, and a hundred of you will chase ten thousand and do away with them.","9":"I'll give you my full attention: I'll make sure you prosper, make sure you grow in numbers, and keep my covenant with you in good working order.","10":"You'll still be eating from last year's harvest when you have to clean out the barns to make room for the new crops.","11":"\"I'll set up my residence in your neighborhood; I won't avoid or shun you;","12":"I'll stroll through your streets. I'll be your God; you'll be my people.","13":"I am GOD, your personal God who rescued you from Egypt so that you would no longer be slaves to the Egyptians. I ripped off the harness of your slavery so that you can move about freely.","14":"\"But if you refuse to obey me and won't observe my commandments,","15":"despising my decrees and holding my laws in contempt by your disobedience, making a shambles of my covenant,","16":"I'll step in and pour on the trouble: debilitating disease, high fevers, blindness, your life leaking out bit by bit. You'll plant seed but your enemies will eat the crops.","17":"I'll turn my back on you and stand by while your enemies defeat you. People who hate you will govern you. You'll run scared even when there's no one chasing you.","18":"\"And if none of this works in getting your attention, I'll discipline you seven times over for your sins.","19":"I'll break your strong pride: I'll make the skies above you like a sheet of tin and the ground under you like cast iron.","20":"No matter how hard you work, nothing will come of it: No crops out of the ground, no fruit off the trees.","21":"\"If you defy me and refuse to listen, your punishment will be seven times more than your sins:","22":"I'll set wild animals on you; they'll rob you of your children, kill your cattle, and decimate your numbers until you'll think you are living in a ghost town.","23":"\"And if even this doesn't work and you refuse my discipline and continue your defiance,","24":"then it will be my turn to defy you. I, yes I, will punish you for your sins seven times over:","25":"I'll let war loose on you, avenging your breaking of the covenant; when you huddle in your cities for protection, I'll send a deadly epidemic on you and you'll be helpless before your enemies;","26":"when I cut off your bread supply, ten women will bake bread in one oven and ration it out. You'll eat, but barely--no one will get enough.","27":"\"And if this--even this!-doesn't work and you still won't listen, still defy me,","28":"I'll have had enough and in hot anger will defy you, punishing you for your sins seven times over:","29":"famine will be so severe that you'll end up cooking and eating your sons in stews and your daughters in barbecues;","30":"I'll smash your sex-and-religion shrines and all the paraphernalia that goes with them, and then stack your corpses and the idol-corpses in the same piles--I'll abhor you;","31":"I'll turn your cities into rubble; I'll clean out your sanctuaries; I'll hold my nose at the \"pleasing aroma\" of your sacrifices.","32":"I'll turn your land into a lifeless moonscape--your enemies who come in to take over will be shocked at what they see.","33":"I'll scatter you all over the world and keep after you with the point of my sword in your backs. There'll be nothing left in your land, nothing going on in your cities.","34":"With you gone and dispersed in the countries of your enemies, the land, empty of you, will finally get a break and enjoy its Sabbath years.","35":"All the time it's left there empty, the land will get rest, the Sabbaths it never got when you lived there.","36":"\"As for those among you still alive, I'll give them over to fearful timidity--even the rustle of a leaf will throw them into a panic. They'll run here and there, back and forth, as if running for their lives even though no one is after them,","37":"tripping and falling over one another in total confusion. You won't stand a chance against an enemy.","38":"You'll perish among the nations; the land of your enemies will eat you up.","39":"Any who are left will slowly rot away in the enemy lands. Rot. And all because of their sins, their sins compounded by their ancestors' sins.","40":"\"On the other hand, if they confess their sins and the sins of their ancestors, their treacherous betrayal, the defiance","41":"that set off my defiance that sent them off into enemy lands; if by some chance they soften their hard hearts and make amends for their sin,","42":"I'll remember my covenant with Jacob, I'll remember my covenant with Isaac, and, yes, I'll remember my covenant with Abraham. And I'll remember the land.","43":"\"The land will be empty of them and enjoy its Sabbaths while they're gone. They'll pay for their sins because they refused my laws and treated my decrees with contempt.","44":"But in spite of their behavior, while they are among their enemies I won't reject or abhor or destroy them completely. I won't break my covenant with them: I am GOD, their God.","45":"For their sake I will remember the covenant with their ancestors whom I, with all the nations watching, brought out of Egypt in order to be their God. I am GOD.\"","46":"These are the decrees, laws, and instructions that GOD established between himself and the People of Israel through Moses at Mount Sinai."}