{"1":"On the eighth day, Moses called in Aaron and his sons and the leaders of Israel.","2":"He spoke to Aaron: \"Take a bull-calf for your Absolution-Offering and a ram for your Whole-Burnt-Offering, both without defect, and offer them to GOD.","3":"\"Then tell the People of Israel, Take a male goat for an Absolution-Offering and a calf and a lamb, both yearlings without defect, for a Whole-Burnt-Offering","4":"and a bull and a ram for a Peace-Offering, to be sacrificed before GOD with a Grain-Offering mixed with oil, because GOD will appear to you today.\"","5":"They brought the things that Moses had ordered to the Tent of Meeting. The whole congregation came near and stood before GOD.","6":"Moses said, \"This is what GOD commanded you to do so that the Shining Glory of GOD will appear to you.\"","7":"Moses instructed Aaron, \"Approach the Altar and sacrifice your Absolution-Offering and your Whole-Burnt-Offering. Make atonement for yourself and for the people. Sacrifice the offering that is for the people and make atonement for them, just as GOD commanded.\"","8":"Aaron approached the Altar and slaughtered the calf as an Absolution-Offering for himself.","9":"Aaron's sons brought the blood to him. He dipped his finger in the blood and smeared some of it on the horns of the Altar. He poured out the rest of the blood at the base of the Altar.","10":"He burned the fat, the kidneys, and the lobe of the liver from the Absolution-Offering on the Altar, just as GOD had commanded Moses.","11":"He burned the meat and the skin outside the camp.","12":"Then he slaughtered the Whole-Burnt-Offering. Aaron's sons handed him the blood and he threw it against each side of the Altar.","13":"They handed him the pieces and the head and he burned these on the Altar.","14":"He washed the entrails and the legs and burned them on top of the Whole-Burnt-Offering on the Altar.","15":"Next Aaron presented the offerings of the people. He took the male goat, the Absolution-Offering for the people, slaughtered it, and offered it as an Absolution-Offering just as he did with the first offering.","16":"He presented the Whole-Burnt-Offering following the same procedures.","17":"He presented the Grain-Offering by taking a handful of it and burning it on the Altar along with the morning Whole-Burnt-Offering.","18":"He slaughtered the bull and the ram, the people's Peace-Offerings. Aaron's sons handed him the blood and he threw it against each side of the Altar.","19":"The fat pieces from the bull and the ram--the fat tail and the fat that covers the kidney and the lobe of the liver--","20":"they laid on the breasts and Aaron burned it on the Altar.","21":"Aaron waved the breasts and the right thigh before GOD as a Wave-Offering, just as GOD commanded.","22":"Aaron lifted his hands over the people and blessed them. Having completed the rituals of the Absolution-Offering, the Whole-Burnt-Offering, and the Peace-Offering, he came down from the Altar.","23":"Moses and Aaron entered the Tent of Meeting. When they came out they blessed the people and the Glory of GOD appeared to all the people.","24":"Fire blazed out from GOD and consumed the Whole-Burnt-Offering and the fat pieces on the Altar. When all the people saw it happen they cheered loudly and then fell down, bowing in reverence."}