{"1":"And then this happened: Just as Jeroboam was at the Altar, about to make an offering, a holy man came from Judah by GOD's command","2":"and preached (these were GOD's orders) to the Altar: \"Altar, Altar! GOD's message! \"A son will be born into David's family named Josiah. The priests from the shrines who are making offerings on you, he will sacrifice--on you! Human bones burned on you!'\"","3":"At the same time he announced a sign: \"This is the proof GOD gives--the Altar will split into pieces and the holy offerings spill into the dirt.\"","4":"When the king heard the message the holy man preached against the Altar at Bethel, he reached out to grab him, yelling, \"Arrest him!\" But his arm was paralyzed and hung useless.","5":"At the same time the Altar broke apart and the holy offerings all spilled into the dirt--the very sign the holy man had announced by GOD's command.","6":"The king pleaded with the holy man, \"Help me! Pray to your GOD for the healing of my arm.\" The holy man prayed for him and the king's arm was healed--as good as new!","7":"Then the king invited the holy man, \"Join me for a meal; I have a gift for you.\"","8":"The holy man told the king, \"Not on your life! You couldn't pay me enough to get me to sit down with you at a meal in this place.","9":"I'm here under GOD's orders, and he commanded, \"Don't eat a crumb, don't drink a drop, and don't go back the way you came.'\"","10":"Then he left by a different road than the one on which he had walked to Bethel.","11":"There was an old prophet who lived in Bethel. His sons came and told him the story of what the holy man had done that day in Bethel, told him everything that had happened and what the holy man had said to the king.","12":"Their father said, \"Which way did he go?\" His sons pointed out the road that the holy man from Judah had taken.","13":"He told his sons, \"Saddle my donkey.\" When they had saddled it, he got on","14":"and rode after the holy man. He found him sitting under an oak tree. He asked him, \"Are you the holy man who came from Judah?Yes, I am,\" he said.","15":"\"Well, come home with me and have a meal.\"","16":"\"Sorry, I can't do that,\" the holy man said. \"I can neither go back with you nor eat with you in this country.","17":"I'm under strict orders from GOD: \"Don't eat a crumb; don't drink a drop; and don't come back the way you came.'\"","18":"But he said, \"I am also a prophet, just like you. And an angel came to me with a message from GOD: \"Bring him home with you, and give him a good meal!'\" But the man was lying.","19":"So the holy man went home with him and they had a meal together.","20":"There they were, sitting at the table together, when the word of GOD came to the prophet who had brought him back.","21":"He confronted the holy man who had come from Judah: \"GOD's word to you: You disobeyed GOD's command; you didn't keep the strict orders your GOD gave you;","22":"you came back and sat down to a good meal in the very place GOD told you, \"Don't eat a crumb; don't drink a drop.' For that you're going to die far from home and not be buried in your ancestral tomb.\"","23":"When the meal was over, the prophet who had brought him back saddled his donkey for him.","24":"Down the road a way, a lion met him and killed him. His corpse lay crumpled on the road, the lion on one side and the donkey on the other.","25":"Some passersby saw the corpse in a heap on the road, with the lion standing guard beside it. They went to the village where the old prophet lived and told what they had seen.","26":"When the prophet who had gotten him off track heard it, he said, \"It's the holy man who disobeyed GOD's strict orders. GOD turned him over to the lion who knocked him around and killed him, just as GOD had told him.\"","27":"The prophet told his sons, \"Saddle my donkey.\" They did it.","28":"He rode out and found the corpse in a heap in the road, with the lion and the donkey standing there. The lion hadn't bothered either the corpse or the donkey.","29":"The old prophet loaded the corpse of the holy man on his donkey and returned it to his own town to give it a decent burial.","30":"He placed the body in his own tomb. The people mourned, saying, \"A sad day, brother!\"","31":"After the funeral, the prophet said to his sons, \"When I die, bury me in the same tomb where the holy man is buried, my bones alongside his bones.","32":"The message that he preached by GOD's command against the Altar at Bethel and against all the sex-and-religion shrines in the towns of Samaria will come true.\"","33":"After this happened, Jeroboam kept right on doing evil, recruiting priests for the forbidden shrines indiscriminately--anyone who wanted to could be a priest at one of the local shrines.","34":"This was the root sin of Jeroboam's government. And it was this that ruined him. [JC]"}