{"1":"The word of GOD came to Jehu son of Hanani with this message for Baasha:","2":"\"I took you from nothing--a complete nobody--and set you up as the leader of my people Israel, but you plodded along in the rut of Jeroboam, making my people Israel sin and making me seethe over their sin.","3":"And now the consequences--I will burn Baasha and his regime to cinders, the identical fate of Jeroboam son of Nebat.","4":"Baasha's people who die in the city will be eaten by scavenger dogs; carrion crows will eat the ones who die in the country.\"","5":"The rest of Baasha's life, the record of his regime, is written in The Chronicles of the Kings of Israel.","6":"Baasha died and was buried with his ancestors in Tirzah. His son Elah was king after him.","7":"That's the way it was with Baasha: Through the prophet Jehu son of Hanani, GOD's word came to him and his regime because of his life of open evil before GOD and his making GOD so angry--a chip off the block of Jeroboam, even though GOD had destroyed him.","8":"In the twenty-sixth year of Asa king of Judah, Elah son of Baasha began his rule. He was king in Tirzah only two years.","9":"One day when he was at the house of Arza the palace manager, drinking himself drunk, Zimri, captain of half his chariot-force, conspired against him.","10":"Zimri slipped in, knocked Elah to the ground, and killed him. This happened in the twenty-seventh year of Asa king of Judah. Zimri then became the king.","11":"Zimri had no sooner become king than he killed everyone connected with Baasha, got rid of them all like so many stray dogs--relatives and friends alike.","12":"Zimri totally wiped out the family of Baasha, just as GOD's word delivered by the prophet Jehu had said","13":"-wages for the sins of Baasha and his son Elah; not only for their sins but for dragging Israel into their sins and making the GOD of Israel angry with their stupid idols.","14":"The rest of Elah's life, what he said and did, is written in The Chronicles of the Kings of Israel.","15":"Zimri was king in Tirzah for all of seven days during the twenty-seventh year of the reign of Asa king of Judah. The Israelite army was on maneuvers near the Philistine town of Gibbethon at the time.","16":"When they got the report, \"Zimri has conspired against the king and killed him,\" right there in the camp they made Omri, commander of the army, king.","17":"Omri and the army immediately left Gibbethon and attacked Tirzah.","18":"When Zimri saw that he was surrounded and as good as dead, he entered the palace citadel, set the place on fire, and died.","19":"It was a fit end for his sins, for living a flagrantly evil life before GOD, walking in the footsteps of Jeroboam, sinning and then dragging Israel into his sins.","20":"As for the rest of Zimri's life, along with his infamous conspiracy, it's all written in The Chronicles of the Kings of Israel.","21":"After that the people of Israel were split right down the middle: Half favored Tibni son of Ginath as king, and half wanted Omri.","22":"Eventually the Omri side proved stronger than the Tibni side. Tibni ended up dead and Omri king.","23":"Omri took over as king of Israel in the thirty-first year of the reign of Asa king of Judah. He ruled for twelve years, the first six in Tirzah.","24":"He then bought the hill Samaria from Shemer for 150 pounds of silver. He developed the hill and named the city that he built Samaria, after its original owner Shemer.","25":"But as far as GOD was concerned, Omri lived an evil life--set new records in evil.","26":"He walked in the footsteps of Jeroboam son of Nebat, who not only sinned but dragged Israel into his sins, making GOD angry--such an empty-headed, empty-hearted life!","27":"The rest of Omri's life, the mark he made on his times, is written in The Chronicles of the Kings of Israel.","28":"Omri died and was buried in Samaria. His son Ahab was the next king after him.","29":"Ahab son of Omri became king of Israel in the thirty-eighth year of Asa king of Judah. Ahab son of Omri was king over Israel for twenty-two years. He ruled from Samaria.","30":"Ahab son of Omri did even more open evil before GOD than anyone yet--a new champion in evil!","31":"It wasn't enough for him to copy the sins of Jeroboam son of Nebat; no, he went all out, first by marrying Jezebel daughter of Ethbaal king of the Sidonians, and then by serving and worshiping the god Baal.","32":"He built a temple for Baal in Samaria, and then furnished it with an altar for Baal.","33":"Worse, he went on and built a shrine to the sacred whore Asherah. He made the GOD of Israel angrier than all the previous kings of Israel put together.","34":"It was under Ahab's rule that Hiel of Bethel refortified Jericho, but at a terrible cost: He ritually sacrificed his firstborn son Abiram at the laying of the foundation, and his youngest son Segub at the setting up of the gates. This is exactly what Joshua son of Nun said would happen."}