{"1":"Don't be harsh or impatient with an older man. Talk to him as you would your own father, and to the younger men as your brothers.","2":"Reverently honor an older woman as you would your mother, and the younger women as sisters.","3":"Take care of widows who are destitute.","4":"If a widow has family members to take care of her, let them learn that religion begins at their own doorstep and that they should pay back with gratitude some of what they have received. This pleases God immensely.","5":"You can tell a legitimate widow by the way she has put all her hope in God, praying to him constantly for the needs of others as well as her own.","6":"But a widow who exploits people's emotions and pocketbooks--well, there's nothing to her.","7":"Tell these things to the people so that they will do the right thing in their extended family.","8":"Anyone who neglects to care for family members in need repudiates the faith. That's worse than refusing to believe in the first place.","9":"Sign some widows up for the special ministry of offering assistance. They will in turn receive support from the church. They must be over sixty, married only once,","10":"and have a reputation for helping out with children, strangers, tired Christians, the hurt and troubled.","11":"Don't put young widows on this list. No sooner will they get on than they'll want to get off, obsessed with wanting to get a husband rather than serving Christ in this way.","12":"By breaking their word, they're liable to go from bad to worse,","13":"frittering away their days on empty talk, gossip, and trivialities.","14":"No, I'd rather the young widows go ahead and get married in the first place, have children, manage their homes, and not give critics any foothold for finding fault.","15":"Some of them have already left and gone after Satan.","16":"Any Christian woman who has widows in her family is responsible for them. They shouldn't be dumped on the church. The church has its hands full already with widows who need help. [JC]","17":"Give a bonus to leaders who do a good job, especially the ones who work hard at preaching and teaching.","18":"Scripture tells us, \"Don't muzzle a working ox,\" and, \"A worker deserves his pay.\"","19":"Don't listen to a complaint against a leader that isn't backed up by two or three responsible witnesses.","20":"If anyone falls into sin, call that person on the carpet. Those who are inclined that way will know right off they can't get by with it.","21":"God and Jesus and angels all back me up in these instructions. Carry them out without favoritism, without taking sides.","22":"Don't appoint people to church leadership positions too hastily. If a person is involved in some serious sins, you don't want to become an unwitting accomplice. In any event, keep a close check on yourself.","23":"And don't worry too much about what the critics will say. Go ahead and drink a little wine, for instance; it's good for your digestion, good medicine for what ails you.","24":"The sins of some people are blatant and march them right into court. The sins of others don't show up until much later.","25":"The same with good deeds. Some you see right off, but none are hidden forever."}