{"1":"Whoever is a slave must make the best of it, giving respect to his master so that outsiders don't blame God and our teaching for his behavior.","2":"Slaves with Christian masters all the more so--their masters are really their beloved brothers! These are the things I want you to teach and preach.","3":"If you have leaders there who teach otherwise, who refuse the solid words of our Master Jesus and this godly instruction,","4":"tag them for what they are: ignorant windbags who infect the air with germs of envy, controversy, bad-mouthing, suspicious rumors.","5":"Eventually there's an epidemic of backstabbing, and truth is but a distant memory. They think religion is a way to make a fast buck.","6":"A devout life does bring wealth, but it's the rich simplicity of being yourself before God.","7":"Since we entered the world penniless and will leave it penniless,","8":"if we have bread on the table and shoes on our feet, that's enough.","9":"But if it's only money these leaders are after, they'll self-destruct in no time.","10":"Lust for money brings trouble and nothing but trouble. Going down that path, some lose their footing in the faith completely and live to regret it bitterly ever after.","11":"But you, Timothy, man of God: Run for your life from all this. Pursue a righteous life--a life of wonder, faith, love, steadiness, courtesy.","12":"Run hard and fast in the faith. Seize the eternal life, the life you were called to, the life you so fervently embraced in the presence of so many witnesses.","13":"I'm charging you before the life-giving God and before Christ, who took his stand before Pontius Pilate and didn't give an inch:","14":"Keep this command to the letter, and don't slack off. Our Master, Jesus Christ, is on his way.","15":"He'll show up right on time, his arrival guaranteed by the Blessed and Undisputed Ruler, High King, High God.","16":"He's the only one death can't touch, his light so bright no one can get close. He's never been seen by human eyes--human eyes can't take him in! Honor to him, and eternal rule! Oh, yes.","17":"Tell those rich in this world's wealth to quit being so full of themselves and so obsessed with money, which is here today and gone tomorrow. Tell them to go after God, who piles on all the riches we could ever manage--","18":"to do good, to be rich in helping others, to be extravagantly generous.","19":"If they do that, they'll build a treasury that will last, gaining life that is truly life.","20":"And oh, my dear Timothy, guard the treasure you were given! Guard it with your life. Avoid the talk-show religion and the practiced confusion of the so-called experts.","21":"People caught up in a lot of talk can miss the whole point of faith. Overwhelming grace keep you!"}