{"1":"Hallelujah! Thank GOD! And why? Because he's good, because his love lasts.","2":"But who on earth can do it--declaim GOD's mighty acts, broadcast all his praises?","3":"You're one happy man when you do what's right, one happy woman when you form the habit of justice.","4":"Remember me, GOD, when you enjoy your people; include me when you save them;","5":"I want to see your chosen succeed, celebrate with your celebrating nation, join the Hallelujahs of your pride and joy!","6":"We've sinned a lot, both we and our parents; We've fallen short, hurt a lot of people.","7":"After our parents left Egypt, they took your wonders for granted, forgot your great and wonderful love. They were barely beyond the Red Sea when they defied the High God","8":"-the very place he saved them! -the place he revealed his amazing power!","9":"He rebuked the Red Sea so that it dried up on the spot -he paraded them right through! -no one so much as got wet feet!","10":"He saved them from a life of oppression, pried them loose from the grip of the enemy.","11":"Then the waters flowed back on their oppressors; there wasn't a single survivor.","12":"Then they believed his words were true and broke out in songs of praise.","13":"But it wasn't long before they forgot the whole thing, wouldn't wait to be told what to do.","14":"They only cared about pleasing themselves in that desert, provoked God with their insistent demands.","15":"He gave them exactly what they asked for--but along with it they got an empty heart.","16":"One day in camp some grew jealous of Moses, also of Aaron, holy priest of GOD.","17":"The ground opened and swallowed Dathan, then buried Abiram's gang.","18":"Fire flared against that rebel crew and torched them to a cinder.","19":"They cast in metal a bull calf at Horeb and worshiped the statue they'd made.","20":"They traded the Glory for a cheap piece of sculpture--a grass-chewing bull!","21":"They forgot God, their very own Savior, who turned things around in Egypt,","22":"Who created a world of wonders in the Land of Ham, who gave that stunning performance at the Red Sea.","23":"Fed up, God decided to get rid of them--and except for Moses, his chosen, he would have. But Moses stood in the gap and deflected God's anger, prevented it from destroying them utterly.","24":"They went on to reject the Blessed Land, didn't believe a word of what God promised.","25":"They found fault with the life they had and turned a deaf ear to GOD's voice.","26":"Exasperated, God swore that he'd lay them low in the desert,","27":"Scattering their children hither and yon, strewing them all over the earth.","28":"Then they linked up with Baal Peor, attending funeral banquets and eating idol food.","29":"That made God so angry that a plague spread through their ranks;","30":"Phinehas stood up and pled their case and the plague was stopped.","31":"This was counted to his credit; his descendants will never forget it.","32":"They angered God again at Meribah Springs; this time Moses got mixed up in their evil;","33":"Because they defied GOD yet again, Moses exploded and lost his temper.","34":"They didn't wipe out those godless cultures as ordered by GOD;","35":"Instead they intermarried with the heathen, and in time became just like them.","36":"They worshiped their idols, were caught in the trap of idols.","37":"They sacrificed their sons and daughters at the altars of demon gods.","38":"They slit the throats of their babies, murdered their infant girls and boys. They offered their babies to Canaan's gods; the blood of their babies stained the land.","39":"Their way of life stank to high heaven; they lived like whores.","40":"And GOD was furious--a wildfire anger; he couldn't stand even to look at his people.","41":"He turned them over to the heathen so that the people who hated them ruled them.","42":"Their enemies made life hard for them; they were tyrannized under that rule.","43":"Over and over God rescued them, but they never learned--until finally their sins destroyed them.","44":"Still, when God saw the trouble they were in and heard their cries for help,","45":"He remembered his Covenant with them, and, immense with love, took them by the hand.","46":"He poured out his mercy on them while their captors looked on, amazed.","47":"Save us, GOD, our God! Gather us back out of exile So we can give thanks to your holy name and join in the glory when you are praised!","48":"Blessed be GOD, Israel's God! Bless now, bless always! Oh! Let everyone say Amen! Hallelujah! al"}