{"1":"Oh, thank GOD-he's so good! His love never runs out.","2":"All of you set free by GOD, tell the world! Tell how he freed you from oppression,","3":"Then rounded you up from all over the place, from the four winds, from the seven seas.","4":"Some of you wandered for years in the desert, looking but not finding a good place to live,","5":"Half-starved and parched with thirst, staggering and stumbling, on the brink of exhaustion.","6":"Then, in your desperate condition, you called out to GOD. He got you out in the nick of time;","7":"He put your feet on a wonderful road that took you straight to a good place to live.","8":"So thank GOD for his marvelous love, for his miracle mercy to the children he loves.","9":"He poured great draughts of water down parched throats; the starved and hungry got plenty to eat.","10":"Some of you were locked in a dark cell, cruelly confined behind bars,","11":"Punished for defying God's Word, for turning your back on the High God's counsel--","12":"A hard sentence, and your hearts so heavy, and not a soul in sight to help.","13":"Then you called out to GOD in your desperate condition; he got you out in the nick of time.","14":"He led you out of your dark, dark cell, broke open the jail and led you out.","15":"So thank GOD for his marvelous love, for his miracle mercy to the children he loves;","16":"He shattered the heavy jailhouse doors, he snapped the prison bars like matchsticks!","17":"Some of you were sick because you'd lived a bad life, your bodies feeling the effects of your sin;","18":"You couldn't stand the sight of food, so miserable you thought you'd be better off dead.","19":"Then you called out to GOD in your desperate condition; he got you out in the nick of time.","20":"He spoke the word that healed you, that pulled you back from the brink of death.","21":"So thank GOD for his marvelous love, for his miracle mercy to the children he loves;","22":"Offer thanksgiving sacrifices, tell the world what he's done--sing it out!","23":"Some of you set sail in big ships; you put to sea to do business in faraway ports.","24":"Out at sea you saw GOD in action, saw his breathtaking ways with the ocean:","25":"With a word he called up the wind--an ocean storm, towering waves!","26":"You shot high in the sky, then the bottom dropped out; your hearts were stuck in your throats.","27":"You were spun like a top, you reeled like a drunk, you didn't know which end was up.","28":"Then you called out to GOD in your desperate condition; he got you out in the nick of time.","29":"He quieted the wind down to a whisper, put a muzzle on all the big waves.","30":"And you were so glad when the storm died down, and he led you safely back to harbor.","31":"So thank GOD for his marvelous love, for his miracle mercy to the children he loves.","32":"Lift high your praises when the people assemble, shout Hallelujah when the elders meet!","33":"GOD turned rivers into wasteland, springs of water into sunbaked mud;","34":"Luscious orchards became alkali flats because of the evil of the people who lived there.","35":"Then he changed wasteland into fresh pools of water, arid earth into springs of water,","36":"Brought in the hungry and settled them there; they moved in--what a great place to live!","37":"They sowed the fields, they planted vineyards, they reaped a bountiful harvest.","38":"He blessed them and they prospered greatly; their herds of cattle never decreased.","39":"But abuse and evil and trouble declined","40":"as he heaped scorn on princes and sent them away. He gave the poor a safe place to live,","41":"treated their clans like well-cared-for sheep.","42":"Good people see this and are glad; bad people are speechless, stopped in their tracks.","43":"If you are really wise, you'll think this over--it's time you appreciated GOD's deep love. A David prayer"}