{"1":"My God, don't turn a deaf ear to my hallelujah prayer.","2":"Liars are pouring out invective on me; Their lying tongues are like a pack of dogs out to get me,","3":"barking their hate, nipping my heels--and for no reason!","4":"I loved them and now they slander me--yes, me!- and treat my prayer like a crime;","5":"They return my good with evil, they return my love with hate.","6":"Send the Evil One to accuse my accusing judge; dispatch Satan to prosecute him.","7":"When he's judged, let the verdict be, \"Guilty,\" and when he prays, let his prayer turn to sin.","8":"Give him a short life, and give his job to somebody else.","9":"Make orphans of his children, dress his wife in widow's weeds;","10":"Turn his children into begging street urchins, evicted from their homes--homeless.","11":"May the bank foreclose and wipe him out, and strangers, like vultures, pick him clean.","12":"May there be no one around to help him out, no one willing to give his orphans a break.","13":"Chop down his family tree so that nobody even remembers his name.","14":"But erect a memorial to the sin of his father, and make sure his mother's name is there, too--","15":"Their sins recorded forever before GOD, but they themselves sunk in oblivion.","16":"That's all he deserves since he was never once kind, hounded the afflicted and heartbroken to their graves.","17":"Since he loved cursing so much, let curses rain down; Since he had no taste for blessing, let blessings flee far from him.","18":"He dressed up in curses like a fine suit of clothes; he drank curses, took his baths in curses.","19":"So give him a gift--a costume of curses; he can wear curses every day of the week!","20":"That's what they'll get, those out to get me--an avalanche of just deserts from GOD.","21":"Oh, GOD, my Lord, step in; work a miracle for me--you can do it! Get me out of here--your love is so great!-","22":"I'm at the end of my rope, my life in ruins.","23":"I'm fading away to nothing, passing away, my youth gone, old before my time.","24":"I'm weak from hunger and can hardly stand up, my body a rack of skin and bones.","25":"I'm a joke in poor taste to those who see me; they take one look and shake their heads.","26":"Help me, oh help me, GOD, my God, save me through your wonderful love;","27":"Then they'll know that your hand is in this, that you, GOD, have been at work.","28":"Let them curse all they want; you do the blessing.","29":"Let them be jeered by the crowd when they stand up, followed by cheers for me, your servant. Dress my accusers in clothes dirty with shame, discarded and humiliating old ragbag clothes.","30":"My mouth's full of great praise for GOD, I'm singing his hallelujahs surrounded by crowds,","31":"For he's always at hand to take the side of the needy, to rescue a life from the unjust judge. A David prayer"}