{"1":"Thank GOD because he's good, because his love never quits.","2":"Tell the world, Israel, \"His love never quits.\"","3":"And you, clan of Aaron, tell the world, \"His love never quits.\"","4":"And you who fear GOD, join in, \"His love never quits.\"","5":"Pushed to the wall, I called to GOD; from the wide open spaces, he answered.","6":"GOD's now at my side and I'm not afraid; who would dare lay a hand on me?","7":"GOD's my strong champion; I flick off my enemies like flies.","8":"Far better to take refuge in GOD than trust in people;","9":"Far better to take refuge in GOD than trust in celebrities.","10":"Hemmed in by barbarians, in GOD's name I rubbed their faces in the dirt;","11":"Hemmed in and with no way out, in GOD's name I rubbed their faces in the dirt;","12":"Like swarming bees, like wild prairie fire, they hemmed me in; in GOD's name I rubbed their faces in the dirt.","13":"I was right on the cliff-edge, ready to fall, when GOD grabbed and held me.","14":"GOD's my strength, he's also my song, and now he's my salvation.","15":"Hear the shouts, hear the triumph songs in the camp of the saved? \"The hand of GOD has turned the tide!","16":"The hand of GOD is raised in victory! The hand of GOD has turned the tide!\"","17":"I didn't die. I lived! And now I'm telling the world what GOD did.","18":"GOD tested me, he pushed me hard, but he didn't hand me over to Death.","19":"Swing wide the city gates--the righteous gates! I'll walk right through and thank GOD!","20":"This Temple Gate belongs to GOD, so the victors can enter and praise.","21":"Thank you for responding to me; you've truly become my salvation!","22":"The stone the masons discarded as flawed is now the capstone!","23":"This is GOD's work. We rub our eyes--we can hardly believe it!","24":"This is the very day GOD acted--let's celebrate and be festive!","25":"Salvation now, GOD. Salvation now! Oh yes, GOD-a free and full life!","26":"Blessed are you who enter in GOD's name--from GOD's house we bless you!","27":"GOD is God, he has bathed us in light. Festoon the shrine with garlands, hang colored banners above the altar!","28":"You're my God, and I thank you. O my God, I lift high your praise.","29":"Thank GOD-he's so good. His love never quits! is"}