{"1":"GOD, investigate my life; get all the facts firsthand.","2":"I'm an open book to you; even from a distance, you know what I'm thinking.","3":"You know when I leave and when I get back; I'm never out of your sight.","4":"You know everything I'm going to say before I start the first sentence.","5":"I look behind me and you're there, then up ahead and you're there, too--your reassuring presence, coming and going.","6":"This is too much, too wonderful--I can't take it all in!","7":"Is there anyplace I can go to avoid your Spirit? to be out of your sight?","8":"If I climb to the sky, you're there! If I go underground, you're there!","9":"If I flew on morning's wings to the far western horizon,","10":"You'd find me in a minute--you're already there waiting!","11":"Then I said to myself, \"Oh, he even sees me in the dark! At night I'm immersed in the light!\"","12":"It's a fact: darkness isn't dark to you; night and day, darkness and light, they're all the same to you.","13":"Oh yes, you shaped me first inside, then out; you formed me in my mother's womb.","14":"I thank you, High God--you're breathtaking! Body and soul, I am marvelously made! I worship in adoration--what a creation!","15":"You know me inside and out, you know every bone in my body; You know exactly how I was made, bit by bit, how I was sculpted from nothing into something.","16":"Like an open book, you watched me grow from conception to birth; all the stages of my life were spread out before you, The days of my life all prepared before I'd even lived one day.","17":"Your thoughts--how rare, how beautiful! God, I'll never comprehend them!","18":"I couldn't even begin to count them--any more than I could count the sand of the sea. Oh, let me rise in the morning and live always with you!","19":"And please, God, do away with wickedness for good! And you murderers--out of here!-","20":"all the men and women who belittle you, God, infatuated with cheap god-imitations.","21":"See how I hate those who hate you, GOD, see how I loathe all this godless arrogance;","22":"I hate it with pure, unadulterated hatred. Your enemies are my enemies!","23":"Investigate my life, O God, find out everything about me; Cross-examine and test me, get a clear picture of what I'm about;","24":"See for yourself whether I've done anything wrong--then guide me on the road to eternal life."}