{"1":"I love you, GOD- you make me strong.","2":"GOD is bedrock under my feet, the castle in which I live, my rescuing knight. My God--the high crag where I run for dear life, hiding behind the boulders, safe in the granite hideout.","3":"I sing to GOD, the Praise-Lofty, and find myself safe and saved.","4":"The hangman's noose was tight at my throat; devil waters rushed over me.","5":"Hell's ropes cinched me tight; death traps barred every exit.","6":"A hostile world! I call to GOD, I cry to God to help me. From his palace he hears my call; my cry brings me right into his presence--a private audience!","7":"Earth wobbles and lurches; huge mountains shake like leaves, Quake like aspen leaves because of his rage.","8":"His nostrils flare, bellowing smoke; his mouth spits fire. Tongues of fire dart in and out;","9":"he lowers the sky. He steps down; under his feet an abyss opens up.","10":"He's riding a winged creature, swift on wind--wings.","11":"Now he's wrapped himself in a trenchcoat of black-cloud darkness.","12":"But his cloud-brightness bursts through, spraying hailstones and fireballs.","13":"Then GOD thundered out of heaven; the High God gave a great shout, spraying hailstones and fireballs.","14":"God shoots his arrows--pandemonium! He hurls his lightnings--a rout!","15":"The secret sources of ocean are exposed, the hidden depths of earth lie uncovered The moment you roar in protest, let loose your hurricane anger.","16":"But me he caught--reached all the way from sky to sea; he pulled me out Of that ocean of hate,","17":"that enemy chaos, the void in which I was drowning.","18":"They hit me when I was down, but GOD stuck by me.","19":"He stood me up on a wide-open field; I stood there saved--surprised to be loved!","20":"GOD made my life complete when I placed all the pieces before him. When I got my act together, he gave me a fresh start.","21":"Now I'm alert to GOD's ways; I don't take God for granted.","22":"Every day I review the ways he works; I try not to miss a trick.","23":"I feel put back together, and I'm watching my step.","24":"GOD rewrote the text of my life when I opened the book of my heart to his eyes.","25":"The good people taste your goodness, The whole people taste your health,","26":"The true people taste your truth, The bad ones can't figure you out.","27":"You take the side of the down--and-out, But the stuck-up you take down a peg.","28":"Suddenly, GOD, you floodlight my life; I'm blazing with glory, God's glory!","29":"I smash the bands of marauders, I vault the highest fences.","30":"What a God! His road stretches straight and smooth. Every GOD-direction is road-tested. Everyone who runs toward him Makes it.","31":"Is there any god like GOD? Are we not at bedrock?","32":"Is not this the God who armed me, then aimed me in the right direction?","33":"Now I run like a deer; I'm king of the mountain.","34":"He shows me how to fight; I can bend a bronze bow!","35":"You protect me with salvation--armor; you hold me up with a firm hand, caress me with your gentle ways.","36":"You cleared the ground under me so my footing was firm.","37":"When I chased my enemies I caught them; I didn't let go till they were dead men.","38":"I nailed them; they were down for good; then I walked all over them.","39":"You armed me well for this fight, you smashed the upstarts.","40":"You made my enemies turn tail, and I wiped out the haters.","41":"They cried \"uncle\" but Uncle didn't come; They yelled for GOD and got no for an answer.","42":"I ground them to dust; they gusted in the wind. I threw them out, like garbage in the gutter.","43":"You rescued me from a squabbling people; you made me a leader of nations. People I'd never heard of served me;","44":"the moment they got wind of me they listened. The foreign devils gave up;","45":"they came on their bellies, crawling from their hideouts.","46":"Live, GOD! Blessings from my Rock, my free and freeing God, towering!","47":"This God set things right for me and shut up the people who talked back.","48":"He rescued me from enemy anger, he pulled me from the grip of upstarts, He saved me from the bullies.","49":"That's why I'm thanking you, GOD, all over the world. That's why I'm singing songs that rhyme your name.","50":"God's king takes the trophy; God's chosen is beloved. I mean David and all his children--always."}