{"1":"God, God... my God! Why did you dump me miles from nowhere?","2":"Doubled up with pain, I call to God all the day long. No answer. Nothing. I keep at it all night, tossing and turning.","3":"And you! Are you indifferent, above it all, leaning back on the cushions of Israel's praise?","4":"We know you were there for our parents:","5":"they cried for your help and you gave it; they trusted and lived a good life.","6":"And here I am, a nothing--an earthworm, something to step on, to squash.","7":"Everyone pokes fun at me; they make faces at me, they shake their heads:","8":"\"Let's see how GOD handles this one; since God likes him so much, let him help him!\"","9":"And to think you were midwife at my birth, setting me at my mother's breasts!","10":"When I left the womb you cradled me; since the moment of birth you've been my God.","11":"Then you moved far away and trouble moved in next-door. I need a neighbor.","12":"Herds of bulls come at me, the raging bulls stampede,","13":"Horns lowered, nostrils flaring, like a herd of buffalo on the move.","14":"I'm a bucket kicked over and spilled, every joint in my body has been pulled apart. My heart is a blob of melted wax in my gut.","15":"I'm dry as a bone, my tongue black and swollen. They have laid me out for burial in the dirt.","16":"Now packs of wild dogs come at me; thugs gang up on me. They pin me down hand and foot,","17":"and lock me in a cage--a bag Of bones in a cage, stared at by every passerby.","18":"They take my wallet and the shirt off my back, and then throw dice for my clothes.","19":"You, GOD-don't put off my rescue! Hurry and help me!","20":"Don't let them cut my throat; don't let those mongrels devour me.","21":"If you don't show up soon, I'm done for--gored by the bulls, meat for the lions.","22":"Here's the story I'll tell my friends when they come to worship, and punctuate it with Hallelujahs:","23":"Shout Hallelujah, you God--worshipers; give glory, you sons of Jacob; adore him, you daughters of Israel.","24":"He has never let you down, never looked the other way when you were being kicked around. He has never wandered off to do his own thing; he has been right there, listening.","25":"Here in this great gathering for worship I have discovered this praise--life. And I'll do what I promised right here in front of the God--worshipers.","26":"Down-and-outers sit at GOD's table and eat their fill. Everyone on the hunt for God is here, praising him. \"Live it up, from head to toe. Don't ever quit!\"","27":"From the four corners of the earth people are coming to their senses, are running back to GOD. Long-lost families are falling on their faces before him.","28":"GOD has taken charge; from now on he has the last word.","29":"All the power-mongers are before him -worshiping! All the poor and powerless, too -worshiping! Along with those who never got it together -worshiping!","30":"Our children and their children will get in on this As the word is passed along from parent to child.","31":"Babies not yet conceived will hear the good news--that God does what he says."}