{"1":"I run to you, GOD; I run for dear life. Don't let me down! Take me seriously this time!","2":"Get down on my level and listen, and please--no procrastination! Your granite cave a hiding place, your high cliff aerie a place of safety.","3":"You're my cave to hide in, my cliff to climb. Be my safe leader, be my true mountain guide.","4":"Free me from hidden traps; I want to hide in you.","5":"I've put my life in your hands. You won't drop me, you'll never let me down.","6":"I hate all this silly religion, but you, GOD, I trust.","7":"I'm leaping and singing in the circle of your love; you saw my pain, you disarmed my tormentors,","8":"You didn't leave me in their clutches but gave me room to breathe.","9":"Be kind to me, GOD- I'm in deep, deep trouble again. I've cried my eyes out; I feel hollow inside.","10":"My life leaks away, groan by groan; my years fade out in sighs. My troubles have worn me out, turned my bones to powder.","11":"To my enemies I'm a monster; I'm ridiculed by the neighbors. My friends are horrified; they cross the street to avoid me.","12":"They want to blot me from memory, forget me like a corpse in a grave, discard me like a broken dish in the trash.","13":"The street-talk gossip has me \"criminally insane\"! Behind locked doors they plot how to ruin me for good.","14":"Desperate, I throw myself on you: you are my God!","15":"Hour by hour I place my days in your hand, safe from the hands out to get me.","16":"Warm me, your servant, with a smile; save me because you love me.","17":"Don't embarrass me by not showing up; I've given you plenty of notice. Embarrass the wicked, stand them up, leave them stupidly shaking their heads as they drift down to hell.","18":"Gag those loudmouthed liars who heckle me, your follower, with jeers and catcalls.","19":"What a stack of blessing you have piled up for those who worship you, Ready and waiting for all who run to you to escape an unkind world.","20":"You hide them safely away from the opposition. As you slam the door on those oily, mocking faces, you silence the poisonous gossip.","21":"Blessed GOD! His love is the wonder of the world. Trapped by a siege,","22":"I panicked. \"Out of sight, out of mind,\" I said. But you heard me say it, you heard and listened.","23":"Love GOD, all you saints; GOD takes care of all who stay close to him, But he pays back in full those arrogant enough to go it alone.","24":"Be brave. Be strong. Don't give up. Expect GOD to get here soon."}