{"1":"Harass these hecklers, GOD, punch these bullies in the nose.","2":"Grab a weapon, anything at hand; stand up for me!","3":"Get ready to throw the spear, aim the javelin, at the people who are out to get me. Reassure me; let me hear you say, \"I'll save you.\"","4":"When those thugs try to knife me in the back, make them look foolish. Frustrate all those who are plotting my downfall.","5":"Make them like cinders in a high wind, with GOD's angel working the bellows.","6":"Make their road lightless and mud-slick, with GOD's angel on their tails.","7":"Out of sheer cussedness they set a trap to catch me; for no good reason they dug a ditch to stop me.","8":"Surprise them with your ambush--catch them in the very trap they set, the disaster they planned for me.","9":"But let me run loose and free, celebrating GOD's great work,","10":"Every bone in my body laughing, singing, \"GOD, there's no one like you. You put the down--and-out on their feet and protect the unprotected from bullies!\"","11":"Hostile accusers appear out of nowhere, they stand up and badger me.","12":"They pay me back misery for mercy, leaving my soul empty.","13":"When they were sick, I dressed in black; instead of eating, I prayed.","14":"My prayers were like lead in my gut, like I'd lost my best friend, my brother. I paced, distraught as a motherless child, hunched and heavyhearted.","15":"But when I was down they threw a party! All the nameless riffraff of the town came chanting insults about me.","16":"Like barbarians desecrating a shrine, they destroyed my reputation.","17":"GOD, how long are you going to stand there doing nothing? Save me from their brutalities; everything I've got is being thrown to the lions.","18":"I will give you full credit when everyone gathers for worship; When the people turn out in force I will say my Hallelujahs.","19":"Don't let these liars, my enemies, have a party at my expense, Those who hate me for no reason, winking and rolling their eyes.","20":"No good is going to come from that crowd; They spend all their time cooking up gossip against those who mind their own business.","21":"They open their mouths in ugly grins, Mocking, \"Ha-ha, ha-ha, thought you'd get away with it? We've caught you hands down!\"","22":"Don't you see what they're doing, GOD? You're not going to let them Get by with it, are you? Not going to walk off without doing something, are you?","23":"Please get up--wake up! Tend to my case. My God, my Lord--my life is on the line.","24":"Do what you think is right, GOD, my God, but don't make me pay for their good time.","25":"Don't let them say to themselves, \"Ha-ha, we got what we wanted.\" Don't let them say, \"We've chewed him up and spit him out.\"","26":"Let those who are being hilarious at my expense Be made to look ridiculous. Make them wear donkey's ears; Pin them with the donkey's tail, who made themselves so high and mighty!","27":"But those who want the best for me, Let them have the last word--a glad shout!- and say, over and over and over, \"GOD is great--everything works together for good for his servant.\"","28":"I'll tell the world how great and good you are, I'll shout Hallelujah all day, every day."}