{"1":"We've been hearing about this, God, all our lives. Our fathers told us the stories their fathers told them,","2":"How single-handedly you weeded out the godless from the fields and planted us, How you sent those people packing but gave us a fresh start.","3":"We didn't fight for this land; we didn't work for it--it was a gift! You gave it, smiling as you gave it, delighting as you gave it.","4":"You're my King, O God--command victories for Jacob!","5":"With your help we'll wipe out our enemies, in your name we'll stomp them to dust.","6":"I don't trust in weapons; my sword won't save me--","7":"But it's you, you who saved us from the enemy; you made those who hate us lose face.","8":"All day we parade God's praise--we thank you by name over and over.","9":"But now you've walked off and left us, you've disgraced us and won't fight for us.","10":"You made us turn tail and run; those who hate us have cleaned us out.","11":"You delivered us as sheep to the butcher, you scattered us to the four winds.","12":"You sold your people at a discount--you made nothing on the sale.","13":"You made people on the street, urchins, poke fun and call us names.","14":"You made us a joke among the godless, a cheap joke among the rabble.","15":"Every day I'm up against it, my nose rubbed in my shame--","16":"Gossip and ridicule fill the air, people out to get me crowd the street.","17":"All this came down on us, and we've done nothing to deserve it. We never betrayed your Covenant:","18":"our hearts were never false, our feet never left your path.","19":"Do we deserve torture in a den of jackals? or lockup in a black hole?","20":"If we had forgotten to pray to our God or made fools of ourselves with store-bought gods,","21":"Wouldn't God have figured this out? We can't hide things from him.","22":"No, you decided to make us martyrs, lambs assigned for sacrifice each day.","23":"Get up, GOD! Are you going to sleep all day? Wake up! Don't you care what happens to us?","24":"Why do you bury your face in the pillow? Why pretend things are just fine with us?","25":"And here we are--flat on our faces in the dirt, held down with a boot on our necks.","26":"Get up and come to our rescue. If you love us so much, Help us! A wedding song of the sons of Korah"}