{"1":"The God of gods--it's GOD!-speaks out, shouts, \"Earth!\" welcomes the sun in the east, farewells the disappearing sun in the west.","2":"From the dazzle of Zion, God blazes into view.","3":"Our God makes his entrance, he's not shy in his coming. Starbursts of fireworks precede him.","4":"He summons heaven and earth as a jury, he's taking his people to court:","5":"\"Round up my saints who swore on the Bible their loyalty to me.\"","6":"The whole cosmos attests to the fairness of this court, that here God is judge.","7":"\"Are you listening, dear people? I'm getting ready to speak; Israel, I'm about ready to bring you to trial. This is God, your God, speaking to you.","8":"I don't find fault with your acts of worship, the frequent burnt sacrifices you offer.","9":"But why should I want your blue-ribbon bull, or more and more goats from your herds?","10":"Every creature in the forest is mine, the wild animals on all the mountains.","11":"I know every mountain bird by name; the scampering field mice are my friends.","12":"If I get hungry, do you think I'd tell you? All creation and its bounty are mine.","13":"Do you think I feast on venison? or drink draughts of goats' blood?","14":"Spread for me a banquet of praise, serve High God a feast of kept promises,","15":"And call for help when you're in trouble--I'll help you, and you'll honor me.\"","16":"Next, God calls up the wicked: \"What are you up to, quoting my laws, talking like we are good friends?","17":"You never answer the door when I call; you treat my words like garbage.","18":"If you find a thief, you make him your buddy; adulterers are your friends of choice.","19":"Your mouth drools filth; lying is a serious art form with you.","20":"You stab your own brother in the back, rip off your little sister.","21":"I kept a quiet patience while you did these things; you thought I went along with your game. I'm calling you on the carpet, now, laying your wickedness out in plain sight.","22":"\"Time's up for playing fast and loose with me. I'm ready to pass sentence, and there's no help in sight!","23":"It's the praising life that honors me. As soon as you set your foot on the Way, I'll show you my salvation.\""}