{"1":"Up with God! Down with his enemies! Adversaries, run for the hills!","2":"Gone like a puff of smoke, like a blob of wax in the fire--one look at God and the wicked vanish.","3":"When the righteous see God in action they'll laugh, they'll sing, they'll laugh and sing for joy.","4":"Sing hymns to God; all heaven, sing out; clear the way for the coming of Cloud-Rider. Enjoy GOD, cheer when you see him!","5":"Father of orphans, champion of widows, is God in his holy house.","6":"God makes homes for the homeless, leads prisoners to freedom, but leaves rebels to rot in hell.","7":"God, when you took the lead with your people, when you marched out into the wild,","8":"Earth shook, sky broke out in a sweat; God was on the march. Even Sinai trembled at the sight of God on the move, at the sight of Israel's God.","9":"You pour out rain in buckets, O God; thorn and cactus become an oasis","10":"For your people to camp in and enjoy. You set them up in business; they went from rags to riches.","11":"The Lord gave the word; thousands called out the good news:","12":"\"Kings of the armies are on the run, on the run!\"","13":"While housewives, safe and sound back home, divide up the plunder, the plunder of Canaanite silver and gold.","14":"On that day that Shaddai scattered the kings, snow fell on Black Mountain.","15":"You huge mountains, Bashan mountains, mighty mountains, dragon mountains.","16":"All you mountains not chosen, sulk now, and feel sorry for yourselves, For this is the mountain God has chosen to live on; he'll rule from this mountain forever.","17":"The chariots of God, twice ten thousand, and thousands more besides, The Lord in the lead, riding down Sinai--straight to the Holy Place!","18":"You climbed to the High Place, captives in tow, your arms full of booty from rebels, And now you sit there in state, GOD, sovereign GOD!","19":"Blessed be the Lord--day after day he carries us along.","20":"He's our Savior, our God, oh yes! He's God--for--us, he's God--who-saves-us. Lord GOD knows all death's ins and outs.","21":"What's more, he made heads roll, split the skulls of the enemy As he marched out of heaven,","22":"saying, \"I tied up the Dragon in knots, put a muzzle on the Deep Blue Sea.\"","23":"You can wade through your enemies' blood, and your dogs taste of your enemies from your boots.","24":"See God on parade to the sanctuary, my God, my King on the march!","25":"Singers out front, the band behind, maidens in the middle with castanets.","26":"The whole choir blesses God. Like a fountain of praise, Israel blesses GOD.","27":"Look--little Benjamin's out front and leading Princes of Judah in their royal robes, princes of Zebulon, princes of Naphtali.","28":"Parade your power, O God, the power, O God, that made us what we are.","29":"Your temple, High God, is Jerusalem; kings bring gifts to you.","30":"Rebuke that old crocodile, Egypt, with her herd of wild bulls and calves, Rapacious in her lust for silver, crushing peoples, spoiling for a fight.","31":"Let Egyptian traders bring blue cloth and Cush come running to God, her hands outstretched.","32":"Sing, O kings of the earth! Sing praises to the Lord!","33":"There he is: Sky-Rider, striding the ancient skies. Listen--he's calling in thunder, rumbling, rolling thunder.","34":"Call out \"Bravo!\" to God, the High God of Israel. His splendor and strength rise huge as thunderheads.","35":"A terrible beauty, O God, streams from your sanctuary. It's Israel's strong God! He gives power and might to his people! O you, his people--bless God!"}