{"1":"No doubt about it! God is good--good to good people, good to the good--hearted.","2":"But I nearly missed it, missed seeing his goodness.","3":"I was looking the other way, looking up to the people","4":"At the top, envying the wicked who have it made,","5":"Who have nothing to worry about, not a care in the whole wide world.","6":"Pretentious with arrogance, they wear the latest fashions in violence,","7":"Pampered and overfed, decked out in silk bows of silliness.","8":"They jeer, using words to kill; they bully their way with words.","9":"They're full of hot air, loudmouths disturbing the peace.","10":"People actually listen to them--can you believe it? Like thirsty puppies, they lap up their words.","11":"What's going on here? Is God out to lunch? Nobody's tending the store.","12":"The wicked get by with everything; they have it made, piling up riches","13":"I've been stupid to play by the rules; what has it gotten me?","14":"A long run of bad luck, that's what--a slap in the face every time I walk out the door.","15":"If I'd have given in and talked like this, I would have betrayed your dear children.","16":"Still, when I tried to figure it out, all I got was a splitting headache...","17":"Until I entered the sanctuary of God. Then I saw the whole picture:","18":"The slippery road you've put them on, with a final crash in a ditch of delusions.","19":"In the blink of an eye, disaster! A blind curve in the dark, and--nightmare!","20":"We wake up and rub our eyes.... Nothing. There's nothing to them. And there never was.","21":"When I was beleaguered and bitter, totally consumed by envy,","22":"I was totally ignorant, a dumb ox in your very presence.","23":"I'm still in your presence, but you've taken my hand.","24":"You wisely and tenderly lead me, and then you bless me.","25":"You're all I want in heaven! You're all I want on earth!","26":"When my skin sags and my bones get brittle, GOD is rock-firm and faithful.","27":"Look! Those who left you are falling apart! Deserters, they'll never be heard from again.","28":"But I'm in the very presence of God--oh, how refreshing it is! I've made Lord GOD my home. God, I'm telling the world what you do! An Asaph psalm"}