{"1":"Listen, dear friends, to God's truth, bend your ears to what I tell you.","2":"I'm chewing on the morsel of a proverb; I'll let you in on the sweet old truths,","3":"Stories we heard from our fathers, counsel we learned at our mother's knee.","4":"We're not keeping this to ourselves, we're passing it along to the next generation--GOD's fame and fortune, the marvelous things he has done.","5":"He planted a witness in Jacob, set his Word firmly in Israel, Then commanded our parents to teach it to their children","6":"So the next generation would know, and all the generations to come--Know the truth and tell the stories so their children","7":"can trust in God, Never forget the works of God but keep his commands to the letter.","8":"Heaven forbid they should be like their parents, bullheaded and bad, A fickle and faithless bunch who never stayed true to God.","9":"The Ephraimites, armed to the teeth, ran off when the battle began.","10":"They were cowards to God's Covenant, refused to walk by his Word.","11":"They forgot what he had done--marvels he'd done right before their eyes.","12":"He performed miracles in plain sight of their parents in Egypt, out on the fields of Zoan.","13":"He split the Sea and they walked right through it; he piled the waters to the right and the left.","14":"He led them by day with a cloud, led them all the night long with a fiery torch.","15":"He split rocks in the wilderness, gave them all they could drink from underground springs;","16":"He made creeks flow out from sheer rock, and water pour out like a river.","17":"All they did was sin even more, rebel in the desert against the High God.","18":"They tried to get their own way with God, clamored for favors, for special attention.","19":"They whined like spoiled children, \"Why can't God give us a decent meal in this desert?","20":"Sure, he struck the rock and the water flowed, creeks cascaded from the rock. But how about some fresh-baked bread? How about a nice cut of meat?\"","21":"When GOD heard that, he was furious--his anger flared against Jacob, he lost his temper with Israel.","22":"It was clear they didn't believe God, had no intention of trusting in his help.","23":"But God helped them anyway, commanded the clouds and gave orders that opened the gates of heaven.","24":"He rained down showers of manna to eat, he gave them the Bread of Heaven.","25":"They ate the bread of the mighty angels; he sent them all the food they could eat.","26":"He let East Wind break loose from the skies, gave a strong push to South Wind.","27":"This time it was birds that rained down--succulent birds, an abundance of birds.","28":"He aimed them right for the center of their camp; all round their tents there were birds.","29":"They ate and had their fill; he handed them everything they craved on a platter.","30":"But their greed knew no bounds; they stuffed their mouths with more and more.","31":"Finally, God was fed up, his anger erupted--he cut down their brightest and best, he laid low Israel's finest young men.","32":"And--can you believe it?-they kept right on sinning; all those wonders and they still wouldn't believe!","33":"So their lives dribbled off to nothing--nothing to show for their lives but a ghost town.","34":"When he cut them down, they came running for help; they turned and pled for mercy.","35":"They gave witness that God was their rock, that High God was their redeemer,","36":"But they didn't mean a word of it; they lied through their teeth the whole time.","37":"They could not have cared less about him, wanted nothing to do with his Covenant.","38":"And God? Compassionate! Forgave the sin! Didn't destroy! Over and over he reined in his anger, restrained his considerable wrath.","39":"He knew what they were made of; he knew there wasn't much to them,","40":"How often in the desert they had spurned him, tried his patience in those wilderness years.","41":"Time and again they pushed him to the limit, provoked Israel's Holy God.","42":"How quickly they forgot what he'd done, forgot their day of rescue from the enemy,","43":"When he did miracles in Egypt, wonders on the plain of Zoan.","44":"He turned the River and its streams to blood--not a drop of water fit to drink.","45":"He sent flies, which ate them alive, and frogs, which bedeviled them.","46":"He turned their harvest over to caterpillars, everything they had worked for to the locusts.","47":"He flattened their grapevines with hail; a killing frost ruined their orchards.","48":"He pounded their cattle with hail, let thunderbolts loose on their herds.","49":"His anger flared, a wild firestorm of havoc, An advance guard of disease-carrying angels","50":"to clear the ground, preparing the way before him. He didn't spare those people, he let the plague rage through their lives.","51":"He killed all the Egyptian firstborns, lusty infants, offspring of Ham's virility.","52":"Then he led his people out like sheep, took his flock safely through the wilderness.","53":"He took good care of them; they had nothing to fear. The Sea took care of their enemies for good.","54":"He brought them into his holy land, this mountain he claimed for his own.","55":"He scattered everyone who got in their way; he staked out an inheritance for them--the tribes of Israel all had their own places.","56":"But they kept on giving him a hard time, rebelled against God, the High God, refused to do anything he told them.","57":"They were worse, if that's possible, than their parents: traitors--crooked as a corkscrew.","58":"Their pagan orgies provoked God's anger, their obscene idolatries broke his heart.","59":"When God heard their carryings-on, he was furious; he posted a huge No over Israel.","60":"He walked off and left Shiloh empty, abandoned the shrine where he had met with Israel.","61":"He let his pride and joy go to the dogs, turned his back on the pride of his life.","62":"He turned them loose on fields of battle; angry, he let them fend for themselves.","63":"Their young men went to war and never came back; their young women waited in vain.","64":"Their priests were massacred, and their widows never shed a tear.","65":"Suddenly the Lord was up on his feet like someone roused from deep sleep, shouting like a drunken warrior.","66":"He hit his enemies hard, sent them running, yelping, not daring to look back.","67":"He disqualified Joseph as leader, told Ephraim he didn't have what it takes,","68":"And chose the Tribe of Judah instead, Mount Zion, which he loves so much.","69":"He built his sanctuary there, resplendent, solid and lasting as the earth itself.","70":"Then he chose David, his servant, handpicked him from his work in the sheep pens.","71":"One day he was caring for the ewes and their lambs, the next day God had him shepherding Jacob, his people Israel, his prize possession.","72":"His good heart made him a good shepherd; he guided the people wisely and well. An Asaph psalm"}