{"1":"Your love, GOD, is my song, and I'll sing it! I'm forever telling everyone how faithful you are.","2":"I'll never quit telling the story of your love--how you built the cosmos and guaranteed everything in it. Your love has always been our lives' foundation, your fidelity has been the roof over our world.","3":"You once said, \"I joined forces with my chosen leader, I pledged my word to my servant, David, saying,","4":"\"Everyone descending from you is guaranteed life; I'll make your rule as solid and lasting as rock.'\"","5":"GOD! Let the cosmos praise your wonderful ways, the choir of holy angels sing anthems to your faithful ways!","6":"Search high and low, scan skies and land, you'll find nothing and no one quite like GOD.","7":"The holy angels are in awe before him; he looms immense and august over everyone around him.","8":"GOD of the Angel Armies, who is like you, powerful and faithful from every angle?","9":"You put the arrogant ocean in its place and calm its waves when they turn unruly.","10":"You gave that old hag Egypt the back of your hand, you brushed off your enemies with a flick of your wrist.","11":"You own the cosmos--you made everything in it, everything from atom to archangel.","12":"You positioned the North and South Poles; the mountains Tabor and Hermon sing duets to you.","13":"With your well-muscled arm and your grip of steel--nobody trifles with you!","14":"The Right and Justice are the roots of your rule; Love and Truth are its fruits.","15":"Blessed are the people who know the passwords of praise, who shout on parade in the bright presence of GOD.","16":"Delighted, they dance all day long; they know who you are, what you do--they can't keep it quiet!","17":"Your vibrant beauty has gotten inside us--you've been so good to us! We're walking on air!","18":"All we are and have we owe to GOD, Holy God of Israel, our King!","19":"A long time ago you spoke in a vision, you spoke to your faithful beloved: \"I've crowned a hero, I chose the best I could find;","20":"I found David, my servant, poured holy oil on his head,","21":"And I'll keep my hand steadily on him, yes, I'll stick with him through thick and thin.","22":"No enemy will get the best of him, no scoundrel will do him in.","23":"I'll weed out all who oppose him, I'll clean out all who hate him.","24":"I'm with him for good and I'll love him forever; I've set him on high--he's riding high!","25":"I've put Ocean in his one hand, River in the other;","26":"he'll call out, \"Oh, my Father--my God, my Rock of Salvation!'","27":"Yes, I'm setting him apart as the First of the royal line, High King over all of earth's kings.","28":"I'll preserve him eternally in my love, I'll faithfully do all I so solemnly promised.","29":"I'll guarantee his family tree and underwrite his rule.","30":"If his children refuse to do what I tell them, if they refuse to walk in the way I show them,","31":"If they spit on the directions I give them and tear up the rules I post for them","32":"-I'll rub their faces in the dirt of their rebellion and make them face the music.","33":"But I'll never throw them out, never abandon or disown them.","34":"Do you think I'd withdraw my holy promise? or take back words I'd already spoken?","35":"I've given my word, my whole and holy word; do you think I would lie to David?","36":"His family tree is here for good, his sovereignty as sure as the sun,","37":"Dependable as the phases of the moon, inescapable as weather.\"","38":"But GOD, you did walk off and leave us, you lost your temper with the one you anointed.","39":"You tore up the promise you made to your servant, you stomped his crown in the mud.","40":"You blasted his home to kingdom come, reduced his city to a pile of rubble","41":"Picked clean by wayfaring strangers, a joke to all the neighbors.","42":"You declared a holiday for all his enemies, and they're celebrating for all they're worth.","43":"Angry, you opposed him in battle, refused to fight on his side;","44":"You robbed him of his splendor, humiliated this warrior, ground his kingly honor in the dirt.","45":"You took the best years of his life and left him an impotent, ruined husk.","46":"How long do we put up with this, GOD? Are you gone for good? Will you hold this grudge forever?","47":"Remember my sorrow and how short life is. Did you create men and women for nothing but this?","48":"We'll see death soon enough. Everyone does. And there's no back door out of hell.","49":"So where is the love you're so famous for, Lord? What happened to your promise to David?","50":"Take a good look at your servant, dear Lord; I'm the butt of the jokes of all nations,","51":"The taunting jokes of your enemies, GOD, as they dog the steps of your dear anointed.","52":"Blessed be GOD forever and always! Yes. Oh, yes. A prayer of Moses, man of God"}