{"1":"GOD told Abram: \"Leave your country, your family, and your father's home for a land that I will show you.","2":"I'll make you a great nation and bless you. I'll make you famous; you'll be a blessing.","3":"I'll bless those who bless you; those who curse you I'll curse. All the families of the Earth will be blessed through you.\"","4":"So Abram left just as GOD said, and Lot left with him. Abram was seventy-five years old when he left Haran.","5":"Abram took his wife Sarai and his nephew Lot with him, along with all the possessions and people they had gotten in Haran, and set out for the land of Canaan and arrived safe and sound.","6":"Abram passed through the country as far as Shechem and the Oak of Moreh. At that time the Canaanites occupied the land.","7":"GOD appeared to Abram and said, \"I will give this land to your children.\" Abram built an altar at the place GOD had appeared to him.","8":"He moved on from there to the hill country east of Bethel and pitched his tent between Bethel to the west and Ai to the east. He built an altar there and prayed to GOD.","9":"Abram kept moving, steadily making his way south, to the Negev.","10":"Then a famine came to the land. Abram went down to Egypt to live; it was a hard famine.","11":"As he drew near to Egypt, he said to his wife, Sarai, \"Look. We both know that you're a beautiful woman.","12":"When the Egyptians see you they're going to say, \"Aha! That's his wife!' and kill me. But they'll let you live.","13":"Do me a favor: tell them you're my sister. Because of you, they'll welcome me and let me live.\"","14":"When Abram arrived in Egypt, the Egyptians took one look and saw that his wife was stunningly beautiful.","15":"Pharaoh's princes raved over her to Pharaoh. She was taken to live with Pharaoh.","16":"Because of her, Abram got along very well: he accumulated sheep and cattle, male and female donkeys, men and women servants, and camels.","17":"But GOD hit Pharaoh hard because of Abram's wife Sarai; everybody in the palace got seriously sick.","18":"Pharaoh called for Abram, \"What's this that you've done to me? Why didn't you tell me that she's your wife?","19":"Why did you say, \"She's my sister' so that I'd take her as my wife? Here's your wife back--take her and get out!\"","20":"Pharaoh ordered his men to get Abram out of the country. They sent him and his wife and everything he owned on their way."}