{"1":"After all these things, this word of GOD came to Abram in a vision: \"Don't be afraid, Abram. I'm your shield. Your reward will be grand!\"","2":"Abram said, \"GOD, Master, what use are your gifts as long as I'm childless and Eliezer of Damascus is going to inherit everything?\"","3":"Abram continued, \"See, you've given me no children, and now a mere house servant is going to get it all.\"","4":"Then GOD's Message came: \"Don't worry, he won't be your heir; a son from your body will be your heir.\"","5":"Then he took him outside and said, \"Look at the sky. Count the stars. Can you do it? Count your descendants! You're going to have a big family, Abram!\"","6":"And he believed! Believed GOD! God declared him \"Set-Right-with-God.\"","7":"GOD continued, \"I'm the same GOD who brought you from Ur of the Chaldees and gave you this land to own.\"","8":"Abram said, \"Master GOD, how am I to know this, that it will all be mine?\"","9":"GOD said, \"Bring me a heifer, a goat, and a ram, each three years old, and a dove and a young pigeon.\"","10":"He brought all these animals to him, split them down the middle, and laid the halves opposite each other. But he didn't split the birds.","11":"Vultures swooped down on the carcasses, but Abram scared them off.","12":"As the sun went down a deep sleep overcame Abram and then a sense of dread, dark and heavy.","13":"GOD said to Abram, \"Know this: your descendants will live as outsiders in a land not theirs; they'll be enslaved and beaten down for 400 years.","14":"Then I'll punish their slave masters; your offspring will march out of there loaded with plunder.","15":"But not you; you'll have a long and full life and die a good and peaceful death.","16":"Not until the fourth generation will your descendants return here; sin is still a thriving business among the Amorites.\"","17":"When the sun was down and it was dark, a smoking firepot and a flaming torch moved between the split carcasses.","18":"That's when GOD made a covenant with Abram: \"I'm giving this land to your children, from the Nile River in Egypt to the River Euphrates in Assyria--","19":"the country of the Kenites, Kenizzites, Kadmonites,","20":"Hittites, Perizzites, Rephaim,","21":"Amorites, Canaanites, Girgashites, and Jebusites.\" [JC]"}