{"1":"After all this, God tested Abraham. God said, \"Abraham!\"\t \"Yes?\" answered Abraham. \"I'm listening.\"","2":"He said, \"Take your dear son Isaac whom you love and go to the land of Moriah. Sacrifice him there as a burnt offering on one of the mountains that I'll point out to you.\"","3":"Abraham got up early in the morning and saddled his donkey. He took two of his young servants and his son Isaac. He had split wood for the burnt offering. He set out for the place God had directed him.","4":"On the third day he looked up and saw the place in the distance.","5":"Abraham told his two young servants, \"Stay here with the donkey. The boy and I are going over there to worship; then we'll come back to you.\"","6":"Abraham took the wood for the burnt offering and gave it to Isaac his son to carry. He carried the flint and the knife. The two of them went off together.","7":"Isaac said to Abraham his father, \"Father?Yes, my son.We have flint and wood, but where's the sheep for the burnt offering?\"","8":"Abraham said, \"Son, God will see to it that there's a sheep for the burnt offering.\" And they kept on walking together.","9":"They arrived at the place to which God had directed him. Abraham built an altar. He laid out the wood. Then he tied up Isaac and laid him on the wood.","10":"Abraham reached out and took the knife to kill his son.","11":"Just then an angel of GOD called to him out of Heaven, \"Abraham! Abraham!Yes, I'm listening.\"","12":"\"Don't lay a hand on that boy! Don't touch him! Now I know how fearlessly you fear God; you didn't hesitate to place your son, your dear son, on the altar for me.\"","13":"Abraham looked up. He saw a ram caught by its horns in the thicket. Abraham took the ram and sacrificed it as a burnt offering instead of his son.","14":"Abraham named that place GOD-Yireh (GOD-Sees-to-It). That's where we get the saying, \"On the mountain of GOD, he sees to it.\"","15":"The angel of GOD spoke from Heaven a second time to Abraham:","16":"\"I swear-GOD's sure word!-because you have gone through with this, and have not refused to give me your son, your dear, dear son,","17":"I'll bless you--oh, how I'll bless you! And I'll make sure that your children flourish--like stars in the sky! like sand on the beaches! And your descendants will defeat their enemies.","18":"All nations on Earth will find themselves blessed through your descendants because you obeyed me.\"","19":"Then Abraham went back to his young servants. They got things together and returned to Beersheba. Abraham settled down in Beersheba. [JC]","20":"After all this, Abraham got the news: \"Your brother Nahor is a father! Milcah has given him children:","21":"Uz, his firstborn, his brother Buz, Kemuel (he was the father of Aram),","22":"Kesed, Hazo, Pildash, Jidlaph, and Bethuel.\"","23":"(Bethuel was the father of Rebekah.) Milcah gave these eight sons to Nahor, Abraham's brother.","24":"His concubine, Reumah, gave him four more children: Tebah, Gaham, Tahash, and Maacah. [JC]"}