{"1":"Jacob learned that Laban's sons were talking behind his back: \"Jacob has used our father's wealth to make himself rich at our father's expense.\"","2":"At the same time, Jacob noticed that Laban had changed toward him. He wasn't treating him the same.","3":"That's when GOD said to Jacob, \"Go back home where you were born. I'll go with you.\"","4":"So Jacob sent word for Rachel and Leah to meet him out in the field where his flocks were.","5":"He said, \"I notice that your father has changed toward me; he doesn't treat me the same as before. But the God of my father hasn't changed; he's still with me.","6":"You know how hard I've worked for your father.","7":"Still, your father has cheated me over and over, changing my wages time and again. But God never let him really hurt me.","8":"If he said, \"Your wages will consist of speckled animals' the whole flock would start having speckled lambs and kids. And if he said, \"From now on your wages will be streaked animals' the whole flock would have streaked ones.","9":"Over and over God used your father's livestock to reward me.","10":"\"Once, while the flocks were mating, I had a dream and saw the billy goats, all of them streaked, speckled, and mottled, mounting their mates.","11":"In the dream an angel of God called out to me, \"Jacob!'\"I said, \"Yes?'","12":"\"He said, \"Watch closely. Notice that all the goats in the flock that are mating are streaked, speckled, and mottled. I know what Laban's been doing to you.","13":"I'm the God of Bethel where you consecrated a pillar and made a vow to me. Now be on your way, get out of this place, go home to your birthplace.'\"","14":"Rachel and Leah said, \"Has he treated us any better?","15":"Aren't we treated worse than outsiders? All he wanted was the money he got from selling us, and he's spent all that.","16":"Any wealth that God has seen fit to return to us from our father is justly ours and our children's. Go ahead. Do what God told you.\"","17":"Jacob did it. He put his children and his wives on camels","18":"and gathered all his livestock and everything he had gotten, everything acquired in Paddan Aram, to go back home to his father Isaac in the land of Canaan.","19":"Laban was off shearing sheep. Rachel stole her father's household gods.","20":"And Jacob had concealed his plans so well that Laban the Aramean had no idea what was going on--he was totally in the dark.","21":"Jacob got away with everything he had and was soon across the Euphrates headed for the hill country of Gilead.","22":"Three days later, Laban got the news: \"Jacob's run off.\"","23":"Laban rounded up his relatives and chased after him. Seven days later they caught up with him in the hill country of Gilead.","24":"That night God came to Laban the Aramean in a dream and said, \"Be careful what you do to Jacob, whether good or bad.\"","25":"When Laban reached him, Jacob's tents were pitched in the Gilead mountains; Laban pitched his tents there too.","26":"\"What do you mean,\" said Laban, \"by keeping me in the dark and sneaking off, hauling my daughters off like prisoners of war?","27":"Why did you run off like a thief in the night? Why didn't you tell me? Why, I would have sent you off with a great celebration--music, timbrels, flutes!","28":"But you wouldn't permit me so much as a kiss for my daughters and grandchildren. It was a stupid thing for you to do.","29":"If I had a mind to, I could destroy you right now, but the God of your father spoke to me last night, \"Be careful what you do to Jacob, whether good or bad.'","30":"I understand. You left because you were homesick. But why did you steal my household gods?\"","31":"Jacob answered Laban, \"I was afraid. I thought you would take your daughters away from me by brute force.","32":"But as far as your gods are concerned, if you find that anybody here has them, that person dies. With all of us watching, look around. If you find anything here that belongs to you, take it.\" Jacob didn't know that Rachel had stolen the gods.","33":"Laban went through Jacob's tent, Leah's tent, and the tents of the two maids but didn't find them. He went from Leah's tent to Rachel's.","34":"But Rachel had taken the household gods, put them inside a camel cushion, and was sitting on them. When Laban had gone through the tent, searching high and low without finding a thing,","35":"Rachel said to her father, \"Don't think I'm being disrespectful, my master, that I can't stand before you, but I'm having my period.\" So even though he turned the place upside down in his search, he didn't find the household gods.","36":"Now it was Jacob's turn to get angry. He lit into Laban: \"So what's my crime, what wrong have I done you that you badger me like this?","37":"You've ransacked the place. Have you turned up a single thing that's yours? Let's see it--display the evidence. Our two families can be the jury and decide between us.","38":"\"In the twenty years I've worked for you, ewes and she-goats never miscarried. I never feasted on the rams from your flock.","39":"I never brought you a torn carcass killed by wild animals but that I paid for it out of my own pocket--actually, you made me pay whether it was my fault or not.","40":"I was out in all kinds of weather, from torrid heat to freezing cold, putting in many a sleepless night.","41":"For twenty years I've done this: I slaved away fourteen years for your two daughters and another six years for your flock and you changed my wages ten times.","42":"If the God of my father, the God of Abraham and the Fear of Isaac, had not stuck with me, you would have sent me off penniless. But God saw the fix I was in and how hard I had worked and last night rendered his verdict.\"","43":"Laban defended himself: \"The daughters are my daughters, the children are my children, the flock is my flock--everything you see is mine. But what can I do about my daughters or for the children they've had?","44":"So let's settle things between us, make a covenant--God will be the witness between us.\"","45":"Jacob took a stone and set it upright as a pillar.","46":"Jacob called his family around, \"Get stones!\" They gathered stones and heaped them up and then ate there beside the pile of stones.","47":"Laban named it in Aramaic, Yegar-sahadutha (Witness Monument); Jacob echoed the naming in Hebrew, Galeed (Witness Monument).","48":"Laban said, \"This monument of stones will be a witness, beginning now, between you and me.\" (That's why it is called Galeed--Witness Monument.)","49":"It is also called Mizpah (Watchtower) because Laban said, \"GOD keep watch between you and me when we are out of each other's sight.","50":"If you mistreat my daughters or take other wives when there's no one around to see you, God will see you and stand witness between us.\"","51":"Laban continued to Jacob, \"This monument of stones and this stone pillar that I have set up is a witness,","52":"a witness that I won't cross this line to hurt you and you won't cross this line to hurt me.","53":"The God of Abraham and the God of Nahor (the God of their ancestor) will keep things straight between us.\" Jacob promised, swearing by the Fear, the God of his father Isaac.","54":"Then Jacob offered a sacrifice on the mountain and worshiped, calling in all his family members to the meal. They ate and slept that night on the mountain.","55":"Laban got up early the next morning, kissed his grandchildren and his daughters, blessed them, and then set off for home."}