{"1":"And Jacob went his way. Angels of God met him.","2":"When Jacob saw them he said, \"Oh! God's Camp!\" And he named the place Mahanaim (Campground).","3":"Then Jacob sent messengers on ahead to his brother Esau in the land of Seir in Edom.","4":"He instructed them: \"Tell my master Esau this, \"A message from your servant Jacob: I've been staying with Laban and couldn't get away until now.","5":"I've acquired cattle and donkeys and sheep; also men and women servants. I'm telling you all this, my master, hoping for your approval.'\"","6":"The messengers came back to Jacob and said, \"We talked to your brother Esau and he's on his way to meet you. But he has four hundred men with him.\"","7":"Jacob was scared. Very scared. Panicked, he divided his people, sheep, cattle, and camels into two camps.","8":"He thought, \"If Esau comes on the first camp and attacks it, the other camp has a chance to get away.\"","9":"And then Jacob prayed, \"God of my father Abraham, God of my father Isaac, GOD who told me, \"Go back to your parents' homeland and I'll treat you well.'","10":"I don't deserve all the love and loyalty you've shown me. When I left here and crossed the Jordan I only had the clothes on my back, and now look at me--two camps!","11":"Save me, please, from the violence of my brother, my angry brother! I'm afraid he'll come and attack us all, me, the mothers and the children.","12":"You yourself said, \"I will treat you well; I'll make your descendants like the sands of the sea, far too many to count.'\"","13":"He slept the night there. Then he prepared a present for his brother Esau from his possessions:","14":"two hundred female goats, twenty male goats, two hundred ewes and twenty rams,","15":"thirty camels with their nursing young, forty cows and ten bulls, twenty female donkeys and ten male donkeys.","16":"He put a servant in charge of each herd and said, \"Go ahead of me and keep a healthy space between each herd.\"","17":"Then he instructed the first one out: \"When my brother Esau comes close and asks, \"Who is your master? Where are you going? Who owns these?'","18":"-answer him like this, \"Your servant Jacob. They are a gift to my master Esau. He's on his way.'\"","19":"He gave the same instructions to the second servant and to the third--to each in turn as they set out with their herds:","20":"\"Say \"Your servant Jacob is on his way behind us.'\" He thought, \"I will soften him up with the succession of gifts. Then when he sees me face-to-face, maybe he'll be glad to welcome me.\"","21":"So his gifts went before him while he settled down for the night in the camp.","22":"But during the night he got up and took his two wives, his two maidservants, and his eleven children and crossed the ford of the Jabbok.","23":"He got them safely across the brook along with all his possessions.","24":"But Jacob stayed behind by himself, and a man wrestled with him until daybreak.","25":"When the man saw that he couldn't get the best of Jacob as they wrestled, he deliberately threw Jacob's hip out of joint.","26":"The man said, \"Let me go; it's daybreak.\" Jacob said, \"I'm not letting you go 'til you bless me.\"","27":"The man said, \"What's your name?\" He answered, \"Jacob.\"","28":"The man said, \"But no longer. Your name is no longer Jacob. From now on it's Israel (God-Wrestler); you've wrestled with God and you've come through.\"","29":"Jacob asked, \"And what's your name?\" The man said, \"Why do you want to know my name?\" And then, right then and there, he blessed him.","30":"Jacob named the place Peniel (God's Face) because, he said, \"I saw God face-to-face and lived to tell the story!\"","31":"The sun came up as he left Peniel, limping because of his hip.","32":"(This is why Israelites to this day don't eat the hip muscle; because Jacob's hip was thrown out of joint.)"}