{"1":"Joseph ordered his house steward: \"Fill the men's bags with food--all they can carry--and replace each one's money at the top of the bag.","2":"Then put my chalice, my silver chalice, in the top of the bag of the youngest, along with the money for his food.\" He did as Joseph ordered.","3":"At break of day the men were sent off with their donkeys.","4":"They were barely out of the city when Joseph said to his house steward, \"Run after them. When you catch up with them, say, \"Why did you pay me back evil for good?","5":"This is the chalice my master drinks from; he also uses it for divination. This is outrageous!'\"","6":"He caught up with them and repeated all this word for word.","7":"They said, \"What is my master talking about? We would never do anything like that!","8":"Why, the money we found in our bags earlier, we brought back all the way from Canaan--do you think we'd turn right around and steal it back from your master?","9":"If that chalice is found on any of us, he'll die; and the rest of us will be your master's slaves.\"","10":"The steward said, \"Very well then, but we won't go that far. Whoever is found with the chalice will be my slave; the rest of you can go free.\"","11":"They outdid each other in putting their bags on the ground and opening them up for inspection.","12":"The steward searched their bags, going from oldest to youngest. The chalice showed up in Benjamin's bag.","13":"They ripped their clothes in despair, loaded up their donkeys, and went back to the city.","14":"Joseph was still at home when Judah and his brothers got back. They threw themselves down on the ground in front of him.","15":"Joseph accused them: \"How can you have done this? You have to know that a man in my position would have discovered this.\"","16":"Judah as spokesman for the brothers said, \"What can we say, master? What is there to say? How can we prove our innocence? God is behind this, exposing how bad we are. We stand guilty before you and ready to be your slaves--we're all in this together, the rest of us as guilty as the one with the chalice.\"","17":"\"I'd never do that to you,\" said Joseph. \"Only the one involved with the chalice will be my slave. The rest of you are free to go back to your father.\"","18":"Judah came forward. He said, \"Please, master; can I say just one thing to you? Don't get angry. Don't think I'm presumptuous--you're the same as Pharaoh as far as I'm concerned.","19":"You, master, asked us, \"Do you have a father and a brother?'","20":"And we answered honestly, \"We have a father who is old and a younger brother who was born to him in his old age. His brother is dead and he is the only son left from that mother. And his father loves him more than anything.'","21":"\"Then you told us, \"Bring him down here so I can see him.'","22":"We told you, master, that it was impossible: \"The boy can't leave his father; if he leaves, his father will die.'","23":"\"And then you said, \"If your youngest brother doesn't come with you, you won't be allowed to see me.'","24":"\"When we returned to our father, we told him everything you said to us.","25":"So when our father said, \"Go back and buy some more food,'","26":"we told him flatly, \"We can't. The only way we can go back is if our youngest brother is with us. We aren't allowed to even see the man if our youngest brother doesn't come with us.'","27":"\"Your servant, my father, told us, \"You know very well that my wife gave me two sons.","28":"One turned up missing. I concluded that he'd been ripped to pieces. I've never seen him since.","29":"If you now go and take this one and something bad happens to him, you'll put my old gray, grieving head in the grave for sure.'","30":"\"And now, can't you see that if I show up before your servant, my father, without the boy, this son with whom his life is so bound up,","31":"the moment he realizes the boy is gone, he'll die on the spot. He'll die of grief and we, your servants who are standing here before you, will have killed him.","32":"And that's not all. I got my father to release the boy to show him to you by promising, \"If I don't bring him back, I'll stand condemned before you, Father, all my life.'","33":"\"So let me stay here as your slave, not this boy. Let the boy go back with his brothers.","34":"How can I go back to my father if the boy is not with me? Oh, don't make me go back and watch my father die in grief!\""}