{"1":"When the human race began to increase, with more and more daughters being born,","2":"the sons of God noticed that the daughters of men were beautiful. They looked them over and picked out wives for themselves.","3":"Then GOD said, \"I'm not going to breathe life into men and women endlessly. Eventually they're going to die; from now on they can expect a life span of 120 years.\"","4":"This was back in the days (and also later) when there were giants in the land. The giants came from the union of the sons of God and the daughters of men. These were the mighty men of ancient lore, the famous ones.","5":"GOD saw that human evil was out of control. People thought evil, imagined evil--evil, evil, evil from morning to night.","6":"GOD was sorry that he had made the human race in the first place; it broke his heart.","7":"GOD said, \"I'll get rid of my ruined creation, make a clean sweep: people, animals, snakes and bugs, birds--the works. I'm sorry I made them.\"","8":"But Noah was different. GOD liked what he saw in Noah.","9":"This is the story of Noah: Noah was a good man, a man of integrity in his community. Noah walked with God.","10":"Noah had three sons: Shem, Ham, and Japheth.","11":"As far as God was concerned, the Earth had become a sewer; there was violence everywhere.","12":"God took one look and saw how bad it was, everyone corrupt and corrupting--life itself corrupt to the core.","13":"God said to Noah, \"It's all over. It's the end of the human race. The violence is everywhere; I'm making a clean sweep.","14":"\"Build yourself a ship from teakwood. Make rooms in it. Coat it with pitch inside and out.","15":"Make it 450 feet long, seventy-five feet wide, and forty-five feet high.","16":"Build a roof for it and put in a window eighteen inches from the top; put in a door on the side of the ship; and make three decks, lower, middle, and upper.","17":"\"I'm going to bring a flood on the Earth that will destroy everything alive under Heaven. Total destruction.","18":"\"But I'm going to establish a covenant with you: You'll board the ship, and your sons, your wife and your sons' wives will come on board with you.","19":"You are also to take two of each living creature, a male and a female, on board the ship, to preserve their lives with you:","20":"two of every species of bird, mammal, and reptile--two of everything so as to preserve their lives along with yours.","21":"Also get all the food you'll need and store it up for you and them.\"","22":"Noah did everything God commanded him to do."}