{"1":"Then God turned his attention to Noah and all the wild animals and farm animals with him on the ship. God caused the wind to blow and the floodwaters began to go down.","2":"The underground springs were shut off, the windows of Heaven closed and the rain quit.","3":"Inch by inch the water lowered. After 150 days the worst was over.","4":"On the seventeenth day of the seventh month, the ship landed on the Ararat mountain range.","5":"The water kept going down until the tenth month. On the first day of the tenth month the tops of the mountains came into view.","6":"After forty days Noah opened the window that he had built into the ship.","7":"He sent out a raven; it flew back and forth waiting for the floodwaters to dry up.","8":"Then he sent a dove to check on the flood conditions,","9":"but it couldn't even find a place to perch--water still covered the Earth. Noah reached out and caught it, brought it back into the ship.","10":"He waited seven more days and sent out the dove again.","11":"It came back in the evening with a freshly picked olive leaf in its beak. Noah knew that the flood was about finished.","12":"He waited another seven days and sent the dove out a third time. This time it didn't come back.","13":"In the six-hundred-first year of Noah's life, on the first day of the first month, the flood had dried up. Noah opened the hatch of the ship and saw dry ground.","14":"By the twenty-seventh day of the second month, the Earth was completely dry.","15":"God spoke to Noah:","16":"\"Leave the ship, you and your wife and your sons and your sons' wives.","17":"And take all the animals with you, the whole menagerie of birds and mammals and crawling creatures, all that brimming prodigality of life, so they can reproduce and flourish on the Earth.\"","18":"Noah disembarked with his sons and wife and his sons' wives.","19":"Then all the animals, crawling creatures, birds--every creature on the face of the Earth--left the ship family by family.","20":"Noah built an altar to GOD. He selected clean animals and birds from every species and offered them as burnt-offerings on the altar.","21":"GOD smelled the sweet fragrance and thought to himself, \"I'll never again curse the ground because of people. I know they have this bent toward evil from an early age, but I'll never again kill off everything living as I've just done.","22":"For as long as Earth lasts, planting and harvest, cold and heat, Summer and winter, day and night will never stop.\""}