{"1":"God blessed Noah and his sons: He said, \"Prosper! Reproduce! Fill the Earth!","2":"Every living creature--birds, animals, fish--will fall under your spell and be afraid of you. You're responsible for them.","3":"All living creatures are yours for food; just as I gave you the plants, now I give you everything else.","4":"Except for meat with its lifeblood still in it--don't eat that.","5":"\"But your own lifeblood I will avenge; I will avenge it against both animals and other humans.","6":"Whoever sheds human blood, by humans let his blood be shed, Because God made humans in his image reflecting God's very nature.","7":"You're here to bear fruit, reproduce, lavish life on the Earth, live bountifully!\"","8":"Then God spoke to Noah and his sons:","9":"\"I'm setting up my covenant with you including your children who will come after you,","10":"along with everything alive around you--birds, farm animals, wild animals--that came out of the ship with you.","11":"I'm setting up my covenant with you that never again will everything living be destroyed by floodwaters; no, never again will a flood destroy the Earth.\"","12":"God continued, \"This is the sign of the covenant I am making between me and you and everything living around you and everyone living after you.","13":"I'm putting my rainbow in the clouds, a sign of the covenant between me and the Earth.","14":"From now on, when I form a cloud over the Earth and the rainbow appears in the cloud,","15":"I'll remember my covenant between me and you and everything living, that never again will floodwaters destroy all life.","16":"When the rainbow appears in the cloud, I'll see it and remember the eternal covenant between God and everything living, every last living creature on Earth.\"","17":"And God said, \"This is the sign of the covenant that I've set up between me and everything living on the Earth.\"","18":"The sons of Noah who came out of the ship were Shem, Ham, and Japheth. Ham was the father of Canaan.","19":"These are the three sons of Noah; from these three the whole Earth was populated.","20":"Noah, a farmer, was the first to plant a vineyard.","21":"He drank from its wine, got drunk and passed out, naked in his tent.","22":"Ham, the father of Canaan, saw that his father was naked and told his two brothers who were outside the tent.","23":"Shem and Japheth took a cloak, held it between them from their shoulders, walked backwards and covered their father's nakedness, keeping their faces turned away so they did not see their father's exposed body.","24":"When Noah woke up with his hangover, he learned what his youngest son had done.","25":"He said, Cursed be Canaan! A slave of slaves, a slave to his brothers!","26":"Blessed be GOD, the God of Shem, but Canaan shall be his slave.","27":"God prosper Japheth, living spaciously in the tents of Shem. But Canaan shall be his slave.","28":"Noah lived another 350 years following the flood.","29":"He lived a total of 950 years. And he died. The Family Tree of Noah's Sons"}