{"1":"The same goes for you wives: Be good wives to your husbands, responsive to their needs. There are husbands who, indifferent as they are to any words about God, will be captivated","2":"by your life of holy beauty.","3":"What matters is not your outer appearance--the styling of your hair, the jewelry you wear, the cut of your clothes--","4":"but your inner disposition. Cultivate inner beauty, the gentle, gracious kind that God delights in.","5":"The holy women of old were beautiful before God that way, and were good, loyal wives to their husbands.","6":"Sarah, for instance, taking care of Abraham, would address him as \"my dear husband.\" You'll be true daughters of Sarah if you do the same, unanxious and unintimidated.","7":"The same goes for you husbands: Be good husbands to your wives. Honor them, delight in them. As women they lack some of your advantages. But in the new life of God's grace, you're equals. Treat your wives, then, as equals so your prayers don't run aground.","8":"Summing up: Be agreeable, be sympathetic, be loving, be compassionate, be humble.","9":"That goes for all of you, no exceptions. No retaliation. No sharp-tongued sarcasm. Instead, bless--that's your job, to bless. You'll be a blessing and also get a blessing.","10":"Whoever wants to embrace life and see the day fill up with good, Here's what you do: Say nothing evil or hurtful;","11":"Snub evil and cultivate good; run after peace for all you're worth.","12":"God looks on all this with approval, listening and responding well to what he's asked; But he turns his back on those who do evil things.","13":"If with heart and soul you're doing good, do you think you can be stopped?","14":"Even if you suffer for it, you're still better off. Don't give the opposition a second thought.","15":"Through thick and thin, keep your hearts at attention, in adoration before Christ, your Master. Be ready to speak up and tell anyone who asks why you're living the way you are, and always with the utmost courtesy.","16":"Keep a clear conscience before God so that when people throw mud at you, none of it will stick. They'll end up realizing that they're the ones who need a bath.","17":"It's better to suffer for doing good, if that's what God wants, than to be punished for doing bad.","18":"That's what Christ did definitively: suffered because of others' sins, the Righteous One for the unrighteous ones. He went through it all--was put to death and then made alive--to bring us to God.","19":"He went and proclaimed God's salvation to earlier generations who ended up in the prison of judgment","20":"because they wouldn't listen. You know, even though God waited patiently all the days that Noah built his ship, only a few were saved then, eight to be exact--saved from the water by the water.","21":"The waters of baptism do that for you, not by washing away dirt from your skin but by presenting you through Jesus' resurrection before God with a clear conscience.","22":"Jesus has the last word on everything and everyone, from angels to armies. He's standing right alongside God, and what he says goes."}