{"1":"GOD spoke to Moses:","2":"\"Tell the Israelites to turn around and make camp at Pi Hahiroth, between Migdol and the sea. Camp on the shore of the sea opposite Baal Zephon.","3":"\"Pharaoh will think, \"The Israelites are lost; they're confused. The wilderness has closed in on them.'","4":"Then I'll make Pharaoh's heart stubborn again and he'll chase after them. And I'll use Pharaoh and his army to put my Glory on display. Then the Egyptians will realize that I am GOD.\" And that's what happened.","5":"When the king of Egypt was told that the people were gone, he and his servants changed their minds. They said, \"What have we done, letting Israel, our slave labor, go free?\"","6":"So he had his chariots harnessed up and got his army together.","7":"He took six hundred of his best chariots, with the rest of the Egyptian chariots and their drivers coming along.","8":"GOD made Pharaoh king of Egypt stubborn, determined to chase the Israelites as they walked out on him without even looking back.","9":"The Egyptians gave chase and caught up with them where they had made camp by the sea--all Pharaoh's horse-drawn chariots and their riders, all his foot soldiers there at Pi Hahiroth opposite Baal Zephon.","10":"As Pharaoh approached, the Israelites looked up and saw them--Egyptians! Coming at them! They were totally afraid. They cried out in terror to GOD.","11":"They told Moses, \"Weren't the cemeteries large enough in Egypt so that you had to take us out here in the wilderness to die? What have you done to us, taking us out of Egypt?","12":"Back in Egypt didn't we tell you this would happen? Didn't we tell you, \"Leave us alone here in Egypt--we're better off as slaves in Egypt than as corpses in the wilderness.'\"","13":"Moses spoke to the people: \"Don't be afraid. Stand firm and watch GOD do his work of salvation for you today. Take a good look at the Egyptians today for you're never going to see them again.","14":"GOD will fight the battle for you. And you? You keep your mouths shut!\" [JC]","15":"GOD said to Moses: \"Why cry out to me? Speak to the Israelites. Order them to get moving.","16":"Hold your staff high and stretch your hand out over the sea: Split the sea! The Israelites will walk through the sea on dry ground.","17":"\"Meanwhile I'll make sure the Egyptians keep up their stubborn chase--I'll use Pharaoh and his entire army, his chariots and horsemen,","18":"to put my Glory on display so that the Egyptians will realize that I am GOD.\"","19":"The angel of God that had been leading the camp of Israel now shifted and got behind them. And the Pillar of Cloud that had been in front also shifted to the rear.","20":"The Cloud was now between the camp of Egypt and the camp of Israel. The Cloud enshrouded one camp in darkness and flooded the other with light. The two camps didn't come near each other all night.","21":"Then Moses stretched out his hand over the sea and GOD, with a terrific east wind all night long, made the sea go back. He made the sea dry ground. The seawaters split.","22":"The Israelites walked through the sea on dry ground with the waters a wall to the right and to the left.","23":"The Egyptians came after them in full pursuit, every horse and chariot and driver of Pharaoh racing into the middle of the sea.","24":"It was now the morning watch. GOD looked down from the Pillar of Fire and Cloud on the Egyptian army and threw them into a panic.","25":"He clogged the wheels of their chariots; they were stuck in the mud. The Egyptians said, \"Run from Israel! GOD is fighting on their side and against Egypt!\"","26":"GOD said to Moses, \"Stretch out your hand over the sea and the waters will come back over the Egyptians, over their chariots, over their horsemen.\"","27":"Moses stretched his hand out over the sea: As the day broke and the Egyptians were running, the sea returned to its place as before. GOD dumped the Egyptians in the middle of the sea.","28":"The waters returned, drowning the chariots and riders of Pharaoh's army that had chased after Israel into the sea. Not one of them survived.","29":"But the Israelites walked right through the middle of the sea on dry ground, the waters forming a wall to the right and to the left.","30":"GOD delivered Israel that day from the oppression of the Egyptians. And Israel looked at the Egyptian dead, washed up on the shore of the sea,","31":"and realized the tremendous power that GOD brought against the Egyptians. The people were in reverent awe before GOD and trusted in GOD and his servant Moses. [JC]"}