{"1":"Then Moses and the Israelites sang this song to GOD giving voice together, I'm singing my heart out to GOD-what a victory! He pitched horse and rider into the sea.","2":"GOD is my strength, GOD is my song, and, yes! GOD is my salvation. This is the kind of God I have and I'm telling the world! This is the God of my father--I'm spreading the news far and wide!","3":"GOD is a fighter, pure GOD, through and through.","4":"Pharaoh's chariots and army he dumped in the sea, The elite of his officers he drowned in the Red Sea.","5":"Wild ocean waters poured over them; they sank like a rock in the deep blue sea.","6":"Your strong right hand, GOD, shimmers with power; your strong right hand shatters the enemy.","7":"In your mighty majesty you smash your upstart enemies, You let loose your hot anger and burn them to a crisp.","8":"At a blast from your nostrils the waters piled up; Tumbling streams dammed up, wild oceans curdled into a swamp.","9":"The enemy spoke, \"I'll pursue, I'll hunt them down, I'll divide up the plunder, I'll glut myself on them; I'll pull out my sword, my fist will send them reeling.\"","10":"You blew with all your might and the sea covered them. They sank like a lead weight in the majestic waters.","11":"Who compares with you among gods, O GOD? Who compares with you in power, in holy majesty, In awesome praises, wonder-working God?","12":"You stretched out your right hand and the Earth swallowed them up.","13":"But the people you redeemed, you led in merciful love; You guided them under your protection to your holy pasture.","14":"When people heard, they were scared; Philistines writhed and trembled;","15":"Yes, even the head men in Edom were shaken, and the big bosses in Moab. Everybody in Canaan panicked and fell faint.","16":"Dread and terror sent them reeling. Before your brandished right arm they were struck dumb like a stone,","17":"Until your people crossed over and entered, O GOD, until the people you made crossed over and entered. You brought them and planted them on the mountain of your heritage, The place where you live, the place you made, Your sanctuary, Master, that you established with your own hands.","18":"Let GOD rule forever, for eternity!","19":"Yes, Pharaoh's horses and chariots and riders went into the sea and GOD turned the waters back on them; but the Israelites walked on dry land right through the middle of the sea. [JC]","20":"Miriam the prophetess, Aaron's sister, took a tambourine, and all the women followed her with tambourines, dancing.","21":"Miriam led them in singing, Sing to GOD- what a victory! He pitched horse and rider into the sea!","22":"Moses led Israel from the Red Sea on to the Wilderness of Shur. They traveled for three days through the wilderness without finding any water.","23":"They got to Marah, but they couldn't drink the water at Marah; it was bitter. That's why they called the place Marah (Bitter).","24":"And the people complained to Moses, \"So what are we supposed to drink?\"","25":"So Moses cried out in prayer to GOD. GOD pointed him to a stick of wood. Moses threw it into the water and the water turned sweet.","26":"That's the place where GOD set up rules and procedures; that's where he started testing them. GOD said, \"If you listen, listen obediently to how GOD tells you to live in his presence, obeying his commandments and keeping all his laws, then I won't strike you with all the diseases that I inflicted on the Egyptians; I am GOD your healer.\"","27":"They came to Elim where there were twelve springs of water and seventy palm trees. They set up camp there by the water."}