{"1":"GOD said to Moses, \"Now you'll see what I'll do to Pharaoh: With a strong hand he'll send them out free; with a strong hand he'll drive them out of his land.\"","2":"God continued speaking to Moses, reassuring him, \"I am GOD.","3":"I appeared to Abraham, Isaac, and Jacob as The Strong God, but by my name GOD (I-Am-Present) I was not known to them.","4":"I also established my covenant with them to give them the land of Canaan, the country in which they lived as sojourners.","5":"But now I've heard the groanings of the Israelites whom the Egyptians continue to enslave and I've remembered my covenant.","6":"Therefore tell the Israelites: \"I am GOD. I will bring you out from under the cruel hard labor of Egypt. I will rescue you from slavery. I will redeem you, intervening with great acts of judgment.","7":"I'll take you as my own people and I'll be God to you. You'll know that I am GOD, your God who brings you out from under the cruel hard labor of Egypt.","8":"I'll bring you into the land that I promised to give Abraham, Isaac, and Jacob and give it to you as your own country. I AM GOD.\"","9":"But when Moses delivered this message to the Israelites, they didn't even hear him--they were that beaten down in spirit by the harsh slave conditions.","10":"Then GOD said to Moses,","11":"\"Go and speak to Pharaoh king of Egypt so that he will release the Israelites from his land.\"","12":"Moses answered GOD, \"Look--the Israelites won't even listen to me. How do you expect Pharaoh to? And besides, I stutter.\"","13":"But GOD again laid out the facts to Moses and Aaron regarding the Israelites and Pharaoh king of Egypt, and he again commanded them to lead the Israelites out of the land of Egypt.","14":"These are the heads of the tribes: The sons of Reuben, Israel's firstborn: Hanoch, Pallu, Hezron, and Carmi--these are the families of Reuben.","15":"The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Saul, the son of a Canaanite woman--these are the families of Simeon.","16":"These are the names of the sons of Levi in the order of their birth: Gershon, Kohath, and Merari. Levi lived 137 years.","17":"The sons of Gershon by family: Libni and Shimei.","18":"The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. Kohath lived to be 133.","19":"The sons of Merari: Mahli and Mushi. These are the sons of Levi in the order of their birth.","20":"Amram married his aunt Jochebed and she had Aaron and Moses. Amram lived to be 137.","21":"The sons of Izhar: Korah, Nepheg, and Zicri.","22":"The sons of Uzziel: Mishael, Elzaphan, and Sithri.","23":"Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon, and she had Nadab and Abihu, Eleazar and Ithamar.","24":"The sons of Korah: Assir, Elkanah, and Abiasaph. These are the families of the Korahites.","25":"Aaron's son Eleazar married one of the daughters of Putiel and she had Phinehas. These are the heads of the Levite families, family by family.","26":"This is the Aaron and Moses whom GOD ordered: \"Bring the Israelites out of the land of Egypt clan by clan.\"","27":"These are the men, Moses and Aaron, who told Pharaoh king of Egypt to release the Israelites from Egypt.","28":"And that's how things stood when GOD next spoke to Moses in Egypt.","29":"God addressed Moses, saying, \"I am GOD. Tell Pharaoh king of Egypt everything I say to you.\"","30":"And Moses answered, \"Look at me. I stutter. Why would Pharaoh listen to me?\""}