{"1":"GOD said to Moses, \"Go to Pharaoh and tell him, \"GOD, the God of the Hebrews, says: Release my people so they can worship me.","2":"If you refuse to release them and continue to hold on to them,","3":"I'm giving you fair warning: GOD will come down hard on your livestock out in the fields--horses, donkeys, camels, cattle, sheep--striking them with a severe disease.","4":"GOD will draw a sharp line between the livestock of Israel and the livestock of Egypt. Not one animal that belongs to the Israelites will die.'\"","5":"Then GOD set the time: \"Tomorrow GOD will do this thing.\"","6":"And the next day GOD did it. All the livestock of Egypt died, but not one animal of the Israelites died.","7":"Pharaoh sent men to find out what had happened and there it was: none of the livestock of the Israelites had died--not one death. But Pharaoh stayed stubborn. He wouldn't release the people.","8":"GOD said to Moses and Aaron, \"Take fistfuls of soot from a furnace and have Moses throw it into the air right before Pharaoh's eyes;","9":"it will become a film of fine dust all over Egypt and cause sores, an eruption of boils on people and animals throughout Egypt.\"","10":"So they took soot from a furnace, stood in front of Pharaoh, and threw it up into the air. It caused boils to erupt on people and animals.","11":"The magicians weren't able to compete with Moses this time because of the boils--they were covered with boils just like everyone else in Egypt.","12":"GOD hardened Pharaoh in his stubbornness. He wouldn't listen, just as GOD had said to Moses.","13":"GOD said to Moses, \"Get up early in the morning and confront Pharaoh. Tell him, \"GOD, the God of the Hebrews, says: Release my people so they can worship me.","14":"This time I am going to strike you and your servants and your people with the full force of my power so you'll get it into your head that there's no one like me anywhere in all the Earth.","15":"You know that by now I could have struck you and your people with deadly disease and there would be nothing left of you, not a trace.","16":"But for one reason only I've kept you on your feet: To make you recognize my power so that my reputation spreads in all the Earth.","17":"You are still building yourself up at my people's expense. You are not letting them go.","18":"So here's what's going to happen: At this time tomorrow I'm sending a terrific hailstorm--there's never been a storm like this in Egypt from the day of its founding until now.","19":"So get your livestock under roof--everything exposed in the open fields, people and animals, will die when the hail comes down.'\"","20":"All of Pharaoh's servants who had respect for GOD's word got their workers and animals under cover as fast as they could,","21":"but those who didn't take GOD's word seriously left their workers and animals out in the field.","22":"GOD said to Moses: \"Stretch your hands to the skies. Signal the hail to fall all over Egypt on people and animals and crops exposed in the fields of Egypt.\"","23":"Moses lifted his staff to the skies and GOD sent peals of thunder and hail shot through with lightning strikes. GOD rained hail down on the land of Egypt.","24":"The hail came, hail and lightning--a fierce hailstorm. There had been nothing like it in Egypt in its entire history.","25":"The hail hit hard all over Egypt. Everything exposed out in the fields, people and animals and crops, was smashed. Even the trees in the fields were shattered.","26":"Except for Goshen where the Israelites lived; there was no hail in Goshen.","27":"Pharaoh summoned Moses and Aaron. He said, \"I've sinned for sure this time--GOD is in the right and I and my people are in the wrong.","28":"Pray to GOD. We've had enough of GOD's thunder and hail. I'll let you go. The sooner you're out of here the better.\"","29":"Moses said, \"As soon as I'm out of the city, I'll stretch out my arms to GOD. The thunder will stop and the hail end so you'll know that the land is GOD's land.","30":"Still, I know that you and your servants have no respect for GOD.\"","31":"(The flax and the barley were ruined, for they were just ripening,","32":"but the wheat and spelt weren't hurt--they ripen later.)","33":"Moses left Pharaoh and the city and stretched out his arms to GOD. The thunder and hail stopped; the storm cleared.","34":"But when Pharaoh saw that the rain and hail and thunder had stopped, he kept right on sinning, stubborn as ever, both he and his servants.","35":"Pharaoh's heart turned rock-hard. He refused to release the Israelites, as GOD had ordered through Moses."}