{"1":"I heard a shout of command from the Temple to the Seven Angels: \"Begin! Pour out the seven bowls of God's wrath on earth!\"","2":"The first Angel stepped up and poured his bowl out on earth: Loathsome, stinking sores erupted on all who had taken the mark of the Beast and worshiped its image.","3":"The second Angel poured his bowl on the sea: The sea coagulated into blood, and everything in it died.","4":"The third Angel poured his bowl on rivers and springs: The waters turned to blood.","5":"I heard the Angel of Waters say, Righteous you are, and your judgments are righteous, THE IS, THE WAS, THE HOLY.","6":"They poured out the blood of saints and prophets so you've given them blood to drink--they've gotten what they deserve!","7":"Just then I heard the Altar chime in, Yes, O God, the Sovereign-Strong! Your judgments are true and just!","8":"The fourth Angel poured his bowl on the sun: Fire blazed from the sun and scorched men and women.","9":"Burned and blistered, they cursed God's Name, the God behind these disasters. They refused to repent, refused to honor God.","10":"The fifth Angel poured his bowl on the throne of the Beast: Its kingdom fell into sudden eclipse. Mad with pain, men and women bit and chewed their tongues,","11":"cursed the God of Heaven for their torment and sores, and refused to repent and change their ways.","12":"The sixth Angel poured his bowl on the great Euphrates River: It dried up to nothing. The dry riverbed became a fine roadbed for the kings from the East.","13":"From the mouths of the Dragon, the Beast, and the False Prophet I saw three foul demons crawl out--they looked like frogs.","14":"These are demon spirits performing signs. They're after the kings of the whole world to get them gathered for battle on the Great Day of God, the Sovereign-Strong.","15":"\"Keep watch! I come unannounced, like a thief. You're blessed if, awake and dressed, you're ready for me. Too bad if you're found running through the streets, naked and ashamed.\"","16":"The frog-demons gathered the kings together at the place called in Hebrew Armageddon.","17":"The seventh Angel poured his bowl into the air: From the Throne in the Temple came a shout, \"Done!\"","18":"followed by lightning flashes and shouts, thunder crashes and a colossal earthquake--a huge and devastating earthquake, never an earthquake like it since time began.","19":"The Great City split three ways, the cities of the nations toppled to ruin. Great Babylon had to drink the wine of God's raging anger--God remembered to give her the cup!","20":"Every island fled and not a mountain was to be found.","21":"Hailstones weighing a ton plummeted, crushing and smashing men and women as they cursed God for the hail, the epic disaster of hail."}