{"1":"When I was thirty years of age, I was living with the exiles on the Kebar River. On the fifth day of the fourth month, the sky opened up and I saw visions of God.","2":"(It was the fifth day of the month in the fifth year of the exile of King Jehoiachin","3":"that GOD's Word came to Ezekiel the priest, the son of Buzi, on the banks of the Kebar River in the country of Babylon. GOD's hand came upon him that day.) [JC]","4":"I looked: I saw an immense dust storm come from the north, an immense cloud with lightning flashing from it, a huge ball of fire glowing like bronze.","5":"Within the fire were what looked like four creatures vibrant with life. Each had the form of a human being,","6":"but each also had four faces and four wings.","7":"Their legs were as sturdy and straight as columns, but their feet were hoofed like those of a calf and sparkled from the fire like burnished bronze.","8":"On all four sides under their wings they had human hands. All four had both faces and wings,","9":"with the wings touching one another. They turned neither one way nor the other; they went straight forward.","10":"Their faces looked like this: In front a human face, on the right side the face of a lion, on the left the face of an ox, and in back the face of an eagle.","11":"So much for the faces. The wings were spread out with the tips of one pair touching the creature on either side; the other pair of wings covered its body.","12":"Each creature went straight ahead. Wherever the spirit went, they went. They didn't turn as they went.","13":"The four creatures looked like a blazing fire, or like fiery torches. Tongues of fire shot back and forth between the creatures, and out of the fire, bolts of lightning.","14":"The creatures flashed back and forth like strikes of lightning.","15":"As I watched the four creatures, I saw something that looked like a wheel on the ground beside each of the four-faced creatures.","16":"This is what the wheels looked like: They were identical wheels, sparkling like diamonds in the sun. It looked like they were wheels within wheels, like a gyroscope.","17":"They went in any one of the four directions they faced, but straight, not veering off.","18":"The rims were immense, circled with eyes.","19":"When the living creatures went, the wheels went; when the living creatures lifted off, the wheels lifted off.","20":"Wherever the spirit went, they went, the wheels sticking right with them, for the spirit of the living creatures was in the wheels.","21":"When the creatures went, the wheels went; when the creatures stopped, the wheels stopped; when the creatures lifted off, the wheels lifted off, because the spirit of the living creatures was in the wheels.","22":"Over the heads of the living creatures was something like a dome, shimmering like a sky full of cut glass, vaulted over their heads.","23":"Under the dome one set of wings was extended toward the others, with another set of wings covering their bodies.","24":"When they moved I heard their wings--it was like the roar of a great waterfall, like the voice of The Strong God, like the noise of a battlefield. When they stopped, they folded their wings.","25":"And then, as they stood with folded wings, there was a voice from above the dome over their heads.","26":"Above the dome there was something that looked like a throne, sky-blue like a sapphire, with a humanlike figure towering above the throne.","27":"From what I could see, from the waist up he looked like burnished bronze and from the waist down like a blazing fire. Brightness everywhere!","28":"The way a rainbow springs out of the sky on a rainy day--that's what it was like. It turned out to be the Glory of GOD! When I saw all this, I fell to my knees, my face to the ground. Then I heard a voice. [JC]"}