{"1":"GOD's Message came to me:","2":"\"Son of man, make a riddle for the house of Israel. Tell them a story.","3":"Say, \"GOD, the Master, says: A great eagle with a huge wingspan and long feathers, In full plumage and bright colors, came to Lebanon And took the top off a cedar,","4":"broke off the top branch, Took it to a land of traders, and set it down in a city of shopkeepers.","5":"Then he took a cutting from the land and planted it in good, well-watered soil, like a willow on a riverbank.","6":"It sprouted into a flourishing vine, low to the ground. Its branches grew toward the eagle and the roots became established--A vine putting out shoots, developing branches.","7":"There was another great eagle with a huge wingspan and thickly feathered. This vine sent out its roots toward him from the place where it was planted. Its branches reached out to him so he could water it from a long distance.","8":"It had been planted in good, well-watered soil, And it put out branches and bore fruit, and became a noble vine.","9":"GOD, the Master, says, Will it thrive? Won't he just pull it up by the roots and leave the grapes to rot And the branches to shrivel up, a withered, dead vine? It won't take much strength or many hands to pull it up.","10":"Even if it's transplanted, will it thrive? When the hot east wind strikes it, won't it shrivel up? Won't it dry up and blow away from the place where it was planted?'\" [JC]","11":"GOD's Message came to me:","12":"\"Tell this house of rebels, \"Do you get it? Do you know what this means?'\"Tell them, \"The king of Babylon came to Jerusalem and took its king and its leaders back to Babylon.","13":"He took one of the royal family and made a covenant with him, making him swear his loyalty. The king of Babylon took all the top leaders into exile","14":"to make sure that this kingdom stayed weak--didn't get any big ideas of itself--and kept the covenant with him so that it would have a future.","15":"But he rebelled and sent emissaries to Egypt to recruit horses and a big army. Do you think that's going to work? Are they going to get by with this? Does anyone break a covenant and get off scot-free?","16":"As sure as I am the living God, this king who broke his pledge of loyalty and his covenant will die in that country, in Babylon.","17":"Pharaoh with his big army--all those soldiers!-won't lift a finger to fight for him when Babylon sets siege to the city and kills everyone inside.","18":"Because he broke his word and broke the covenant, even though he gave his solemn promise, because he went ahead and did all these things anyway, he won't escape.","19":"Therefore, GOD, the Master, says, As sure as I am the living God, because the king despised my oath and broke my covenant, I'll bring the consequences crashing down on his head.","20":"I'll send out a search party and catch him. I'll take him to Babylon and have him brought to trial because of his total disregard for me.","21":"All his elite soldiers, along with the rest of the army, will be killed in battle, and whoever is left will be scattered to the four winds. Then you'll realize that I, GOD, have spoken.","22":"GOD, the Master, says, I personally will take a shoot from the top of the towering cedar, a cutting from the crown of the tree, and plant it on a high and towering mountain,","23":"on the high mountain of Israel. It will grow, putting out branches and fruit--a majestic cedar. Birds of every sort and kind will live under it. They'll build nests in the shade of its branches.","24":"All the trees of the field will recognize that I, GOD, made the great tree small and the small tree great, made the green tree turn dry and the dry tree sprout green branches. I, GOD, said it--and I did it.'\""}