{"1":"In the seventh year, the fifth month, on the tenth day of the month, some of the leaders of Israel came to ask for guidance from GOD. They sat down before me.","2":"Then GOD's Message came to me:","3":"\"Son of man, talk with the leaders of Israel. Tell them, \"GOD, the Master, says, \"Have you come to ask me questions? As sure as I am the living God, I'll not put up with questions from you. Decree of GOD, the Master.\"'","4":"\"Son of man, why don't you do it? Yes, go ahead. Hold them accountable. Confront them with the outrageous obscenities of their parents.","5":"Tell them that GOD, the Master, says: On the day I chose Israel, I revealed myself to them in the country of Egypt, raising my hand in a solemn oath to the people of Jacob, in which I said, \"I am GOD, your personal God.\"","6":"On the same day that I raised my hand in the solemn oath, I promised them that I would take them out of the country of Egypt and bring them into a country that I had searched out just for them, a country flowing with milk and honey, a jewel of a country.","7":"At that time I told them, \"Get rid of all the vile things that you've become addicted to. Don't make yourselves filthy with the Egyptian no-god idols. I alone am GOD, your God.\"","8":"But they rebelled against me, wouldn't listen to a word I said. None got rid of the vile things they were addicted to. They held on to the no-gods of Egypt as if for dear life. I seriously considered inflicting my anger on them in force right there in Egypt.","9":"Then I thought better of it. I acted out of who I was, not by how I felt. And I acted in a way that would evoke honor, not blasphemy, from the nations around them, nations who had seen me reveal myself by promising to lead my people out of Egypt.","10":"And then I did it: I led them out of Egypt into the desert.","11":"I gave them laws for living, showed them how to live well and obediently before me.","12":"I also gave them my weekly holy rest days, my \"Sabbaths,\" a kind of signpost erected between me and them to show them that I, GOD, am in the business of making them holy.","13":"But Israel rebelled against me in the desert. They didn't follow my statutes. They despised my laws for living well and obediently in the ways I had set out. And they totally desecrated my holy Sabbaths. I seriously considered unleashing my anger on them right there in the desert.","14":"But I thought better of it and acted out of who I was, not by what I felt, so that I might be honored and not blasphemed by the nations who had seen me bring them out.","15":"But I did lift my hand in a solemn oath there in the desert and promise them that I would not bring them into the country flowing with milk and honey that I had chosen for them, that jewel among all lands.","16":"I canceled my promise because they despised my laws for living obediently, wouldn't follow my statutes, and went ahead and desecrated my holy Sabbaths. They preferred living by their no-god idols.","17":"But I didn't go all the way: I didn't wipe them out, didn't finish them off in the desert.","18":"Then I addressed myself to their children in the desert: \"Don't do what your parents did. Don't take up their practices. Don't make yourselves filthy with their no-god idols.","19":"I myself am GOD, your God: Keep my statutes and live by my laws.","20":"Keep my Sabbaths as holy rest days, signposts between me and you, signaling that I am GOD, your God.\"","21":"But the children also rebelled against me. They neither followed my statutes nor kept my laws for living upright and well. And they desecrated my Sabbaths. I seriously considered dumping my anger on them, right there in the desert.","22":"But I thought better of it and acted out of who I was, not by what I felt, so that I might be honored and not blasphemed by the nations who had seen me bring them out.","23":"But I did lift my hand in solemn oath there in the desert, and swore that I would scatter them all over the world, disperse them every which way","24":"because they didn't keep my laws nor live by my statutes. They desecrated my Sabbaths and remained addicted to the no-god idols of their parents.","25":"Since they were determined to live bad lives, I myself gave them statutes that could not produce goodness and laws that did not produce life.","26":"I abandoned them. Filthy in the gutter, they perversely sacrificed their firstborn children in the fire. The very horror should have shocked them into recognizing that I am GOD.'","27":"\"Therefore, speak to Israel, son of man. Tell them that GOD says, \"As if that wasn't enough, your parents further insulted me by betraying me.","28":"When I brought them into that land that I had solemnly promised with my upraised hand to give them, every time they saw a hill with a sex-and-religion shrine on it or a grove of trees where the sacred whores practiced, they were there, buying into the whole pagan system.","29":"I said to them, \"What hill do you go to?\"' (It's still called \"Whore Hills.\")","30":"\"Therefore, say to Israel, \"The Message of GOD, the Master: You're making your lives filthy by copying the ways of your parents. In repeating their vile practices, you've become whores yourselves.","31":"In burning your children as sacrifices, you've become as filthy as your no-god idols--as recently as today! Am I going to put up with questions from people like you, Israel? As sure as I am the living God, I, GOD, the Master, refuse to be called into question by you!","32":"What you're secretly thinking is never going to happen. You're thinking, \"We're going to be like everybody else, just like the other nations. We're going to worship gods we can make and control.\"","33":"As sure as I am the living God, says GOD, the Master, think again! With a mighty show of strength and a terrifying rush of anger, I will be King over you!","34":"I'll bring you back from the nations, collect you out of the countries to which you've been scattered, with a mighty show of strength and a terrifying rush of anger.","35":"I'll bring you to the desert of nations and haul you into court, where you'll be face to face with judgment.","36":"As I faced your parents with judgment in the desert of Egypt, so I'll face you with judgment.","37":"I'll scrutinize and search every person as you arrive, and I'll bring you under the bond of the covenant.","38":"I'll cull out the rebels and traitors. I'll lead them out of their exile, but I won't bring them back to Israel. Then you'll realize that I am GOD.","39":"But you, people of Israel, this is the Message of GOD, the Master, to you: Go ahead, serve your no-god idols! But later, you'll think better of it and quit throwing filth and mud on me with your pagan offerings and no-god idols.","40":"For on my holy mountain, the high mountain of Israel, I, GOD, the Master, tell you that the entire people of Israel will worship me. I'll receive them there with open arms. I'll demand your best gifts and offerings, all your holy sacrifices.","41":"What's more, I'll receive you as the best kind of offerings when I bring you back from all the lands and countries in which you've been scattered. I'll demonstrate in the eyes of the world that I am The Holy.","42":"When I return you to the land of Israel, the land that I solemnly promised with upraised arm to give to your parents, you'll realize that I am GOD.","43":"Then and there you'll remember all that you've done, the way you've lived that has made you so filthy--and you'll loathe yourselves.","44":"But, dear Israel, you'll also realize that I am GOD when I respond to you out of who I am, not by what I feel about the evil lives you've lived, the corrupt history you've compiled. Decree of GOD, the Master.'\"","45":"GOD's Message came to me:","46":"\"Son of man, face south. Let the Message roll out against the south. Prophesy against the wilderness forest of the south.","47":"\"Tell the forest of the south, \"Listen to the Message of GOD! GOD, the Master, says, I'll set a fire in you that will burn up every tree, dead trees and live trees alike. Nobody will put out the fire. The whole country from south to north will be blackened by it.","48":"Everyone is going to see that I, GOD, started the fire and that it's not going to be put out.'\"","49":"And I said, \"O GOD, everyone is saying of me, \"He just makes up stories.'\""}