{"1":"GOD's Message came to me:","2":"\"Son of man, now face Jerusalem and let the Message roll out against the Sanctuary. Prophesy against the land of Israel.","3":"Say, \"GOD's Message: I'm against you. I'm pulling my sword from its sheath and killing both the wicked and the righteous.","4":"Because I'm treating everyone the same, good and bad, everyone from south to north is going to feel my sword!","5":"Everyone will know that I mean business.'","6":"\"So, son of man, groan! Double up in pain. Make a scene!","7":"\"When they ask you, \"Why all this groaning, this carrying on?' say, \"Because of the news that's coming. It'll knock the breath out of everyone. Hearts will stop cold, knees turn to rubber. Yes, it's coming. No stopping it. Decree of GOD, the Master.'\" [JC]","8":"GOD's Message to me:","9":"\"Son of man, prophesy. Tell them, \"The Master says: A sword! A sword! razor-sharp and polished,","10":"Sharpened to kill, polished to flash like lightning! My child, you've despised the scepter of Judah by worshiping every tree-idol.","11":"The sword is made to glisten, to be held and brandished. It's sharpened and polished, ready to be brandished by the killer.'","12":"\"Yell out and wail, son of man. The sword is against my people! The princes of Israel and my people--abandoned to the sword! Wring your hands! Tear out your hair!","13":"Testing comes. Why have you despised discipline? You can't get around it. Decree of GOD, the Master.'","14":"\"So, prophesy, son of man! Clap your hands. Get their attention. Tell them that the sword's coming down once, twice, three times. It's a sword to kill, a sword for a massacre, A sword relentless, a sword inescapable--","15":"People collapsing right and left, going down like dominoes. I've stationed a murderous sword at every gate in the city, Flashing like lightning, brandished murderously.","16":"Cut to the right, thrust to the left, murderous, sharp-edged sword!","17":"Then I'll clap my hands, a signal that my anger is spent. I, GOD, have spoken.\" [JC]","18":"GOD's Message came to me:","19":"\"Son of man, lay out two roads for the sword of the king of Babylon to take. Start them from the same place. Place a signpost at the beginning of each road.","20":"Post one sign to mark the road of the sword to Rabbah of the Ammonites. Post the other to mark the road to Judah and Fort Jerusalem.","21":"The king of Babylon stands at the fork in the road and he decides by divination which of the two roads to take. He draws straws, he throws god-dice, he examines a goat liver.","22":"He opens his right hand: The omen says, \"Head for Jerusalem!' So he's on his way with battering rams, roused to kill, sounding the battle cry, pounding down city gates, building siege works.","23":"\"To the Judah leaders, who themselves have sworn oaths, it will seem like a false divination, but he will remind them of their guilt, and so they'll be captured.","24":"\"So this is what GOD, the Master, says: \"Because your sin is now out in the open so everyone can see what you've been doing, you'll be taken captive.","25":"O Zedekiah, blasphemous and evil prince of Israel: Time's up. It's \"punishment payday.\"","26":"GOD says, Take your royal crown off your head. No more \"business as usual.\" The underdog will be promoted and the top dog will be demoted.","27":"Ruins, ruins, ruins! I'll turn the whole place into ruins. And ruins it will remain until the one comes who has a right to it. Then I'll give it to him.'","28":"\"But, son of man, your job is to prophesy. Tell them, \"This is the Message from GOD, the Master, against the Ammonites and against their cruel taunts: A sword! A sword! Bared to kill, Sharp as a razor, flashing like lightning.","29":"Despite false sword propaganda circulated in Ammon, The sword will sever Ammonite necks, for whom it's punishment payday.","30":"Return the sword to the sheath! I'll judge you in your home country, in the land where you grew up.","31":"I'll empty out my wrath on you, breathe hot anger down your neck. I'll give you to vicious men skilled in torture.","32":"You'll end up as stove-wood. Corpses will litter your land. Not so much as a memory will be left of you. I, GOD, have said so.'\""}