{"1":"GOD's Message came to me:","2":"\"Son of man, are you going to judge this bloody city or not? Come now, are you going to judge her? Do it! Face her with all her outrageous obscenities.","3":"Tell her, \"This is what GOD, the Master, says: You're a city murderous at the core, just asking for punishment. You're a city obsessed with no-god idols, making yourself filthy.","4":"In all your killing, you've piled up guilt. In all your idol-making, you've become filthy. You've forced a premature end to your existence. I'll put you on exhibit as the scarecrow of the nations, the world's worst joke.","5":"From far and near they'll deride you as infamous in filth, notorious for chaos.","6":"Your leaders, the princes of Israel among you, compete in crime.","7":"You're a community that's insolent to parents, abusive to outsiders, oppressive against orphans and widows.","8":"You treat my holy things with contempt and desecrate my Sabbaths.","9":"You have people spreading lies and spilling blood, flocking to the hills to the sex shrines and fornicating unrestrained.","10":"Incest is common. Men force themselves on women regardless of whether they're ready or willing.","11":"Sex is now anarchy. Anyone is fair game: neighbor, daughter-in-law, sister.","12":"Murder is for hire, usury is rampant, extortion is commonplace. And you've forgotten me. Decree of GOD, the Master.","13":"Now look! I've clapped my hands, calling everyone's attention to your rapacious greed and your bloody brutalities.","14":"Can you stick with it? Will you be able to keep at this once I start dealing with you? I, GOD, have spoken. I'll put an end to this.","15":"I'll throw you to the four winds. I'll scatter you all over the world. I'll put a full stop to your filthy living.","16":"You will be defiled, spattered with your own mud in the eyes of the nations. And you'll recognize that I am GOD.'\"","17":"GOD's Message came to me:","18":"\"Son of man, the people of Israel are slag to me, the useless byproduct of refined copper, tin, iron, and lead left at the smelter--a worthless slag heap.","19":"So tell them, \"GOD, the Master, has spoken: Because you've all become worthless slag, you're on notice: I'll assemble you in Jerusalem.","20":"As men gather silver, copper, iron, lead, and tin into a furnace and blow fire on it to melt it down, so in my wrath I'll gather you and melt you down.","21":"I'll blow on you with the fire of my wrath to melt you down in the furnace.","22":"As silver is melted down, you'll be melted down. That should get through to you. Then you'll recognize that I, GOD, have let my wrath loose on you.'\"","23":"GOD's Message came to me:","24":"\"Son of man, tell her, \"You're a land that during the time I was angry with you got no rain, not so much as a spring shower.","25":"The leaders among you became desperate, like roaring, ravaging lions killing indiscriminately. They grabbed and looted, leaving widows in their wake.","26":"Your priests violated my law and desecrated my holy things. They can't tell the difference between sacred and secular. They tell people there's no difference between right and wrong. They're contemptuous of my holy Sabbaths, profaning me by trying to pull me down to their level.","27":"Your politicians are like wolves prowling and killing and rapaciously taking whatever they want.","28":"Your preachers cover up for the politicians by pretending to have received visions and special revelations. They say, \"This is what GOD, the Master, says...\" when GOD hasn't said so much as one word.","29":"Extortion is rife, robbery is epidemic, the poor and needy are abused, outsiders are kicked around at will, with no access to justice.'","30":"\"I looked for someone to stand up for me against all this, to repair the defenses of the city, to take a stand for me and stand in the gap to protect this land so I wouldn't have to destroy it. I couldn't find anyone. Not one.","31":"So I'll empty out my wrath on them, burn them to a crisp with my hot anger, serve them with the consequences of all they've done. Decree of GOD, the Master.\""}