{"1":"The Message of GOD came to me in the ninth year, the tenth month, and the tenth day of the month:","2":"\"Son of man, write down this date. The king of Babylon has laid siege to Jerusalem this very day.","3":"Tell this company of rebels a story: Put on the soup pot. Fill it with water.","4":"Put chunks of meat into it, all the choice pieces--loin and brisket. Pick out the best soup bones","5":"from the best of the sheep in the flock. Pile wood beneath the pot. Bring it to a boil and cook the soup.","6":"GOD, the Master, says: Doom to the city of murder, to the pot thick with scum, thick with a filth that can't be scoured. Empty the pot piece by piece; don't bother who gets what.","7":"The blood from murders has stained the whole city; Blood runs bold on the street stones, with no one bothering to wash it off--","8":"Blood out in the open to public view to provoke my wrath, to trigger my vengeance.","9":"Therefore, this is what GOD, the Master, says: Doom to the city of murder! I, too, will pile on the wood.","10":"Stack the wood high, light the match, Cook the meat, spice it well, pour out the broth, and then burn the bones.","11":"Then I'll set the empty pot on the coals and heat it red-hot so the bronze glows, So the germs are killed and the corruption is burned off.","12":"But it's hopeless. It's too far gone. The filth is too thick.","13":"Your encrusted filth is your filthy sex. I wanted to clean you up, but you wouldn't let me. I'll make no more attempts at cleaning you up until my anger quiets down.","14":"I, GOD, have said it, and I'll do it. I'm not holding back. I've run out of compassion. I'm not changing my mind. You're getting exactly what's coming to you. Decree of GOD, the Master.'\"","15":"GOD's Message came to me:","16":"\"Son of man, I'm about to take from you the delight of your life--a real blow, I know. But, please, no tears.","17":"Keep your grief to yourself. No public mourning. Get dressed as usual and go about your work--none of the usual funeral rituals.\"","18":"I preached to the people in the morning. That evening my wife died. The next morning I did as I'd been told.","19":"The people came to me, saying, \"Tell us why you're acting like this. What does it mean, anyway?\"","20":"So I told them, \"GOD's Word came to me, saying,","21":"\"Tell the family of Israel, This is what GOD, the Master, says: I will desecrate my Sanctuary, your proud impregnable fort, the delight of your life, your heart's desire. The children you left behind will be killed.","22":"Then you'll do exactly as I've done. You'll perform none of the usual funeral rituals.","23":"You'll get dressed as usual and go about your work. No tears. But your sins will eat away at you from within and you'll groan among yourselves.","24":"Ezekiel will be your example. The way he did it is the way you'll do it. When this happens you'll recognize that I am GOD, the Master.'","25":"\"And you, son of man: The day I take away the people's refuge, their great joy, the delight of their life, what they've most longed for, along with all their children","26":"-on that very day a survivor will arrive and tell you what happened to the city.","27":"You'll break your silence and start talking again, talking to the survivor. Again, you'll be an example for them. And they'll recognize that I am GOD.\""}