{"1":"GOD's Message came to me,","2":"\"Son of man, tell the prince of Tyre, \"This is what GOD, the Master, says: Your heart is proud, going around saying, \"I'm a god. I sit on God's divine throne, ruling the sea\"--You, a mere mortal, not even close to being a god, A mere mortal trying to be a god.","3":"Look, you think you're smarter than Daniel. No enigmas can stump you.","4":"Your sharp intelligence made you world-wealthy. You piled up gold and silver in your banks.","5":"You used your head well, worked good deals, made a lot of money. But the money has gone to your head, swelled your head--what a big head!","6":"Therefore, GOD, the Master, says: Because you're acting like a god, pretending to be a god,","7":"I'm giving fair warning: I'm bringing strangers down on you, the most vicious of all nations. They'll pull their swords and make hash of your reputation for knowing it all. They'll puncture the balloon of your god-pretensions.","8":"They'll bring you down from your self-made pedestal and bury you in the deep blue sea.","9":"Will you protest to your assassins, \"You can't do that! I'm a god\"? To them you're a mere mortal. They're killing a man, not a god.","10":"You'll die like a stray dog, killed by strangers--","11":"Because I said so. Decree of GOD, the Master.'\" GOD's Message came to me:","12":"\"Son of man, raise a funeral song over the king of Tyre. Tell him, A Message from GOD, the Master: \"You had everything going for you.","13":"You were in Eden, God's garden. You were dressed in splendor, your robe studded with jewels: Carnelian, peridot, and moonstone, beryl, onyx, and jasper, Sapphire, turquoise, and emerald, all in settings of engraved gold. A robe was prepared for you the same day you were created.","14":"You were the anointed cherub. I placed you on the mountain of God. You strolled in magnificence among the stones of fire.","15":"From the day of your creation you were sheer perfection","16":"In much buying and selling you turned violent, you sinned! I threw you, disgraced, off the mountain of God. I threw you out--you, the anointed angel-cherub. No more strolling among the gems of fire for you!","17":"Your beauty went to your head. You corrupted wisdom by using it to get worldly fame. I threw you to the ground, sent you sprawling before an audience of kings and let them gloat over your demise.","18":"By sin after sin after sin, by your corrupt ways of doing business, you defiled your holy places of worship. So I set a fire around and within you. It burned you up. I reduced you to ashes. All anyone sees now when they look for you is ashes, a pitiful mound of ashes.","19":"All who once knew you now throw up their hands: \"This can't have happened! This has happened!'\" [JC]","20":"GOD's Message came to me","21":": \"Son of man, confront Sidon. Preach against it.","22":"Say, \"Message from GOD, the Master: Look! I'm against you, Sidon. I intend to be known for who I truly am among you.' They'll know that I am GOD when I set things right and reveal my holy presence.","23":"I'll order an epidemic of disease there, along with murder and mayhem in the streets. People will drop dead right and left, as war presses in from every side. Then they'll realize that I mean business, that I am GOD.","24":"\"No longer will Israel have to put up with their thistle-and-thorn neighbors Who have treated them so contemptuously. And they also will realize that I am GOD.\"","25":"GOD, the Master, says, \"When I gather Israel from the peoples among whom they've been scattered and put my holiness on display among them with all the nations looking on, then they'll live in their own land that I gave to my servant Jacob.","26":"They'll live there in safety. They'll build houses. They'll plant vineyards, living in safety. Meanwhile, I'll bring judgment on all the neighbors who have treated them with such contempt. And they'll realize that I am GOD.\""}