{"1":"GOD, the Master, spoke to me:","2":"\"Son of man, preach. Give them the Message of GOD, the Master. Wail:","3":"Doomsday!' Time's up! GOD's big day of judgment is near. Thick clouds are rolling in. It's doomsday for the nations.","4":"Death will rain down on Egypt. Terror will paralyze Ethiopia When they see the Egyptians killed, their wealth hauled off, their foundations demolished,","5":"And Ethiopia, Put, Lud, Arabia, Libya -all of Egypt's old allies--killed right along with them.","6":"GOD says: Egypt's allies will fall and her proud strength will collapse--From Migdol in the north to Syene in the south, a great slaughter in Egypt! Decree of GOD, the Master.","7":"Egypt, most desolate of the desolate, her cities wasted beyond wasting,","8":"Will realize that I am GOD when I burn her down and her helpers are knocked flat.","9":"When that happens, I'll send out messengers by ship to sound the alarm among the easygoing Ethiopians. They'll be terrorized. Egypt's doomed! Judgment's coming!","10":"GOD, the Master, says: I'll put a stop to Egypt's arrogance. I'll use Nebuchadnezzar king of Babylon to do it.","11":"He and his army, the most brutal of nations, shall be used to destroy the country. They'll brandish their swords and fill Egypt with corpses.","12":"I'll dry up the Nile and sell off the land to a bunch of crooks. I'll hire outsiders to come in and waste the country, strip it clean. I, GOD, have said so.","13":"And now this is what GOD, the Master, says: I'll smash all the no-god idols; I'll topple all those huge statues in Memphis. The prince of Egypt will be gone for good, and in his place I'll put fear--fear throughout Egypt!","14":"I'll demolish Pathros, burn Zoan to the ground, and punish Thebes,","15":"Pour my wrath on Pelusium, Egypt's fort, and knock Thebes off its proud pedestal.","16":"I'll set Egypt on fire: Pelusium will writhe in pain, Thebes blown away, Memphis raped.","17":"The young warriors of On and Pi-beseth will be killed and the cities exiled.","18":"A dark day for Tahpanhes when I shatter Egypt, When I break Egyptian power and put an end to her arrogant oppression! She'll disappear in a cloud of dust, her cities hauled off as exiles.","19":"That's how I'll punish Egypt, and that's how she'll realize that I am GOD.'\" [JC]","20":"In the eleventh year, on the seventh day of the first month, GOD's Message came to me:","21":"\"Son of man, I've broken the arm of Pharaoh king of Egypt. And look! It hasn't been set. No splint has been put on it so the bones can knit and heal, so he can use a sword again.","22":"\"Therefore, GOD, the Master, says, I am dead set against Pharaoh king of Egypt and will go ahead and break his other arm--both arms broken! There's no way he'll ever swing a sword again.","23":"I'll scatter Egyptians all over the world.","24":"I'll make the arms of the king of Babylon strong and put my sword in his hand, but I'll break the arms of Pharaoh and he'll groan like one who is mortally wounded.","25":"I'll make the arms of the king of Babylon strong, but the arms of Pharaoh shall go limp. The Egyptians will realize that I am GOD when I place my sword in the hand of the king of Babylon. He'll wield it against Egypt","26":"and I'll scatter Egyptians all over the world. Then they'll realize that I am GOD.\""}