{"1":"In the eleventh year, on the first day of the third month, GOD's Message came to me:","2":"\"Son of man, tell Pharaoh king of Egypt, that pompous old goat: Who do you, astride the world, think you really are?","3":"Look! Assyria was a Big Tree, huge as a Lebanon cedar, beautiful limbs offering cool shade, Skyscraper high, piercing the clouds.","4":"The waters gave it drink, the primordial deep lifted it high, Gushing out rivers around the place where it was planted, And then branching out in streams to all the trees in the forest.","5":"It was immense, dwarfing all the trees in the forest--Thick boughs, long limbs, roots delving deep into earth's waters.","6":"All the birds of the air nested in its boughs. All the wild animals gave birth under its branches. All the mighty nations lived in its shade.","7":"It was stunning in its majesty--the reach of its branches! the depth of its water-seeking roots!","8":"Not a cedar in God's garden came close to it. No pine tree was anything like it. Mighty oaks looked like bushes growing alongside it. Not a tree in God's garden was in the same class of beauty.","9":"I made it beautiful, a work of art in limbs and leaves, The envy of every tree in Eden, every last tree in God's garden.'\"","10":"Therefore, GOD, the Master, says, Because it skyscrapered upwards, piercing the clouds, swaggering and proud of its stature,","11":"I turned it over to a world-famous leader to call its evil to account. I'd had enough.","12":"Outsiders, unbelievably brutal, felled it across the mountain ranges. Its branches were strewn through all the valleys, its leafy boughs clogging all the streams and rivers. Because its shade was gone, everybody walked off. No longer a tree--just a log.","13":"On that dead log birds perch. Wild animals burrow under it.","14":"That marks the end of the \"big tree\" nations. No more trees nourished from the great deep, no more cloud-piercing trees, no more earth- born trees taking over. They're all slated for death--back to earth, right along with men and women, for whom it's \"dust to dust.\"","15":"The Message of GOD, the Master: On the day of the funeral of the Big Tree, I threw the great deep into mourning. I stopped the flow of its rivers, held back great seas, and wrapped the Lebanon mountains in black. All the trees of the forest fainted and fell.","16":"I made the whole world quake when it crashed, and threw it into the underworld to take its place with all else that gets buried. All the trees of Eden and the finest and best trees of Lebanon, well-watered, were relieved","17":"-they had descended to the underworld with it--along with everyone who had lived in its shade and all who had been killed.","18":"Which of the trees of Eden came anywhere close to you in splendor and size? But you're slated to be cut down to take your place in the underworld with the trees of Eden, to be a dead log stacked with all the other dead logs, among the other uncircumcised who are dead and buried. This means Pharaoh, the pompous old goat. Decree of GOD, the Master.'\""}