{"1":"\"And now, son of man, prophesy to the mountains of Israel. Say, \"Mountains of Israel, listen to GOD's Message.","2":"GOD, the Master, says, Because the enemy crowed over you, \"Good! Those old hills are now ours!\"","3":"now here is a prophecy in the name of GOD, the Master: Because nations came at you from all sides, ripping and plundering, hauling pieces of you off every which way, and you've become the butt of cheap gossip and jokes,","4":"therefore, Mountains of Israel, listen to the Message of GOD, the Master. My Message to mountains and hills, to ditches and valleys, to the heaps of rubble and the emptied towns that are looted for plunder and turned into jokes by all the surrounding nations:","5":"Therefore, says GOD, the Master, now I'm speaking in a fiery rage against the rest of the nations, but especially against Edom, who in an orgy of violence and shameless insolence robbed me of my land, grabbed it for themselves.'","6":"\"Therefore prophesy over the land of Israel, preach to the mountains and hills, to every ditch and valley: \"The Message of GOD, the Master: Look! Listen! I'm angry--and I care. I'm speaking to you because you've been humiliated among the nations.","7":"Therefore I, GOD, the Master, am telling you that I've solemnly sworn that the nations around you are next. It's their turn to be humiliated.","8":"But you, Mountains of Israel, will burst with new growth, putting out branches and bearing fruit for my people Israel. My people are coming home!","9":"Do you see? I'm back again. I'm on your side. You'll be plowed and planted as before!","10":"I'll see to it that your population grows all over Israel, that the towns fill up with people, that the ruins are rebuilt.","11":"I'll make this place teem with life--human and animal. The country will burst into life, life, and more life, your towns and villages full of people just as in the old days. I'll treat you better than I ever have. And you'll realize that I am GOD.","12":"I'll put people over you--my own people Israel! They'll take care of you and you'll be their inheritance. Never again will you be a harsh and unforgiving land to them.","13":"GOD, the Master, says: Because you have a reputation of being a land that eats people alive and makes women barren,","14":"I'm now telling you that you'll never eat people alive again nor make women barren. Decree of GOD, the Master.","15":"And I'll never again let the taunts of outsiders be heard over you nor permit nations to look down on you. You'll no longer be a land that makes women barren. Decree of GOD, the Master.'\"","16":"GOD's Message came to me:","17":"\"Son of man, when the people of Israel lived in their land, they polluted it by the way they lived. I poured out my anger on them because of the polluted blood they poured out on the ground.","18":"And so I got thoroughly angry with them polluting the country with their wanton murders and dirty gods.","19":"I kicked them out, exiled them to other countries. I sentenced them according to how they had lived.","20":"Wherever they went, they gave me a bad name. People said, \"These are GOD's people, but they got kicked off his land.'","21":"I suffered much pain over my holy reputation, which the people of Israel blackened in every country they entered.","22":"\"Therefore, tell Israel, \"Message of GOD, the Master: I'm not doing this for you, Israel. I'm doing it for me, to save my character, my holy name, which you've blackened in every country where you've gone.","23":"I'm going to put my great and holy name on display, the name that has been ruined in so many countries, the name that you blackened wherever you went. Then the nations will realize who I really am, that I am GOD, when I show my holiness through you so that they can see it with their own eyes.","24":"For here's what I'm going to do: I'm going to take you out of these countries, gather you from all over, and bring you back to your own land.","25":"I'll pour pure water over you and scrub you clean.","26":"I'll give you a new heart, put a new spirit in you. I'll remove the stone heart from your body and replace it with a heart that's God-willed, not self-willed.","27":"I'll put my Spirit in you and make it possible for you to do what I tell you and live by my commands.","28":"You'll once again live in the land I gave your ancestors. You'll be my people! I'll be your God!","29":"I'll pull you out of that stinking pollution. I'll give personal orders to the wheat fields, telling them to grow bumper crops. I'll send no more famines.","30":"I'll make sure your fruit trees and field crops flourish. Other nations won't be able to hold you in contempt again because of famine.","31":"And then you'll think back over your terrible lives--the evil, the shame--and be thoroughly disgusted with yourselves, realizing how badly you've lived--all those obscenities you've carried out.","32":"I'm not doing this for you. Get this through your thick heads! Shame on you. What a mess you made of things, Israel!","33":"Message of GOD, the Master: On the day I scrub you clean from all your filthy living, I'll also make your cities livable. The ruins will be rebuilt.","34":"The neglected land will be worked again, no longer overgrown with weeds and thistles, worthless in the eyes of passersby.","35":"People will exclaim, \"Why, this weed patch has been turned into a Garden of Eden! And the ruined cities, smashed into oblivion, are now thriving!\"","36":"The nations around you that are still in existence will realize that I, GOD, rebuild ruins and replant empty waste places. I, GOD, said so, and I'll do it.","37":"Message of GOD, the Master: Yet again I'm going to do what Israel asks. I'll increase their population as with a flock of sheep.","38":"Like the milling flocks of sheep brought for sacrifices in Jerusalem during the appointed feasts, the ruined cities will be filled with flocks of people. And they'll realize that I am GOD.'\""}