{"1":"I don't think, friends, that I need to deal with the question of when all this is going to happen.","2":"You know as well as I that the day of the Master's coming can't be posted on our calendars. He won't call ahead and make an appointment any more than a burglar would.","3":"About the time everybody's walking around complacently, congratulating each other--\"We've sure got it made! Now we can take it easy!\"-suddenly everything will fall apart. It's going to come as suddenly and inescapably as birth pangs to a pregnant woman.","4":"But friends, you're not in the dark, so how could you be taken off guard by any of this?","5":"You're sons of Light, daughters of Day. We live under wide open skies and know where we stand.","6":"So let's not sleepwalk through life like those others. Let's keep our eyes open and be smart.","7":"People sleep at night and get drunk at night.","8":"But not us! Since we're creatures of Day, let's act like it. Walk out into the daylight sober, dressed up in faith, love, and the hope of salvation.","9":"God didn't set us up for an angry rejection but for salvation by our Master, Jesus Christ.","10":"He died for us, a death that triggered life. Whether we're awake with the living or asleep with the dead, we're alive with him!","11":"So speak encouraging words to one another. Build up hope so you'll all be together in this, no one left out, no one left behind. I know you're already doing this; just keep on doing it.","12":"And now, friends, we ask you to honor those leaders who work so hard for you, who have been given the responsibility of urging and guiding you along in your obedience.","13":"Overwhelm them with appreciation and love! Get along among yourselves, each of you doing your part.","14":"Our counsel is that you warn the freeloaders to get a move on. Gently encourage the stragglers, and reach out for the exhausted, pulling them to their feet. Be patient with each person, attentive to individual needs.","15":"And be careful that when you get on each other's nerves you don't snap at each other. Look for the best in each other, and always do your best to bring it out.","16":"Be cheerful no matter what;","17":"pray all the time;","18":"thank God no matter what happens. This is the way God wants you who belong to Christ Jesus to live.","19":"Don't suppress the Spirit,","20":"and don't stifle those who have a word from the Master.","21":"On the other hand, don't be gullible. Check out everything, and keep only what's good.","22":"Throw out anything tainted with evil.","23":"May God himself, the God who makes everything holy and whole, make you holy and whole, put you together--spirit, soul, and body--and keep you fit for the coming of our Master, Jesus Christ.","24":"The One who called you is completely dependable. If he said it, he'll do it!","25":"Friends, keep up your prayers for us.","26":"Greet all the Christians there with a holy embrace.","27":"And make sure this letter gets read to all the brothers and sisters. Don't leave anyone out.","28":"The amazing grace of Jesus Christ be with you!"}