{"1":"God once let loose against Ephraim a terrifying sentence against Israel: Caught and convicted in the lewd sex-worship of Baal--they died!","2":"And now they're back in the sin business again, manufacturing god-images they can use, Religion customized to taste. Professionals see to it: Anything you want in a god you can get. Can you believe it? They sacrifice live babies to these dead gods--kill living babies and kiss golden calves!","3":"And now there's nothing left to these people: hollow men, desiccated women, Like scraps of paper blown down the street, like smoke in a gusty wind.","4":"\"I'm still your GOD, the God who saved you out of Egypt. I'm the only real God you've ever known. I'm the one and only God who delivers.","5":"I took care of you during the wilderness hard times, those years when you had nothing.","6":"I took care of you, took care of all your needs, gave you everything you needed. You were spoiled. You thought you didn't need me. You forgot me.","7":"\"I'll charge them like a lion, like a leopard stalking in the brush.","8":"I'll jump them like a sow grizzly robbed of her cubs. I'll rip out their guts. Coyotes will make a meal of them. Crows will clean their bones.","9":"I'm going to destroy you, Israel. Who is going to stop me?","10":"Where is your trusty king you thought would save you? Where are all the local leaders you wanted so badly? All these rulers you insisted on having, demanding, \"Give me a king! Give me leaders!'?","11":"Well, long ago I gave you a king, but I wasn't happy about it. Now, fed up, I've gotten rid of him.","12":"I have a detailed record of your infidelities--Ephraim's sin documented and stored in a safe-deposit box.","13":"\"When birth pangs signaled it was time to be born, Ephraim was too stupid to come out of the womb. When the passage into life opened up, he didn't show.","14":"Shall I intervene and pull them into life? Shall I snatch them from a certain death? Who is afraid of you, Death? Who cares about your threats, Tomb? In the end I'm abolishing regret, banishing sorrow,","15":"Even though Ephraim ran wild, the black sheep of the family. \"GOD's tornado is on its way, roaring out of the desert. It will devastate the country, leaving a trail of ruin and wreckage. The cities will be gutted, dear possessions gone for good.","16":"Now Samaria has to face the charges because she has rebelled against her God: Her people will be killed, babies smashed on the rocks, pregnant women ripped open.\""}