{"1":"\"Rename your brothers \"God's Somebody.'\t Rename your sisters \"All Mercy.'","2":"\"Haul your mother into court. Accuse her! She's no longer my wife. I'm no longer her husband. Tell her to quit dressing like a whore, displaying her breasts for sale.","3":"If she refuses, I'll rip off her clothes and expose her, naked as a newborn. I'll turn her skin into dried-out leather, her body into a badlands landscape, a rack of bones in the desert.","4":"I'll have nothing to do with her children, born one and all in a whorehouse.","5":"Face it: Your mother's been a whore, bringing bastard children into the world. She said, \"I'm off to see my lovers! They'll wine and dine me, Dress and caress me, perfume and adorn me!'","6":"But I'll fix her: I'll dump her in a field of thistles, then lose her in a dead-end alley.","7":"She'll go on the hunt for her lovers but not bring down a single one. She'll look high and low but won't find a one. Then she'll say, \"I'm going back to my husband, the one I started out with. That was a better life by far than this one.'","8":"She didn't know that it was I all along who wined and dined and adorned her, That I was the one who dressed her up in the big-city fashions and jewelry that she wasted on wild Baal-orgies.","9":"I'm about to bring her up short: No more wining and dining! Silk lingerie and gowns are a thing of the past.","10":"I'll expose her genitals to the public. All her fly-by-night lovers will be helpless to help her.","11":"Party time is over. I'm calling a halt to the whole business, her wild weekends and unholy holidays.","12":"I'll wreck her sumptuous gardens and ornamental fountains, of which she bragged, \"Whoring paid for all this!' They will soon be dumping grounds for garbage, feeding grounds for stray dogs and cats.","13":"I'll make her pay for her indulgence in promiscuous religion--all that sensuous Baal worship And all the promiscuous sex that went with it, stalking her lovers, dressed to kill, And not a thought for me.\" GOD's Message!","14":"\"And now, here's what I'm going to do: I'm going to start all over again. I'm taking her back out into the wilderness where we had our first date, and I'll court her.","15":"I'll give her bouquets of roses. I'll turn Heartbreak Valley into Acres of Hope. She'll respond like she did as a young girl, those days when she was fresh out of Egypt. [JC]","16":"\"At that time\"--this is GOD's Message still--\"you'll address me, \"Dear husband!' Never again will you address me, \"My slave-master!'","17":"I'll wash your mouth out with soap, get rid of all the dirty false-god names, not so much as a whisper of those names again.","18":"At the same time I'll make a peace treaty between you and wild animals and birds and reptiles, And get rid of all weapons of war. Think of it! Safe from beasts and bullies!","19":"And then I'll marry you for good--forever! I'll marry you true and proper, in love and tenderness.","20":"Yes, I'll marry you and neither leave you nor let you go. You'll know me, GOD, for who I really am. [JC]","21":"\"On the very same day, I'll answer\"--this is GOD's Message--\"I'll answer the sky, sky will answer earth,","22":"Earth will answer grain and wine and olive oil, and they'll all answer Jezreel.","23":"I'll plant her in the good earth. I'll have mercy on No-Mercy. I'll say to Nobody, \"You're my dear Somebody,' and he'll say \"You're my God!'\""}