{"1":"Blow the ram's horn trumpet in Zion! Trumpet the alarm on my holy mountain! Shake the country up! GOD's Judgment's on its way--the Day's almost here!","2":"A black day! A Doomsday! Clouds with no silver lining! Like dawn light moving over the mountains, a huge army is coming. There's never been anything like it and never will be again.","3":"Wildfire burns everything before this army and fire licks up everything in its wake. Before it arrives, the country is like the Garden of Eden. When it leaves, it is Death Valley. Nothing escapes unscathed.","4":"The locust army seems all horses--galloping horses, an army of horses.","5":"It sounds like thunder leaping on mountain ridges, Or like the roar of wildfire through grass and brush, Or like an invincible army shouting for blood, ready to fight, straining at the bit.","6":"At the sight of this army, the people panic, faces white with terror.","7":"The invaders charge. They climb barricades. Nothing stops them. Each soldier does what he's told, so disciplined, so determined.","8":"They don't get in each other's way. Each one knows his job and does it. Undaunted and fearless, unswerving, unstoppable.","9":"They storm the city, swarm its defenses, Loot the houses, breaking down doors, smashing windows.","10":"They arrive like an earthquake, sweep through like a tornado. Sun and moon turn out their lights, stars black out.","11":"GOD himself bellows in thunder as he commands his forces. Look at the size of that army! And the strength of those who obey him! GOD's Judgment Day--great and terrible. Who can possibly survive this?","12":"But there's also this, it's not too late--GOD's personal Message!- \"Come back to me and really mean it! Come fasting and weeping, sorry for your sins!\"","13":"Change your life, not just your clothes. Come back to GOD, your God. And here's why: God is kind and merciful. He takes a deep breath, puts up with a lot, This most patient God, extravagant in love, always ready to cancel catastrophe.","14":"Who knows? Maybe he'll do it now, maybe he'll turn around and show pity. Maybe, when all's said and done, there'll be blessings full and robust for your GOD! [JC]","15":"Blow the ram's horn trumpet in Zion! Declare a day of repentance, a holy fast day. Call a public meeting.","16":"Get everyone there. Consecrate the congregation. Make sure the elders come, but bring in the children, too, even the nursing babies, Even men and women on their honeymoon--interrupt them and get them there.","17":"Between Sanctuary entrance and altar, let the priests, GOD's servants, weep tears of repentance. Let them intercede: \"Have mercy, GOD, on your people! Don't abandon your heritage to contempt. Don't let the pagans take over and rule them and sneer, \"And so where is this God of theirs?'\" [JC]","18":"At that, GOD went into action to get his land back. He took pity on his people.","19":"GOD answered and spoke to his people, \"Look, listen--I'm sending a gift: Grain and wine and olive oil. The fast is over--eat your fill! I won't expose you any longer to contempt among the pagans.","20":"I'll head off the final enemy coming out of the north and dump them in a wasteland. Half of them will end up in the Dead Sea, the other half in the Mediterranean. There they'll rot, a stench to high heaven. The bigger the enemy, the stronger the stench!\"","21":"Fear not, earth! Be glad and celebrate! GOD has done great things.","22":"Fear not, wild animals! The fields and meadows are greening up. The trees are bearing fruit again: a bumper crop of fig trees and vines!","23":"Children of Zion, celebrate! Be glad in your GOD. He's giving you a teacher to train you how to live right--Teaching, like rain out of heaven, showers of words to refresh and nourish your soul, just as he used to do.","24":"And plenty of food for your body--silos full of grain, casks of wine and barrels of olive oil. [JC]","25":"\"I'll make up for the years of the locust, the great locust devastation--Locusts savage, locusts deadly, fierce locusts, locusts of doom, That great locust invasion I sent your way.","26":"You'll eat your fill of good food. You'll be full of praises to your GOD, The God who has set you back on your heels in wonder. Never again will my people be despised.","27":"You'll know without question that I'm in the thick of life with Israel, That I'm your GOD, yes, your GOD, the one and only real God. Never again will my people be despised.","28":"\"And that's just the beginning: After that--\"I will pour out my Spirit on every kind of people: Your sons will prophesy, also your daughters. Your old men will dream, your young men will see visions.","29":"I'll even pour out my Spirit on the servants, men and women both.","30":"I'll set wonders in the sky above and signs on the earth below: Blood and fire and billowing smoke,","31":"the sun turning black and the moon blood-red, Before the Judgment Day of GOD, the Day tremendous and awesome.","32":"Whoever calls, \"Help, GOD!' gets help. On Mount Zion and in Jerusalem there will be a great rescue--just as GOD said. Included in the survivors are those that GOD calls."}